{
    "category": "0. Disponible depuis peu\n(25)",
    "Titre": "Contrats de droit suisse - Présentation systématique des contrats les plus importants en pratique",
    "Auteur/Éditeur": "Christoph Müller",
    "Édition": "",
    "Année": "2021",
    "Tribunal/Editeur": "Stämpfli Verlag AG",
    "href": "https://www.swisslex.ch/toc/book/76849258-92b2-4b05-8014-270c5919f28c/source/biblio-books",
    "metadata": {
        "AUTEUR": "Christoph Müller",
        "TITRE": "Contrats de droit suisse",
        "ANNÉE": "2021",
        "ISBN": "978-3-7272-4622-7",
        "MAISON D’ÉDITION": "Stämpfli Verlag AG"
    },
    "content": ["Auteur Müller Christoph Titre Préface Titre du livre Contrats de droit suisse Année 2021 Pages V-V keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG V TOP Préface Cet ouvrage représente le grand frère ou la suite logique du précis Stämpfli publié en 2012. Alors que ce dernier était principalement destiné aux étudiantes et étudiants, le présent livre s’adresse avant tout aux praticiennes et praticiens. La pondération des chapitres a été revue et certains contrats moins importants ont même été écartés. Le but était ainsi de présenter de manière plus approfondie les contrats qui donnent le plus fréquemment lieu à des décisions judiciaires (à l’exception du contrat de travail). Comme toute entreprise d’une certaine importance, cet ouvrage est le fruit de nombreuses collaborations. Je tiens notamment à remercier (dans l’ordre alphabétique) : Stéphane Brumann, Isabelle Clerc, Esteban Gilgen, Eloïse Glucksmann, Kimberly Hundt, Dario Hug, Geneviève Kaspers, Julitte Schaller, Estelle Vuilleumier et Fanny Weiss, qui ont toutes et tous contribué, d’une manière ou d’une autre, à l’aboutissement de ce projet d’envergure. Mes remerciements tout particuliers vont à Mathieu Singer qui a relu l’ensemble du manuscrit d’un œil critique et qui a su suggérer de nombreuses améliorations. Les éventuelles erreurs restantes sont de ma seule responsabilité. Afin d’assurer un langage plus inclusif sans pour autant alourdir le texte, des formes féminines et masculines ont été utilisées en alternance. Elles s’englobent mutuellement. Il a été tenu compte de la jurisprudence et de la doctrine publiées jusqu’au 31 décembre 2020. Neuchâtel, mars 2021\tChristoph Müller © Stämpfli Verlag AG Bern - 2021", "Auteur Müller Christoph Titre Liste des abréviations Titre du livre Contrats de droit suisse Année 2021 Pages XLV-XLIX keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG XLV TOP Liste des abréviations ABGB Allgemeines Bürgerliches Gesetzbuch (Code civil autrichien) ACQP Principles of the Existing EC Contract Law (Acquis Principles) al. alinéa art. article(s) ASLOCA Association Suisse des Locataires ATF Recueil officiel des arrêts du Tribunal fédéral suisse BGB Bürgerliches Gesetzbuch (Code civil allemand) BK Berner Kommentar BSK Basler Kommentar BT Besonderer Teil c. considérant CC Code civil suisse du 10 décembre 1907 (RS 210) CCF Code civil français CCI Codice civile italiano (Code civil italien) CCR Contrat-cadre romand de baux à loyer CEE Communauté économique européenne CESL Common European Sales Law (Règlement relatif à un droit commun européen de la vente) cf. confer CGA conditions générales d’affaires CHF francs (suisses) CHK Handkommentar zum Schweizer Privatrecht CISG United Nations Convention on Contracts for the International Sale of Goods (= CVIM) CL Convention concernant la compétence judiciaire, la reconnaissance et l’exécution des décisions en matière civile et commerciale conclue à Lugano le 30 octobre 2007 (RS 0.275.12) CO LF du 30 mars 1911 complétant le Code civil suisse (Livre cinquième : Droit des obligations) (RS 220) COMCO Commission de la concurrence CommVert Communication concernant l’appréciation des accords verticaux (FF 2017 4237) CP Code pénal suisse du 21 décembre 1937 (RS 311) CPC Code de procédure civile du 19 décembre 2008 (RS 272) CPP Code de procédure pénale du 5 octobre 2007 (RS 312.0) CPra Commentaire pratique CR Commentaire romand Cst. Constitution fédérale de la Confédération suisse du 18 avril 1999 (RS 101) XLVI TOP CVIM Convention des Nations unies du 11 avril 1980 sur les contrats de vente internationale de marchandises (RS 0.221.211.1) DCFR Draft Common Frame of Reference DEFR Département fédéral de l’économie, de la formation et de la recherche Dig. Digeste éd. édition édit. éditeur(s) ég. également Einl. Einleitung et al. et alii etc. et cætera év. éventuellement FF Feuille fédérale ff. und folgende FIDIC Fédération internationale des ingénieurs-conseils FMH Foederatio Medicorum Helveticorum (Fédération des médecins suisses) FSA Fédération Suisse des Avocats HGB Handelsgesetzbuch (Code de commerce allemand) HG Handelsgericht IBA International Bar Association i.f. in fine i.i. in initio Incoterms International Commercial Terms intr. introduction IPC Indice suisse des prix à la consommation KUKO Kurzkommentar LAL2 Loi neuchâteloise du 30 janvier 2008 sur l’aide au logement (RSN 841.00) LArm LF du 20 juin 1997 sur les armes, les accessoires d’armes et les munitions (RS 514.54) LAv/NE Loi neuchâteloise du 19 juin 2002 sur la profession d’avocat ou d’avocate (RSN 165.10) LB LF du 8 novembre 1934 sur les banques et les caisses d’épargne (RS 952.0) LBA LF du 10 octobre 1997 concernant la lutte contre le blanchiment d’argent et le financement du terrorisme (RS 955.0) LBFA LF du 4 octobre 1985 sur le bail à ferme agricole (RS 221.213.2) LBI LF du 25 juin 1954 sur les brevets d’invention (RS 232.14) LCA LF du 2 avril 1908 sur le contrat d’assurance (RS 221.229.1) LCAP LF du 4 octobre 1974 encourageant la construction et l’accession à la propriété de logements (RS 843) XLVII TOP LCart LF du 6 octobre 1995 sur les cartels et autres restrictions à la concurrence (RS 251) LCBD LF du 25 juin 1995 sur les contrats-cadres de baux à loyer et leur déclaration de force obligatoire générale (RS 221.213.15) LCC LF du 23 mars 2001 sur le crédit à la consommation (RS 221.214.1) LCD LF du 19 décembre 1986 contre la concurrence déloyale (RS 241) LCdF LF du 20 décembre 1957 sur les chemins de fer (RS 742.101) LCR LF du 19 décembre 1958 sur la circulation routière (RS 741.01) LDA LF du 9 octobre 1992 sur le droit d’auteur et les droits voisins (RS 231.1) LDes LF du 5 octobre 2001 sur la protection des designs (RS 232.12) LDFR LF du 4 octobre 1991 sur le droit foncier rural (RS 211.412.11) LDIP LF du 18 décembre 1987 sur le droit international privé (RS 291) LEne LF du 30 septembre 2016 sur l’énergie (RS 730.0) LF Loi fédérale LFAIE LF du 16 décembre 1983 sur l’acquisition d’immeubles par des personnes à l’étranger (RS 211.412.41) LFus LF du 3 octobre 2003 sur la fusion, la scission, la transformation et le transfert de patrimoine (RS 221.301) LI-CO/NE Loi neuchâteloise du 27 janvier 2010 d’introduction du code des obligations (RSN 224.1) LLCA LF du 23 juin 2000 sur la libre circulation des avocats (RS 935.61) LMP LF du 16 décembre 1994 sur les marchés publics (RS 172.056.1) LOG LF du 21 mars 2003 encourageant le logement à loyer ou à prix modérés (RS 842) LP LF du 11 avril 1889 sur la poursuite pour dettes et la faillite (RS 281.1) LPart LF du 18 juin 2004 sur le partenariat enregistré entre personnes du même sexe (RS 211.231) LPCC LF du 23 juin 2006 sur les placements collectifs de capitaux (RS 951.31) LPD LF du 19 juin 1992 sur la protection des données (RS 235.1) LPM LF du 28 août 1992 sur la protection des marques et des indications de provenance (RS 232.11) LPMéd LF du 23 juin 2006 sur les professions médicales universitaires (RS 811.11) LRCN LF du 18 mars 1983 sur la responsabilité civile en matière nucléaire (RS 732.44) LRFP LF du 18 juin 1993 sur la responsabilité du fait des produits (RS 221.112.944) LSA LF du 17 décembre 2004 sur la surveillance des entreprises d’assurance (RS 691.01) LSFin LF du 15 juin 2018 sur les services financiers (RS 950.1) LSPr LF du 20 décembre 1985 concernant la surveillance des prix (RS 942.20) XLVIII TOP LSPro LF du 12 juin 2009 sur la sécurité des produits (RS 930.11) LTBC LF du 20 juin 2003 sur le transfert international des biens culturels (RS 444.1) LTF LF du 17 juin 2005 sur le Tribunal fédéral (RS 173.110) LTV LF du 20 mars 2009 sur le transport de voyageurs (RS 745.1) LUMMP LF du 22 décembre 1999 sur l’unité monétaire et les moyens de paiement (RS 941.10) LVAL Loi neuchâteloise du 22 mars 1989 limitant la mise en vente d’appartements loués (RSN 846.0) LVF LF du 18 juin 1993 sur les voyages à forfait (RS 944.3) N numéro(s) OAAE Ordonnance du 8 décembre 2017 sur l’établissement d’actes authentiques électroniques et la légalisation électronique (RS 211.435.1) OAOF Ordonnance du 13 juillet 1911 sur l’administration des offices de faillite (RS 281.32) OBI Ordonnance du 19 octobre 1977 relative aux brevets d’invention (RS 232.141) OBLF Ordonnance du 9 mai 1990 sur le bail à loyer et le bail à ferme d’habitations et de locaux commerciaux (RS 221.213.11) OCBD Ordonnance du 31 janvier 1996 sur les contrats-cadres de baux à loyer et leur déclaration de force obligatoire générale (RS 221.213.151) OFL Office fédéral du logement OLCAP Ordonnance du 30 novembre 1981 relative à la LF encourageant la construction et l’accession à la propriété de logements (RS 843.1) OMP Ordonnance du 11 décembre 1995 sur les marchés publics (RS 172.056.11) OR Obligationenrecht CO ORC Ordonnance du 17 octobre 2007 sur le registre du commerce (RS 221.411) ORF Ordonnance du 23 septembre 2011 sur le registre foncier (RS 211.432.1) ORFI Ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles (RS 281.42) p. page(s) p. ex. par exemple PECL Principles of European Contract Law PICC UNIDROIT Principles of International Commercial Contracts RFJ Revue fribourgeoise de jurisprudence (Fribourg) RO Recueil officiel du droit fédéral RS Recueil systématique du droit fédéral RSJ Revue suisse de jurisprudence (Zurich) RSN Recueil systématique de la législation neuchâteloise RULV Règles et usages locatifs du canton de Vaud s. et suivant(e) XLIX TOP SIA Société suisse des ingénieurs et des architectes SJ Semaine judiciaire (Genève) SPR Schweizerisches Privatrecht ss et suivant(e)s SVIT Schweizerischer Verband der Immobilienwirtschaft Tarmed Tarif médical pour les prestations médicales ambulatoires TC Tribunal cantonal TF Tribunal fédéral suisse UGB Unternehmensgesetzbuch (Code de commerce autrichien) UNIDROIT Institut international pour l’unification du droit privé Vorb/Vorbem. Vorbemerkungen ZPO Zivilprozessordnung CPC ZR Blätter für Zürcherische Rechtsprechung (Zurich) © Stämpfli Verlag AG Bern - 2021", "Auteur Müller Christoph Titre Bibliographie générale Titre du livre Contrats de droit suisse Année 2021 Pages LI-LII keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG LI TOP Bibliographie générale Präjudizienbuch OR – Die Rechtsprechung des Bundesgerichts (1875-2015) e Gauch Peter/Schluep Walter R./Emmenegger Susan, , Schweizerisches Obligationenrecht Allgemeiner Teil e Gauch Peter/Schluep Walter R./Schmid Jörg, , 11 Schweizerisches Obligationenrecht Allgemeiner Teil e Basler Kommentar, Zivilgesetzbuch I – Art. 1-456 ZGB e Auteur. Basler Kommentar, Zivilgesetzbuch II – Art. 457-977 ZGB e Auteur Honsell Heinrich Schweizerisches Obligationenrecht – Besonderer Teil e Kurzkommentar, Obligationenrecht Auteur Huguenin Claire Obligationenrecht – Allgemeiner und Besonderer Teil e Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse Teil 2: Arbeitsvertrag, Werkvertrag, Auftrag, GoA, Bürgschaft e Auteur Koller Alfred Schweizerisches Obligationenrecht Allgemeiner Teil e Kramer Ernst A./Probst Thomas/Perrig Roman Schweizerisches Recht der Allgemeinen Geschäftsbedingungen Commentaire romand, Droit de la concurrence – Loi sur les cartels, loi sur la surveillance des prix, loi sur le marché intérieur, loi sur les entraves techniques au commerce e Auteur Müller Christoph Müller Berner Kommentar, Das Obligationenrecht – Allgemeine Bestimmungen, Art. 1-18 OR mit allgemeiner Einleitung in das Schweizerische Obligationenrecht Müller Christoph Müller La responsabilité civile extracontractuelle Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe e Auteur Schluep Walter R Innominatverträge LII TOP Schmid Jörg/Stöckli Hubert/Krauskopf Frédéric Schweizerisches Obligationenrecht – Besonderer Teil e Schwenzer Ingeborg/Fountoulakis Christiana Schweizerisches Obligationenrecht Allgemeiner Teil e Steinauer Paul-Henri Steinauer Les droits réels e Steinauer Paul-Henri Steinauer Les droits réels e Steinauer Paul-Henri Steinauer Les droits réels e Tercier Pierre Bieri Laurent/Carron Blaise Les contrats spéciaux e Tercier Pierre/Pichonnaz Pascal Le droit des obligations e Commentaire romand, Code des obligations I – Art. 1-529 CO e Auteur). Basler Kommentar, Bundesverfassung Auteur Weber Rolf H./Emmenegger Susan Berner Kommentar, Die Folgen der Nichterfüllung – Art. 97-109 OR e Basler Kommentar, Obligationenrecht I – Art. 1-529 OR e Auteur © Stämpfli Verlag AG Bern - 2021", "", "Auteur Müller Christoph Titre Deuxième partie Contrats d’aliénation / Titre I Vente (en général) / Chapitre I  - Chapitre IV Titre du livre Contrats de droit suisse Année 2021 Pages 33-56 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG 33 TOP Deuxième partie Contrats d’aliénation 73 (Veräusserungsverträge, contratti di alienazione) transférer une chose ou un droit art. 184-236 CO art. 237-238 CO art. 239-252 CO 74 vente échange donation 34 TOP Titre I Vente (en général) Chapitre I Présentation générale § 1 Sources I. Code des obligations art. 184-236 CO 75 (Kaufvertrag, contratto di vendita) titre sixième du Code des obligations 76 cinq chapitres II. Autres sources A. CVIM 77 contrats de vente internationale de marchandises 78 deux régimes B. Code civil 79 droits réels C. Autres lois fédérales 81 lois fédérales spéciales 36 TOP D. Droit européen 83 protection des consommateurs a f art. 201 IV CO 84 inspirées de directives européennes 85 CESL § 2 Notion I. Définition art. 184 I CO 86 « La vente est un contrat par lequel le vendeur s’oblige à , que l’acheteur s’oblige à lui payer » livrer la chose vendue à l ’ acheteur et à lui en transférer la propriété moyennant un prix 87 prestation caractéristique et une contre-prestation financière II. Eléments caractéristiques A. Transfert de la propriété 88 livrer une chose en transférer la propriété 89 37 TOP contrat générateur d’obligations ATF 129 III 18 c. 2.2 91 transfert définitif et complet B. Prix 92 payer le prix art. 239-252 CO 93 donation C. Chose vendue 94 transfert de la propriété d’une chose art. 184 I CO art. 713 CC ATF 129 III 18 c. 2.2 art. 181 CO 95 Steinauer I 38 TOP « chose vendue » Kaufgegenstand, oggetto venduto art. 5 LArm art. 20 I CO 97 pas faire l’objet d’une vente 98 objet d’un contrat de vente § 3 Distinctions I. Selon l’objet du contrat art. 187-215 CO art. 216-221 CO 99 vente mobilière vente d’immeubles 39 TOP A. Vente mobilière art. 187 I CO art. 655 CC 100 (Fahrniskauf, compravendita mobiliare) « ou des droits immatriculés comme immeubles au registre foncier » choses qui ne sont pas des biens-fonds art. 187 II CO ATF 131 III 217 c. 4.2 101 parties intégrantes d’un immeuble si elles doivent être transférées comme meubles à l’acheteuse après leur séparation B. Vente immobilière art. 655 II CC 102 (Grundstückkauf, compravendita di fondi) immeubles C. Intérêt de la distinction art. 216 CO art. 219 CO art. 220 CO 103 Code des obligations régit différemment certains aspects de la vente immobilière II. Selon le but du contrat 104 vente ordinaire vente commerciale 40 TOP A. Vente civile 105 bürgerlicher Kauf, vendita civile) consommation personnelle B. Vente commerciale ATF 120 II 296 c. 3b 106 (Handelskauf, vendita commerciale) revendre en vue de réaliser un bénéfice 107 critère de distinction C. Intérêt de la distinction art. 190-191 CO art. 215 CO 108 certaines dispositions du Code des obligations ne s’appliquent qu’à la vente commerciale 109 ventes de consommation 110 CVIM 41 TOP III. Selon la chronologie des prestations 111 vente au comptant vente à prépaiement vente à crédit A. Vente au comptant art. 184 II CO 112 (Barkauf, vendita a contanti), « le vendeur et l’acheteur sont tenus de s’acquitter simultanément de leurs obligations » (Zug um Zug) « trait pour trait » art. 184 II CO art. 82 CO art. 213 I CO 113 cas ordinaire 114 contrat manuel B. Vente à crédit 115 (Kreditkauf, vendita a credito) après que le vendeur lui a livré la chose C. Vente à prépaiement 116 (Vorauszahlungskauf, vendita a pagamento anticipato) avant que le vendeur lui livre la chose D. Intérêt de la distinction 117 abrogation des dispositions sur la vente avec paiements préalables a i 118 42 TOP (Abzahlungskauf, vendita a pagamento rateale) LCC Chapitre II Formation du contrat § 1 Parties au contrat d 119 vendeur acheteuse (Verkäufer, venditore) Käuferin, compratrice art. 169 CC art. 201 II CC art. 228 I CC art. 178 CC 120 personne mariée art. 14 LPart art. 22 LPart 121 partenaires enregistrés § 2 Conclusion et validité du contrat I. Principe art. 1 I CO art. 2 I CO 122 identité des parties la chose et le prix 43 TOP II. Déterminabilité des prestations art. 184 CO 123 Venturi/Zen-Ruffinen déterminables art. 184 III CO art. 212 CO 124 prix « est suffisamment déterminé lorsqu’il peut l’être d’après les circonstances » ATF 127 III 248 c. 3d 125 chose III. Forme du contrat art. 11 I CO art. 11 CO LCC 126 Müller chose mobilière art. 165 I CO art. 12-15 CO art. 11 CO 127 Müller créance art. 216 I CO 128 chose immobilière art. 16 CO art. 16 CO 129 Müller soumettre volontairement leurs engagements au respect d’une certaine forme 44 TOP Chapitre III Obligations du vendeur § 1 Obligations principales I. Principe art. 184 I CO 130 deux obligations principales A. Obligation de transférer la possession 131 maîtrise de fait (Besitzverschaffungspflicht, obbligo di consegna) 132 « livrer » (« übergeben », « consegnare ») (Verschaffung des Gewahrsams, il trasferimento del dominio di fatto sulla cosa) 133 chose mobilière une créance ou une chose immobilière 1. Chose mobilière art. 922-925 CC 134 remise effective de la chose 45 TOP 2. Créance art. 164-174 CO art. 165 II CO art. 967 I CO 136 cession pactum de cedendo) 3. Chose immobilière 137 remise des clefs B. Obligation de transférer la propriété 138 maîtrise juridique (Eigentumsverschaffungspflicht, obbligo di trasferimento della proprietà) 139 Tercier/Pichonnaz pouvoir de disposer de la chose (Verfügungsmacht, potere di disporre) 140 chose mobilière une créance ou une chose immobilière 1. Chose mobilière art. 714 CC 141 transfert de la possession art. 715 I CC 143 pacte de réserve de propriété 2. Créance art. 165 I CO 145 cession écrite 3. Chose immobilière art. 656 I CC 147 inscription au registre foncier art. 963 I CC art. 64 ORF 148 au vendeur de requérir l’inscription II. Modalités d’exécution 149 parties sont libres 150 réglementation suivante A. Objet 151 47 TOP dépend de l’accord 152 Tercier/Bieri/Carron qualités que l’acheteuse est en droit d’attendre 153 degré de précision avec lequel les parties désignent l’objet de la vente 1. Chose déterminée ATF 121 III 453 c. 3a 154 signes distinctifs (Stückkauf, Spezieskauf ; vendita di una cosa determinata 155 chose individualisée dans le contrat 2. Chose de genre ATF 121 III 453 c. 3a 156 caractéristiques générales (Gattungskauf, vendita di une cosa di genere 157 spécification (Spezifikationskauf, vendita di spezificazione) art. 71 I CO ATF 110 II 148 c. 1 158 48 TOP au vendeur d’opérer ce choix art. 102-109 CO 159 demeure du débiteur B. Lieu 160 lieu où le vendeur doit exécuter son obligation de transférer la possession de la chose 1. Vente sur place art. 74 I CO 161 endroits suivants 162 dette quérable Holschuld, debito chiedibile 163 49 TOP vente sur place (Platzkauf, vendita sul posto) art. 74 I CO 164 règles dispositives 2. Vente à distance 165 livrer la chose au lieu de destination indiqué par l’acheteuse (Fernkauf, Distanzkauf ; vendita a distanza) 166 dette portable (Bringschuld, debito portabile) art. 440-457 CO 167 chose aura effectivement été livrée au lieu de destination déterminé par les parties art. 185 CO 168 Koller risques et les frais liés au transport 3. Vente avec devoir d’expédition 169 (Versendungskauf, vendita con obbligo di spedizione) expédier la chose au lieu de destination indiqué par l’acheteuse 170 devoir d’expédition (Schickschuld, obbligo di spedizione) CO CO ATF 84 II 158 c. 1 171 50 TOP dissociation entre le lieu d’exécution et le lieu de destination CO art. 189 I CO 172 risques et les frais liés au transport e C. Moment 173 moment auquel le vendeur doit exécuter son obligation de transférer la possession 1. Vente à exécution immédiate art. 75 CO 174 « A défaut de terme stipulé ou résultant de la nature de l’affaire, l’obligation peut être exécutée et l’exécution peut en être exigée immédiatement » immédiatement après la conclusion du contrat art. 184 II CO art. 82 CO 175 auf usage ou convention contraire, le vendeur et l’acheteur sont tenus de s’acquitter simultanément de leurs obligation s art. 75 CO 176 règles dispositives 51 TOP 2. Vente à terme 177 (Terminkauf, vendita a termine) différer l’exécution 178 matière boursière 3. Vente à livraisons successives 179 Sukzessivlieferungsvertrag, vendita con consegne successive quantités de marchandises à livrer sont échelonnées dans le temps 180 dates des livraisons ATF 111 II 463 c. 5a ATF 110 II 148 c. 1 art. 184 CO 181 Koller demande de la part de l’acheteuse (Kauf auf Abruf, consegne successive a richiesta) § 2 Obligations accessoires 182 contenu peut varier fortement art. 170 II, 188 CO LRFP 183 52 TOP loi contrat art. 2 I CC 184 obligation de se comporter de bonne foi Chapitre IV Obligations de l’acheteuse § 1 Principe art. 184 I, 211 CO 185 payer le prix 186 prendre livraison de la chose obligations accessoires § 2 Obligation de payer le prix I. Notion de prix 187 prestation en argent due par l’acheteuse 188 art. 211-213 CO art. 184 CO 4D_6/2015 189 Koller preuve de l’exécution du paiement 53 TOP II. Montant du prix 190 parties fixent le prix librement art. 184 III CO 191 « Le prix de vente est suffisamment déterminé lorsqu’il peut l’être d’après les circonstances » déterminable art. 2 I CO art. 2 CO 192 Müller accord ultérieur art. 212 CO 193 deux règles d’interprétation art. 21 CO art. 2, 9, 10, 12 I LSPr LCart 194 limites III. Modalités d’exécution A. Mode de paiement art. 211 I CO 195 « conformément aux » clauses du contrat art. 84 I CO 196 54 TOP « paiement d’une dette qui a pour objet une somme d’argent se fait en moyens de paiement ayant cours légal dans la monnaie due » art. 84 II CO 198 en monnaie étrangère B. Lieu de paiement CO 199 orsqu’il s’agit d’une somme d’argent, le paiement s’opère dans le » lieu où le créancier est domicilié à l’époque du paiement art. 74 I CO 200 dette portable C. Moment de paiement art. 213 I CO art. 75 CO 201 e prix devient exigible aussitôt que la chose est en possession de l’acheteur » art. 184 II CO art. 213 I CO ATF 129 III 535 c. 3.2.1 art. 82 CO 202 auf usage ou convention contraire, le vendeur et l’acheteur sont tenus de » s’acquitter simultanément de leurs obligations 203 55 TOP chronologie de l’exigibilité des prestations art. 214 CO 204 vente au comptant à prépaiement D. Intérêts art. 104 CO 205 à partir du moment où l’acheteuse est en demeure art. 213 II CO 206 à partir du moment de la livraison § 3 Incombance de prendre livraison de la chose art. 211 I CO ATF 110 II 148 c. 1 art. 184 I CO 207 « d’accepter la chose vendue, pourvu qu’elle lui soit offerte dans les conditions stipulées » (Obliegenheit, incombenza incombance art. 211 I CO art. 211 CO 208 Venturi/Zen-Ruffinen 56 TOP que si le vendeur l’offre au lieu et au moment convenus (aliud) art. 91-95 CO 209 demeure de la créancière art. 92 I CO art. 93 I CO ATF 115 II 451 c. 3 210 consigner la chose § 4 Obligations accessoires 211 contenu peut fortement varier CO 212 loi contrat art. 2 I CC ATF 110 II 148 c. 1 213 obligation de se comporter de bonne foi Bähler Katja Bieger Alain Ginter Petra, Hehli Christoph, Lips Michael Loher Peter Merz Thomas Ramoni Claude Schönle Herbert Schönle Herbert/Higi Peter Das Verhältnis von Sachgewährleistungs- und allgemeinem Leistungsstörungsrecht Die Mängelrüge im Vertragsrecht Verhältnis der Sachgewährleistung nach Art. 197 ff. OR zu den Rechtsbehelfen in Art. 97 ff. OR – Lösungsvorschlag für die geltende Rechtslage und kritische Würdigung Die alternativen Rechtsbehelfe des Käufers unter besonderer Berücksichtigung der Haftung aus culpa in contrahendo Die kaufrechtliche Garantie , unter besonderer Berücksichtigung der Pflicht zum Bezug von Orginal-Ersatzteilen und der Wiederverwertung von Ersatzteilen Der Kauf unter Eigentumsvorbehalt im schweizerischen Recht Der Zahlungsverzug des Käufers (ohne besondere Arten des Kaufs) Demeure du débiteur et contrats de droit suisse – Etude de l’application des règles sur la demeure du débiteur aux divers contrats du Code des obligations Zürcher Kommentar, Kauf und Schenkung – Art. 184-191 OR Zürcher Kommentar, Kauf und Schenkung – Art. 192-204 OR e e 80 exemple art. 656 I CC art. 922-925 CC 82 exemple LCC LDFR LFAIE 90 droit français Malaurie Philippe/Aynès Laurent/Gautier Pierre-Yves, Droit des contrats spéciaux « Elle est parfaite entre les parties, et la propriété est acquise de droit à l’acheteur à l’égard du vendeur, dès qu’on est convenu de la chose et du prix, quoique la chose n’ait pas encore été livrée ni le prix payé » e 96 ATF 129 III 18 c. 2.1 contrat de remise de commerce sui generis 135 transfert de la possession sans tradition art. 924 I CC art. 184 I CO art. 184 CO Koller 142 contrat réel (dinglicher Vertrag, contratto reale) art. 305-311 CO art. 184 CO 46 TOP Koller 144 leasing 146 endossement art. 967 II CO 197 art. 2 LUMMP moyens de paiement – art. 184-186 CO – 35 TOP art. 187-215 CO – art. 216-221 CO – art. 222-236 CO – art. 237-238 CO – (chose future) ATF 96 II 18 c. 2a ATF 131 III 217 c. 4.2 – chose qui appartient à une autre personne qu’au vendeur ATF 96 II 18 c. 2a art. 97 I CO – chose indéterminée – chose déterminée « la chose est délivrée dans le lieu où elle se trouvait au temps de la conclusion du contrat » CO – chose de genre « est exécutée dans le lieu où le débiteur était domicilié lorsqu’elle a pris naissance » CO – prix courant art. 212 I CO – en fonction du poids CO – usage – fruits ou d’autres produits © Stämpfli Verlag AG Bern - 2021 Deuxième partie Contrats d’aliénation / Titre I Vente (en général) / Chapitre I  - Chapitre IV Table des matières Titre I Vente (en général) N 75 Chapitre I Présentation générale N 75 § 1 Sources N 75 I. Code des obligations N 75 II. Autres sources N 77 A. CVIM N 77 B. Code civil N 79 C. Autres lois fédérales N 81 D. Droit européen N 83 § 2 Notion N 86 I. Définition N 86 II. Eléments caractéristiques N 88 A. Transfert de la propriété N 88 B. Prix N 92 C. Chose vendue N 94 § 3 Distinctions N 99 I. Selon l’objet du contrat N 99 A. Vente mobilière N 100 B. Vente immobilière N 102 C. Intérêt de la distinction N 103 II. Selon le but du contrat N 104 A. Vente civile N 105 B. Vente commerciale N 106 C. Intérêt de la distinction N 108 III. Selon la chronologie des prestations N 111 A. Vente au comptant N 112 B. Vente à crédit N 115 C. Vente à prépaiement N 116 D. Intérêt de la distinction N 117 Chapitre II Formation du contrat N 119 § 1 Parties au contrat N 119 § 2 Conclusion et validité du contrat N 122 I. Principe N 122 II. Déterminabilité des prestations N 123 III. Forme du contrat N 126 Chapitre III Obligations du vendeur N 130 § 1 Obligations principales N 130 I. Principe N 130 A. Obligation de transférer la possession N 131 1. Chose mobilière N 134 2. Créance N 136 3. Chose immobilière N 137 B. Obligation de transférer la propriété N 138 1. Chose mobilière N 141 2. Créance N 145 3. Chose immobilière N 147 II. Modalités d’exécution N 149 A. Objet N 151 1. Chose déterminée N 154 2. Chose de genre N 156 B. Lieu N 160 1. Vente sur place N 161 2. Vente à distance N 165 3. Vente avec devoir d’expédition N 169 C. Moment N 173 1. Vente à exécution immédiate N 174 2. Vente à terme N 177 3. Vente à livraisons successives N 179 § 2 Obligations accessoires N 182 Chapitre IV Obligations de l’acheteuse N 185 § 1 Principe N 185 § 3 Incombance de prendre livraison de la chose N 207 § 4 Obligations accessoires N 211 § 2 Obligation de payer le prix N 187 I. Notion de prix N 187 II. Montant du prix N 190 III. Modalités d’exécution N 195 A. Mode de paiement N 195 B. Lieu de paiement N 199 C. Moment de paiement N 201 D. Intérêts N 205 Dans les documents suivants... Chapitre V Inexécution des obligations par le vendeur N 214 Chapitre VI Inexécution des obligations par l’acheteuse : demeure N 394 Chapitre VII Allocation des risques et des profits N 409 Titre II Vente immobilière N 425 Titre III Vente internationale de marchandises N 491", "Auteur Müller Christoph Titre Troisième partie Contrats de cession d’usage / Titre I - Titre II / Chapitre I - Chapitre II Titre du livre Contrats de droit suisse Année 2021 Pages 155-182 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG 155 TOP Troisième partie Contrats de cession d’usage Titre I Principe 657 (Gebrauchsüberlassungsverträge, contratti de cessione d’uso) une partie s’engage à transférer temporairement à une autre partie l’usage et/ou la jouissance d’une chose ou d’un droit c art. 275-304 CO art. 305-311 CO art. 312-318 CO 658 bail à loyer bail à ferme prêt à usage prêt de consommation c 659 bail à loyer 156 TOP Titre II Bail à loyer Chapitre I Présentation générale 157 TOP § 1 Sources I. Code des obligations art. 253-273 CO c 661 662 trois chapitres 663 OBLF II. Autres sources A. Constitution fédérale art. 122 I Cst. 664 art. 109 Cst. art. 2 II CC art. 271 CO art. 109 Cst. 665 Aubert Jean-François/Mahon Pascal, protection des locataires contre les abus des bailleurs Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999 158 TOP B. Code civil 666 protection de la locataire C. OBLF a OBLF c 667 dispositions d’exécution D. Ordonnance sur le taux hypothécaire a 668 Ordonnance sur le taux hypothécaire er a 669 but er 159 TOP E. Droit cantonal art. 109 Cst. art. 109 Cst. 670 Cardinaux habilitation expresse F. Contrats-cadres de baux à loyer 1. Principe 672 e contrat-cadre de baux à loyer (contrat-cadre) est une convention par laquelle des associations de bailleurs et de locataires établissent en commun des » dispositions-types applicables à la conclusion, à l’objet et à l’expiration des baux à loyer de logements et de locaux commerciau x er OCBD 673 art. 109 II 1 phrase Cst. re « peut légiférer sur la force obligatoire générale des contrats-cadres » 674 champ d’application territorial art. 12-15 CO 675 forme écrite 676 160 TOP déroge à des dispositions impératives Cst. 677 force obligatoire générale e 2. Contrat-cadre romand 678 force obligatoire générale 679 er pas soumis une requête unanime pour un renouvellement de la déclaration de force obligatoire générale CO 680 er er e plus déroger aux dispositions impératives du droit du bail 681 161 TOP Règles et usages locatifs du Canton de Vaud 682 champ d’application matériel G. Usage local art. 5 II CC 683 Lachat pratique constante et indiscutée c b c d 684 rôle important 685 Tercier/Bieri/Carron, valeur de droit 686 usages commerciaux § 2 Notion I. Définition art. 253 CO 687 (Mietvertrag, locazione) « contrat par lequel le bailleur s’oblige à céder l’usage d’une chose au locataire, moyennant un loyer » 688 contrat synallagmatique de durée générateur d’obligations conclu à titre onéreux 162 TOP II. Parties au contrat A. Bailleur art. 12-16 CC art. 60-79 CC a art. 620-673 CO art. 764-771 CO art. 772-827 CO art. 828-926 CO art. 552-593 CO art. 594-619 CO 689 Higi/Bühlmann, (Vermieter, locatore) personne physique personne morale corporation ou un établissement de droit public société commerciale art. 641-729 CC art. 758 I CC art. 779 II CC art. 262 CO 690 Rohrer B., droit de disposer de la chose à louer B. Locataire art. 12-16 CC 691 Higi/Bühlmann, (Mieterin, conduttrice) personne physique personne morale corporation ou un établissement de droit public société commerciale 163 TOP III. Eléments essentiels art. 253 CO 692 trois éléments objectivement essentiels A. Chose louée 693 Steinauer Rohrer B. chose au sens des droits réels 694 mobilière immobilière B. Cession de l’usage art. 256 I CO art. 256 I CO art. 256 I CO 695 « l’usage pour lequel elle a été louée » ATF 136 III 186 c. 3.1.2 4A_39/2019 art. 262 CO 696 pas tenue d’utiliser (elle-même) la chose louée 697 164 TOP contrat de durée art. 255 CO 698 durée déterminée ou indéterminée a d 699 distinction importante C. Loyer art. 257 CO 700 (Mietzins, corrispettivo) « est la rémunération due par le locataire au bailleur pour la cession de l’usage de la chose » c 701 somme d’argent 702 autre forme ATF 119 II 347 c. 5a 4C.162/2001 art. 253 CO 703 Higi/Bühlmann, 165 TOP au moins objectivement déterminable contra § 3 Distinctions I. Selon l’objet du contrat 704 bail mobilier bail immobilier A. Bail mobilier art. 713 CC 705 Steinauer chose mobilière b f k CO e c 706 quelles dispositions du droit du bail trouvent application b e f a i b art. 677 CC art. 677 I CC b 707 166 TOP construction mobilière (Fahrnisbaute, costruzione mobiliare) « sur le fonds d’autrui sans l’intention de y établir à demeure » B. Bail immobilier art. 655 II CC 708 chose immobilière ATF 124 III 108 c. 2b 4A_109/2015 709 bail de locaux (Raummiete, locazione di locali) c d 710 habitations locaux commerciaux e c 711 protection contre les loyers abusifs et les résiliations 1. Bail d’habitations art. 253 CO art. 4 I LOG 712 Giger (Wohnräume, locali di abitazione) locaux destinés à héberger de manière durable des personnes e c a b art. 2 I OBLF b art. 2 II OBLF 713 167 TOP protection contre les loyers abusifs et les résiliations ne s’appliquent pas à tous les baux d’habitations « aux appartements de vacances loués pour trois mois ou moins » « aux baux d’appartements et de maisons familiales de luxe comprenant six pièces ou plus (cuisine non comprise) » « locaux d’habitation en faveur desquels des mesures d’encouragement ont été prises par les pouvoirs publics et dont le loyer est soumis au contrôle d’une autorité » 4D_59/2017 714 notion de luxe 2. Bail de locaux commerciaux ATF 124 III 108 c. 2b 4A_9/2010 ATF 118 II 40 715 (Geschäftsräume, locali commerciali) locaux destinés à l’exploitation d’une entreprise, d’une industrie ou à l’exercice d’une activité lucrative 716 Rohrer B. activités de loisirs art. 60-79 CC CO 717 Higi/Bühlmann, but idéal a b 718 168 TOP même régime légal e art. 263 CO d b b 719 ne s’appliquent qu’aux baux commerciaux a contrario d 720 Giger utilisation prépondérante 3. Autres locaux CO 721 « immeubles » autres que les habitations locaux commerciaux a g-i b 722 Schéma : Types de baux en fonction de la chose louée 169 TOP 4. Choses accessoires a er 723 « Les dispositions concernant les baux d’habitations et de locaux commerciaux s’appliquent aussi aux « Sont notamment réputés choses louées, dont le bailleur cède l’usage avec les habitations ou locaux commerciaux, les biens mobiliers, garages, places de stationnement extérieurs ou souterrains ainsi que les jardins » choses dont l’usage est cédé avec ces habitations ou locaux commerciaux » ATF 125 III 231 c. 2a 724 rapport fonctionnel ATF 125 III 231 c. 2a 4A_283/2013 725 mêmes parties ATF 125 III 231 c. 2a 726 à un autre moment II. Selon les parties au contrat 727 bail simple bail commun 728 logement de la famille logement commun A. Bail simple 729 un seul bailleur et une seule locataire (einfache Miete) 170 TOP B. Bail commun 730 Higi/Bühlmann, plusieurs bailleurs et/ou plusieurs locataires qui forment un ensemble (gemeinsame Miete) 4A_157/2019 731 rapport juridique uniforme art. 159-179 et 181-251 CC art. 602-606 CC art. 646-651 CC art. 652-654 CC art. 530-551 CO art. 143-150 CO 732 rapports internes 733 Higi/Bühlmann, rapports externes art. 253 CO 4A_484/2019 734 elle n’occupera pas les locaux C. Bail portant sur le logement de la famille ou le logement commun art. 162 CC 735 Higi/Brühlmann, Deschenaux Henri/Steinauer Paul-Henri/Baddeley Marga 171 TOP reta logement de la famille (Familienwohnung, abitazione familiare) Les effets du mariage e art. 14 LPart art. 169 CC art. 32 LPart art. 121 CC 736 logement commun art. 169 CC 737 Deschenaux Henri/Steinauer Paul-Henri/Baddeley Margareta, protéger le logement de la famille Les effets du mariage e art. 162 et 163 CC art. 14 LPart art. 166 et 169 CC art. 14 et 15 LPart 738 Higi/Bühlmann, Higi/Bühlmann, bail commun § 4 Délimitations I. Bail à ferme art. 275 CO 739 172 TOP (Pacht, affitto) « contrat par lequel le bailleur s’oblige à céder au fermier, moyennant un fermage, l’usage d’un bien ou d’un droit productif et à lui laisser percevoir les fruits ou les produits » ATF 128 III 419 c. 2.1 ATF 128 III 419 c. 2.1 4A_222/2012 740 objet du contrat (Verpächter, locatore) (Pächterin, affittuaria) LBFA 741 art. 275-304 CO II. Prêt à usage art. 305 CO 742 (Gebrauchsleihe, comodato) « contrat par lequel le prêteur s’oblige à céder gratuitement l’usage d’une chose que l’emprunteur s’engage à lui rendre après s’en être servi » ATF 136 III 186 c. 3.2.3 743 conclu à titre gratuit 744 art. 305-311 CO III. Dépôt art. 472 I CO 745 (Hinterlegung, deposito) « contrat par lequel le dépositaire s’oblige envers le déposant à recevoir une chose mobilière que celui-ci lui confie et à la garder en lieu sûr » 746 173 TOP pas le droit d’utiliser la chose déposée art. 472 I CO 747 chose mobilière art. 472 II CO 748 conclu à titre gratuit 749 art. 472-491 CO IV. Vente 750 transférer à l’acheteuse la propriété sur la chose 751 délimitation problématique A. Location-vente 752 Higi/Bühlmann, (Mietkauf, locazione-vendita) contrat innommé mixte 753 transfert de la propriété 174 TOP B. Vente par acomptes art. 217 II CO 754 utiliser la chose avant de devoir payer la totalité du prix LCC 755 vente à crédit C. Leasing 756 Rohrer B. céder l’usage d’une chose mobilière ou immobilière pour une durée déterminée c art. 275-304 CO LCC 757 formes très diverses 175 TOP V. Droit d’habitation art. 776 I CC 758 (Wohnrecht, diritto di abitazione) « est le droit de demeurer dans une maison ou d’en occuper une partie » ATF 88 II 331 c. 6 759 droit réel restreint VI. Contrats innommés mixtes avec des éléments du bail à loyer 760 contrats innommés mixtes A. Contrat de conciergerie c art. 319-342 CO 761 (Hauswartvertrag, contratto di portineria) contrat individuel de travail art. 319-342 CO ATF 131 III 566 c. 3.1 762 cession de l’usage du logement (de fonction) ATF 131 III 566 c. 3.1 4A_102/2013 763 fin du contrat 176 TOP B. Contrat d’hôtellerie 764 (Gastaufnahmevertrag, contratto di albergo) contrat de restauration contrat d’hébergement c art. 184-236 CO art. 394-406 CO ATF 120 II 237 c. 4a 4A_461/2008 765 vente mandat C. Contrat de garage 766 Higi/Bühlmann, (Garagevertrag, contratto di locazione garage) céder l’usage d’une place de parking a 767 contrat de garage dépendant 768 contrat de garage indépendant ATF 120 II 252 c. 2c 769 bail à loyer typique bail à loyer atypique 177 TOP VII. Transactions couplées A. Principe 770 « Une transaction couplée avec le bail d’habitations ou de locaux commerciaux est nulle lorsque la conclusion ou la continuation du bail y est subordonnée et que, par cette transaction, le locataire contracte envers le bailleur ou un tiers des obligations qui ne sont pas en relation directe avec l’usage de la chose louée » art. 254 CO art. 254 CO art. 254 CO 771 Biber, droit impératif art. 254 CO 772 contrat composé B. Conditions art. 254 CO 773 trois conditions 178 TOP C. Effets art. 254 CO art. 254 CO art. 20 CO art. 2 II CC 774 transaction couplée est « nulle » ex tunc 775 Lachat bail à loyer reste valable D. Exemples art. 3 OBLF 776 art. 254 CO art. 254 CO 777 Biber, acheter la chose louée art. 3 OBLF art. 254 CO art. 254 CO 778 acheter des meubles ou des actions « pas en relation avec l’usage de la chose louée » 779 conclusion d’un contrat d’assurance 179 TOP Chapitre II Formation du contrat § 1 Principe art. 1 CO 780 Müller contrat consensuel (Konsensualvertrag, contratto consensuale) f 781 règles générales sur la conclusion des contrats § 2 Forme du contrat I. Liberté de forme art. 11 I CO ATF 119 III 78 c. 3c 4A_431/2019 782 pas soumise au respect d’une forme spéciale art. 12-15 CO art. 16 I CO art. 16 CO art. 16 CO 783 Müller Müller bail à loyer ne sera conclu que si la forme écrite est respectée art. 12-15 CO art. 1 CO 784 Müller conditions générales 180 TOP II. Forme écrite art. 12-15 CO 785 forme écrite simple 786 déclarations suivantes 181 TOP III. Formule officielle art. 270 II CO 787 « En cas de pénurie de logement, les cantons peuvent rendre obligatoire, sur tout ou partie de leur territoire, l’usage de art. 269d CO art. 270 II CO ATF 117 Ia 328 c. 3 4A_250/2012 788 (Formularpflicht, obbligo di notifica mediante modulo ufficiale) baux d’habitations art. 270 II CO ATF 124 I 127 c. 2a 789 autorise les cantons CO ATF 124 I 127 c. 2b ATF 136 III 82 c. 2 790 pénurie de logement (Wohnungsmangel, penuria di abitazioni) ATF 124 I 127 c. 2c ATF 119 Ia 348 c. 4a 4A_453/2015 ATF 124 I 127 c. 2d 791 Lachat, taux de vacance 792 Bâle-Ville, Genève, Lucerne, Neuchâtel, Nidwald, Vaud, Zoug et Zurich OBLF art. 270 II CO art. 19 III OBLF art. 19 IV OBLF 794 bis contenu minimal 795 but ATF 140 III 583 c. 3.2.1 796 nullité (partielle) du montant du loyer initial 797 déclarations suivantes 660 droits réels restreints art. 780 CC art. 745-775 CC l art. 776-778 CC Steinauer Bachofner Eva Biber Irene Blumer Maja Auteur Burkhalter Peter/Martinez-Favre Emmanuelle, Dietschy-Martenet Patricia Fetter Sébastien Giger Hans Giger Hans Giger Hans, 2020 Hausmann Urs, Higi Peter Higi Peter/Bühlmann Anton/Wildisen Christoph Auteurs Higi Peter/Bühlmann Anton/Wildisen Christoph Auteurs Higi Peter Huber Basil, Lachat David/Lachat Boris, Lachat, Lachat David Lachat Püntener Richard, Rizzolio Laurent Strik Manfred SVIT Auteur Tschudi Matthias, Vischer Moritz, Die Mieterausweisung – Rechtsschutz in klaren und in weniger klaren Fällen Die Rohbaumiete, Gebrauchsüberlassungsverträge (Miete, Pacht) Droit du bail à loyer et à ferme – Commentaire pratique Commentaire SVIT du droit du bail Bail à loyer et procédure civile La contestation du loyer initial, étude de l’ article 270 CO Die Miete – Grundsatzanalyse, Vorbemerkungen und Art. 253-255 OR Berner Kommentar, Die Miete – Art. 256-259i OR Vertragsfreiheit im Schweizer Mietrecht von 1804 bis 2014 unter besonderer Berücksichtigung des Mietzinses Zürcher Kommentar, Die Miete – Art. 271-274g OR Zürcher Kommentar, Die Miete – Vorbemerkungen zum 8. Titel (Art. 253-273c OR), Art. 253-265 OR Zürcher Kommentar, Die Miete – Art. 269-270e OR Die vorzeitige Rückgabe der Mietwohnung Procédure civile en matière de baux et loyers Le bail à loyer Mietrecht für die Praxis Wohn- und Geschäftsraummiete – Beraten und Prozessieren im Immobiliarmietrecht Zivilprozessrecht für die Mietrechtspraxis, Les travaux de rénovation et de modification de la chose louée entrepris par le bailleur – Analyse de l’ art 260 CO Das Verfahrensrecht bei der Wohn- und Geschäftsraummiete nach der Schweizerischen Zivilprozessordnung (ZPO) Das schweizerische Mietrecht, Kommentar Mietrechtliche Probleme bei Immissionen als Folge von Umgebungsveränderungen Die Rohbaumiete – Zulässigkeit und Grenzen e e e e e e e 671 exemple e 793 canton de Neuchâtel e Conseil d’Etat dresse la liste des communes où l’usage de la formule officielle mentionnée à l’article 269d est obligatoire es communes dans lesquelles l’usage de la formule officielle mentionnée à l’article 269d du code des obligations est obligatoire pour la conclusion de tout nouveau bail d’habitation sont les communes soumises à l’application de la loi limitant la vente d’appartements loués (LVAL), du 22 mars 1989 « Les communes et les catégories de logements suivantes sont soumises à l’application de la LVAL : Neuchâtel ; La Tène ; Cornaux ; Cressier ; Le Landeron ; Cortaillod ; Milvignes ; Rochefort ; La Grande Béroche, pour les 5 pièces ; Val-de-Ruz ; La Sagne » ont réputés faire partie des logements qui connaissent la pénurie tous ceux qui ont de 2 à 5 pièces habitables 182 TOP er re – dispositions générales b – protection contre les loyers abusifs e – protection contre les congés c – logement de la famille art. 169 CC m n a art. 14 LPart – attribution à l’un des époux des droits et obligations en cas de divorce art. 121 CC – consentement de l’autorité de protection de l’adulte CC – possession art. 919-941 CC – annotation des droits personnels au registre foncier art. 959 CC b – Giger durée déterminée art. 255 II et 266 I CO art. 255 CO – durée indéterminée art. 255 III CO a – pas être en relation directe avec l’usage de la chose louée art. 184-236 CO art. 237-238 CO LCA art. 319-342 CO – Biber couplée avec un bail à loyer d’habitations ou de locaux commerciaux conditio sine qua non art. 254 CO – Higi/Bühlmann, abus de droit art. 2 II CC art. 254 CO – d – f – g – a – a – a – b art. 78 III ORF – art. 263 I CO – h – l – a – résiliation par le bailleur d’un bail d’habitations et de locaux commerciaux l art. 9 OBLF – avis de majoration du loyer d art. 19 OBLF © Stämpfli Verlag AG Bern - 2021 Troisième partie Contrats de cession d’usage / Titre I - Titre II / Chapitre I - Chapitre II Table des matières Titre I Principe N 657 Titre II Bail à loyer N 661 Chapitre I Présentation générale N 661 § 1 Sources N 661 I. Code des obligations N 661 II. Autres sources N 664 A. Constitution fédérale N 664 B. Code civil N 666 C. OBLF N 667 D. Ordonnance sur le taux hypothécaire N 668 E. Droit cantonal N 670 G. Usage local N 683 F. Contrats-cadres de baux à loyer N 672 1. Principe N 672 2. Contrat-cadre romand N 678 § 2 Notion N 687 I. Définition N 687 II. Parties au contrat N 689 A. Bailleur N 689 B. Locataire N 691 III. Eléments essentiels N 692 A. Chose louée N 693 B. Cession de l’usage N 695 C. Loyer N 700 § 3 Distinctions N 704 I. Selon l’objet du contrat N 704 A. Bail mobilier N 705 B. Bail immobilier N 708 1. Bail d’habitations N 712 2. Bail de locaux commerciaux N 715 3. Autres locaux N 721 4. Choses accessoires N 723 II. Selon les parties au contrat N 727 A. Bail simple N 729 B. Bail commun N 730 C. Bail portant sur le logement de la famille ou le logement commun N 735 § 4 Délimitations N 739 I. Bail à ferme N 739 II. Prêt à usage N 742 III. Dépôt N 745 V. Droit d’habitation N 758 IV. Vente N 750 A. Location-vente N 752 B. Vente par acomptes N 754 C. Leasing N 756 VI. Contrats innommés mixtes avec des éléments du bail à loyer N 760 A. Contrat de conciergerie N 761 B. Contrat d’hôtellerie N 764 C. Contrat de garage N 766 VII. Transactions couplées N 770 A. Principe N 770 B. Conditions N 773 C. Effets N 774 D. Exemples N 776 Chapitre II Formation du contrat N 780 § 1 Principe N 780 § 2 Forme du contrat N 782 I. Liberté de forme N 782 II. Forme écrite N 785 III. Formule officielle N 787 Dans les documents suivants... Chapitre III Obligations du bailleur N 798 Chapitre IV Obligations de la locataire N 934 Chapitre V Rénovation et modification de la chose louée N 1081 Chapitre VI Intervention d’une tierce personne dans le bail N 1127 Chapitre VII Fin du contrat N 1255 Chapitre VIII Protection contre les loyers abusifs N 1353 Chapitre IX Protection contre les résiliations N 1653 Chapitre X Autorités et procédure N 1774", "Auteur Müller Christoph Titre Quatrième partie Contrats de services / Titre I Contrat d’entreprise / Chapitre I Présentation générale Titre du livre Contrats de droit suisse Année 2021 Pages 389-412 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG 389 TOP Quatrième partie Contrats de services 1796 contrats de services (Dienstleistungsverträge, contratti di servizio) art. 363-379 CO art. 394-406 CO a v 1797 contrat d’entreprise mandat proprement dit toutes les formes particulières de mandat 1798 contrat d’entreprise mandat proprement dit contrat d’agence 390 TOP Titre I Contrat d’entreprise Chapitre I Présentation générale § 1 Notion art. 363 CO 1799 391 TOP (Werkvertrag, contratto di appalto) entrepreneur s’oblige à exécuter un ouvrage, moyennant un prix que le maître s’engage à lui payer 1800 contrat de services ATF 129 III 604 c. 2.2 1801 pas un contrat de durée 1802 Gauch contrats de longue durée (langfristiger Vertrag, Langzeitvertrag ; contratto a lungo termine) § 2 Sources I. Sources légales art. 365 I CO CO a CO 1803 art. 363-379 CO . 1804 D’autres dispositions de droit privé sont susceptibles de compléter ces règles, en particulier : 1805 règles de droit public II. Sources conventionnelles : Norme SIA-118 1806 conditions générales 1807 393 TOP norme SIA- 118 (« Conditions générales pour l’exécution des travaux de construction ») ATF 132 III 285 c. 1.3 ATF 118 II 295 c. 2a 4A_156/2018 1808 conditions générales art. 364 III CO ATF 118 II 295 c. 2a 1809 Gauch expression d’un usage (commercial) 1810 toutes les dispositions ou seulement certaines 394 TOP § 3 Eléments caractéristiques art. 363 CO 1812 exécution d’un ouvrage paiement du prix I. Exécution d’un ouvrage 1813 prestation caractéristique A. Obligation de résultat ATF 130 III 458 c. 4 4A_594/2017 1814 Gauch activité qui aboutisse à un certain résultat (Arbeitserfolg) (« werken », « wirken » ; « operare ») (« Werk ») art. 394-406 CO 1815 activité déployée par l’entrepreneuse pour exécuter l’ouvrage B. Ouvrage comme résultat de l’activité ATF 130 III 458 c. 4 4A_594/2017 1816 395 TOP (Werk, opera) résultat objectivement constatable ATF 130 III 458 c. 4 4A_129/2017 1817 matériel immatériel 1. Ouvrage matériel 1818 (körperlich, materiale) modification du monde physique 1819 ouvrages matériels 396 TOP 2. Ouvrage immatériel 1820 (unkörperlich, geistig, immateriale) production intellectuelle, scientifique ou artistique 1821 conditions 397 TOP II. Paiement du prix art. 363 CO ATF 127 III 519 c. 2b 1823 éléments caractéristiques ATF 127 III 519 c. 2c art. 374 CO 1824 droit de l’entrepreneuse à une rémunération « Si le prix n’a pas été fixé d’avance, ou s’il ne l’a été qu’approximativement » § 632 I BGB 1825 pas déjà tacitement convenue art. 394 III CO 1826 usage d’une rémunération art. 8 CC ATF 127 III 519 c. 2a art. 363 CO 1827 Zindel/Schott prouver qu’une rémunération a été convenue art. 363-379 CO ATF 127 III 519 c. 2b 1828 à titre gratuit § 4 Délimitations I. Vente ATF 124 III 456 c. 4b/aa 1829 398 TOP exécuter un ouvrage ATF 117 II 273 c. 3a 1830 contrat de livraison d’ouvrage (Werklieferungsvertrag, contratto di fornitura di un’opera) 1831 vente d’une chose future vente avec obligation de montage II. Bail à loyer c 1832 399 TOP cède l’usage de l’ouvrage ATF 113 II 264 c. 2a ATF 131 III 300 c. 2.1 1833 contrat d’échafaudage (Gerüstvertrag) CC ATF 136 III 6 c. 2 1834 hypothèque légale des artisans et entrepreneurs c ATF 131 III 300 c. 2.1 1835 contrat de bail à loyer contrat innommé mixte III. Mandat proprement dit art. 394-406 CO ATF 144 III 43 c. 3.1.2 art. 398 II CO 1836 Schmid/Stöckli/Krauskopf obligation de moyens 1837 400 TOP Huguenin Tercier/Bieri/Carron service qui aboutit à un ouvrage immatériel 1838 grande importance pratique IV. Contrat individuel de travail art. 319-355 CO 1839 obligation de résultat art. 369 CO 1840 rapport de subordination 1841 durée art. 319 I CO e a c art. 34 CPC 1842 401 TOP grande importance pratique § 5 Distinctions I. En général 1843 formes très diverses A. Contrat d’entreprise simple et contrat de livraison d’ouvrage 1844 contrat d’entreprise simple (schlichter Werkvertrag) ATF 117 II 273 c. 3a 1845 contrat de livraison d’ouvrage (Werklieferungsvertrag, contratto di fornitura di un’opera art. 363-379 CO 1846 contrat d’entreprise art. 367-371 CO art. 365 I CO art. 197-210 CO 1847 402 TOP matière défectueuse art. 184-236 CO 1848 distinction avec le contrat de vente B. Contrat d’entreprise principal et contrat de sous-traitance 1. Relation triangulaire 1849 Gauch entrepreneuse passe tout ou partie des travaux à une tierce personne 1850 trois parties 2. Relation entre l’entrepreneuse principale et le sous-traitant art. 363-379 CO 1851 403 TOP contrat d’entreprise ATF 136 III 14 c. 2.3 1852 indépendant du contrat d’entreprise (principal) 1853 coordination entre les deux contrats art. 151 CO art. 75 CO 1854 (clause pay if paid) (clause pay when paid) . 3. Relation entre le maître et le sous-traitant ATF 136 III 14 c. 2.3 1855 pas de contrat art. 41-61 CO 1856 responsabilité délictuelle CC 1857 404 TOP hypothèque légale des artisans et entrepreneurs 4C.88/2005 1858 relations contractuelles directes 4. Relation entre le maître et l’entrepreneuse principale art. 363-379 CO 1859 contrat d’entreprise art. 101 CO ATF 116 II 305 c. 2c art. 101 CO art. 363 CO art. 101 CO art. 363 CO 1860 Zindel/Schott Chaix 405 TOP obligations de l’entrepreneuse envers le maître (cura in instruendo) (cura in custodiendo) 1861 prix 1862 Même si le maître n’a un lien contractuel qu’avec l’entrepreneuse (et non pas avec le sous-traitant), il a souvent intérêt à pouvoir influencer le contenu du contrat de sous-traitance. C’est pourquoi le contrat (d’entreprise) principal peut obliger l’entrepreneuse à intégrer dans le contrat de sous-traitance certaines clauses du contrat principal (clause flow through ). 1863 Gauch obligation d’informer le maître II. Dans la construction en particulier A. Contrat de construction 1864 (Bauwerkvertrag, Bauvertrag ; contratto di costruzione) (Bauunternehmerin, imprenditrice) (Bauherr, committente) exécuter un travail de construction pour un maître contre rémunération 1865 « travail de construction » (Bauarbeit, lavoro di costruzione) 1866 la plus importante manifestation du contrat d’entreprise dans la pratique 1867 406 TOP norme SIA-118 1868 diverses manifestations B. Entreprise individuelle ATF 114 II 53 c. 2a 1869 (Einzelunternehmerin, Teilunternehmerin ; imprenditrice individuale) participe à la réalisation d’un ouvrage complet en exécutant seulement une partie de cet ouvrage 1870 coordonner l’intervention des différentes entrepreneuses individuelles ATF 115 II 456 c. 4 art. 101 CO art. 41-61 CO 1871 Gauch co-entrepreneuse Nebenunternehmerin, coimprenditrice 407 TOP C. Entreprise générale ATF 114 II 53 c. 2a 1872 Gauch (Generalunternehmerin, imprenditrice generale) réaliser l’intégralité d’un ouvrage plus important 1873 contrat d’entreprise générale (Generalunternehmervertrag, GU-Vertrag ; contratto di appalto generale) 1874 coordonner l’intervention de ses propres sous-traitants art. 363-379 CO ATF 114 II 53 c. 2b 1875 contrat d’entreprise D. Entreprise totale ATF 114 II 53 c. 2a 1876 408 TOP (Totalunternehmerin, imprenditrice totale) réaliser l’intégralité d’un ouvrage exécuter les travaux de projection et de planification art. 363-379 CO ATF 117 II 273 c. 3a 1877 (Totalunternehmervertrag, TU-Vertrag ; contratto di appalto totale) contrat d’entreprise E. Consortium art. 530-551 CO 4C.255/1996 ATF 126 II 230 1878 société simple (Konsortium, consorzio) Arbeitsgemeinschaft, ARGE ; communità di lavoro art. 530 I CO 1879 but commun art. 544 III CO 1880 associées du consortium répondent solidairement art. 544 I CO art. 652-654 CC ATF 142 III 782 c. 3.1.1 1881 appartiennent en commun aux associées F. Contrats d’architecte et d’ingénieure 1. Qualification 1882 Gauch 409 TOP controversée ATF 109 II 34 c. 3 1883 contrat d’architecte contrat d’ingénieure (Architektinvertrag, contratto di architetto) (Architekturvertrag, contratto d’architettura) (Ingenieurinvertrag, contratto di ingegnere) 4A_508/2019 art. 394-406 CO 1884 le prestations que l’architecte doit concrètement effectuer d’après le contrat 2. Etablissement de plans et de projets 1885 contrat de planification ou de projet (Planungsvertrag, contratto di progettazione) art. 363-379 CO ATF 134 III 361 c. 5.1 4A_609/2018 1886 contrat d’entreprise 3. Etablissement d’un devis ou d’une expertise 1887 410 TOP contrat pour l’élaboration d’un devis (Kostenvoranschlag, preventivo) (Gutachten, perizia) 1888 Gauch distinguer selon que le résultat peut être ou non vérifié selon des critères objectifs critique 4. Adjudication et direction des travaux 1889 contrat d’adjudication des travaux (Vergebung von Arbeiten, contratto di aggiudicazione dei lavori) 1890 contrat de direction des travaux de construction (Bauleitungsvertrag, contratto di direzione dei lavori) art. 394-406 CO ATF 134 III 361 c. 5.1 art. 363 CO 4A_457/2017 1891 411 TOP contrats de mandat proprement dit 5. Contrat d’architecte global ATF 134 III 361 c. 5.1 1892 (Gesamtvertrag, contratto di architetto globale) art. 394-406 CO ATF 134 III 361 c. 5.1 4A_190/2019 ATF 145 III 506 1893 contrat innommé mixte art. 367-371 CO art. 398 II CO 4A_89/2017 1894 conséquences juridiques différentes art. 404 CO ATF 127 III 543 c. 2a 1895 412 TOP résiliation art. 394-406 CO ATF 109 II 462 c. 3d 1896 Gauch critique « les efforts compréhensibles pour une subsumption uniforme » Becker Hermann, Bieger Alain Bieri Laurent Brändli Roger Bühler Theodor Fellmann Walter, Gauch Peter Gautschi Georg, Huber Felix/Schwendener Niklaus Koller Alfred Koller Koller Alfred Koller Laube Philipp Mörtl Fabian Peer Carlo, Schumacher Rainer/König Roger Spiess Hans Rudolf/Huser Marie-Theres Trachsel Heribert Twerenbold Thomas Berner Kommentar, Die einzelnen Vertragsverhältnissen – Art. 184-551 OR Die Mängelrüge im Vertragsrecht Une analyse économique des sanctions en cas de violation du contrat d’entreprise Die Nachbesserung im Werkvertrag : eine Gesamtdarstellung unter Berücksichtigung der SIA-Norm 118 Zürcher Kommentar, Der Werkvertrag – Art. 363-379 OR Berner Kommentar, Der einfache Auftrag – Art. 394-406 OR Der Werkvertrag Berner Kommentar, Der Werkvertrag – Art. 363-379 OR Der Generalunternehmervertrag des Verbands Schweizerischer Generalunternehmer – Wegleitung zu den allgemeinen Vertragsbedingungen des VSGU Berner Kommentar, Der Werkvertrag – Art. 363-366 OR Schweizerisches Werkvertragsrecht Die Tragung der Nachbesserungskosten im Bauwerkvertrag Die Preisgefahr bei Leistungsunmöglichkeit des Unternehmers Das Leistungsverzeichnis bei Bauwerkverträgen Die Vergütung im Bauwerkvertrag Norm SIA 118 Die Verantwortlichkeit des Bestellers bei Werkmängeln : die Alleinverantwortlichkeit (Art. 369 OR) und die geteilte Gewährleistung Der «unverbindliche» Kostenvoranschlag beim Werkvertrag – zur rechtlichen Tragweite von Artikel 375 OR e e e e 1811 Fédération internationale des ingénieurs-conseils (red book) (orange book) (yellow book) (white book) 1822 Exemples ATF 130 III 362 c. 4.1 ATF 109 II 34 c. 3 ATF 127 III 328 c. 2c 4A_265/2008 – Code civil art. 671-673 CC art. 895-898 CC art. 837-841 CC – 392 TOP Gauch CVIM « les contrats de fourniture de marchandises à fa briquer ou à produire, à moins que la partie qui commande celles-ci n’ait à fournir une part essentielle des éléments matériels nécessaires à cette fabrication ou production » « contrats dans lesquels la part prépondérante de l’obligation de la partie qui fournit les marchandises consiste en une fourniture de main-d’œuvre ou d’autres services » – Gauch LRFP art. 2 LRFP LRFP art. 3 LRFP – choses mobilières ou immobilières que l’entrepreneuse doit fabriquer nouvellement ATF 117 II 259 c. 2 ATF 98 II 299 c. 2 ATF 115 II 50 c. 1 – choses mobilières ou immobilières que l’entrepreneuse doit physiquement modifier ATF 116 II 454 ATF 113 II 421 c. 1 ATF 120 II 214 ATF 107 II 172 art. 440-457 CO – résultat de travaux que l’entrepreneuse doit exécuter sur le corps humain art. 394-406 CO 4P.65/2004 – Fellmann Gauch résultat de l’activité art. 394 CO – se matérialise sous une forme ou une autre dans un objet (Werkträger, supporto). ATF 130 III 458 c. 4, cf. ATF 127 III 328 c. 2a 4A_129/2017 – Gauch prestataire de services peut promettre l’exactitude objective du résultat ATF 134 III 361 c. 6 4A_129/2017 – Chaix Koller Gauch chose future 4A_399/2018 ATF 124 III 456 c. 4b/aa 4A_399/2018 art. 363 CO art. 363 CO – Gauch Chaix Zindel/Schott obligation de montage art. 363 CO art. 364 CO – maître (Erst-Besteller, committente principale) (Hauptvertrag, contratto principale di appalto) – entrepreneuse (Hauptunternehmerin, appaltatrice principale) Subunternehmervertrag, Unterakkordantvertrag ; contratto di subappalto (Zweit-Besteller) – sous-traitant (Subunternehmer, subappaltatore) – Entrepreneuse individuelle (cf. N 1869-1871) ; – Entrepreneuse générale (cf. N 1872-1875) ; – Entrepreneuse totale (cf. N 1876-1877) ; – Membre d’un consortium (cf. N 1878-1881) ; ou – Architecte ou ingénieure (cf. N 1882-1896). – contrat d’entreprise art. 363-379 CO ATF 127 III 543 c. 2a – mandat proprement dit art. 394-406 CO ATF 134 III 361 c. 6.2 4A_190/2019 ATF 145 III 506 4A_89/2017 © Stämpfli Verlag AG Bern - 2021 Quatrième partie Contrats de services / Titre I Contrat d’entreprise / Chapitre I Présentation générale Table des matières Titre I Contrat d’entreprise N 1799 Chapitre I Présentation générale N 1799 § 1 Notion N 1799 § 2 Sources N 1803 I. Sources légales N 1803 II. Sources conventionnelles : Norme SIA-118 N 1806 § 3 Eléments caractéristiques N 1812 I. Exécution d’un ouvrage N 1813 A. Obligation de résultat N 1814 B. Ouvrage comme résultat de l’activité N 1816 1. Ouvrage matériel N 1818 2. Ouvrage immatériel N 1820 II. Paiement du prix N 1823 § 4 Délimitations N 1829 I. Vente N 1829 II. Bail à loyer N 1832 III. Mandat proprement dit N 1836 IV. Contrat individuel de travail N 1839 § 5 Distinctions N 1843 I. En général N 1843 A. Contrat d’entreprise simple et contrat de livraison d’ouvrage N 1844 B. Contrat d’entreprise principal et contrat de sous-traitance N 1849 1. Relation triangulaire N 1849 2. Relation entre l’entrepreneuse principale et le sous-traitant N 1851 3. Relation entre le maître et le sous-traitant N 1855 4. Relation entre le maître et l’entrepreneuse principale N 1859 II. Dans la construction en particulier N 1864 A. Contrat de construction N 1864 B. Entreprise individuelle N 1869 C. Entreprise générale N 1872 D. Entreprise totale N 1876 E. Consortium N 1878 F. Contrats d’architecte et d’ingénieure N 1882 1. Qualification N 1882 2. Etablissement de plans et de projets N 1885 3. Etablissement d’un devis ou d’une expertise N 1887 4. Adjudication et direction des travaux N 1889 5. Contrat d’architecte global N 1892 Dans les documents suivants... Chapitre II Formation du contrat N 1897 Chapitre III Obligations de l’entrepreneuse N 1922 Chapitre IV Inexécution des obligations par l’entrepreneuse N 2012 Chapitre V Obligations du maître N 2267 Chapitre VI Garanties N 2448 Chapitre VII Fin du contrat N 2483 Titre II Mandat proprement dit N 2579 Titre III Agence N 3198", "Auteur Müller Christoph Titre Cinquième partie Contrats de sûreté / Titre I - Titre II / Chapitre I Présentation générale Titre du livre Contrats de droit suisse Année 2021 Pages 749-770 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG 749 TOP Cinquième partie Contrats de sûreté Titre I Introduction 3572 Müller (Bürgschaft, fideiussione) (Sicherungsverträge, contratti di garanzia) contrats de sûreté art. 492-512 CO art. 884-915 CC art. 793-875 CC 3573 Meier Develioglu sûretés personnelles art. 111 CO art. 175-183 CO art. 1020-1022 CO art. 492-512 CO art. 160-163 CO art. 492-512 CO 3574 Pestalozzi Meier promesse de porte-fort reprise cumulative de dette aval clause pénale 750 TOP Titre II Cautionnement Chapitre I Présentation générale § 1 Notion art. 492 I CO 3575 « Le cautionnement est un contrat par lequel une personne s’engage envers le créancier à garantir le paiement de la dette contractée par le débiteur » 3576 trois personnes 3577 trois relations juridiques 3578 caractérisé 752 TOP § 2 Sources I. Principe et but 3579 art. 492-512 CO art. 492-494 CO art. 495-508 CO art. 509-512 CO 3580 trois parties art. 492-512 CO art. 492-512 CO 3581 Beck loi fédérale du 10 décembre 1941 er art. 492-512 CO 3582 Beck protéger la caution II. Nature juridique des dispositions légales art. 492 IV CO art. 492 IV CO art. 19 CO art. 492-512 CO art. 492 CO 4C.114/2003 3583 Pestalozzi « A moins que le contraire ne ressorte de la loi, la caution ne peut pas renoncer d’avance aux droits qui lui sont conférés dans le présent titre » nature relativement impérative CO 3584 753 TOP renoncer par avance aux droits légaux e re ATF 113 II 434 c. 3d 4A_530/2008 3585 droit de soulever des exceptions ou des objections art. 492 IV CO art. 502 II CO ATF 138 III 453 c. 2.3.2 3586 garantir une obligation par rapport à laquelle le débiteur a renoncé à soulever des exceptions ou des objections art. 492 CO 3587 Pestalozzi renoncer § 3 Eléments caractéristiques 3588 deux éléments I. Responsabilité personnelle pour la dette d’autrui art. 492 CO art. 110 3589 Vischer obligation propre de la caution envers la créancière CO ). C’est pourquoi la collaboration du débiteur principal n’est pas une condition pour la conclusion du cautionnement. 4A_500/2011 art. 111 CO 3590 engagement pour la dette d’autrui II. Accessoriété par rapport à la dette principale CO 3591 « Le cautionnement ne peut exister que sur une obligation valable » re ATF 138 III 453 c. 2.2.1 ATF 113 II 434 c. 2b 4A_279/2009 3592 rapport de dépendance accessoire CO art. 151-157 CO 3593 « Une obligation future ou conditionnelle peut être garantie pour l’éventualité où elle sortirait effet » e dette future ou conditionnelle 3594 Develioglu caractéristique essentielle § 4 Délimitations I. Porte-fort art. 111 CO art. 492-512 CO 3595 Meier (Garantievertrag, promessa della prestazione di un terzo) contrat par lequel la garante promet au bénéficiaire le fait d’une tierce personne art. 492-512 CO 4A_24/2020 ATF 125 III 305 c. 2b 3596 Beck Develioglu engagement est indépendant art. 111 CO 3597 Pestalozzi conditions de forme et de capacité strictes ATF 125 III 305 c. 2b 3598 757 TOP réparer le préjudice 4A_279/2009 5A_15/2018 3599 porte-fort se rapporte à un contrat préexistant (bürgschaftsähnliche Garantie, garanzia simile alla fideiussione) II. Reprise cumulative de dette 5A_944/2016 ATF 129 III 702 c. 2.1 art. 492 CO art. 148 I CO art. 492-512 CO 3600 Giovanoli Meier (kumulative Schuldübernahme, assunzione cumulativa di debito) reprenante devient directement et personnellement débitrice de la dette ATF 129 III 702 c. 2.2 5A_944/2016 3601 pas soumise à des prescriptions de forme III. Aval 3602 (Wechselbürgschaft, avallo) engagement par lequel une personne (l’avaliseuse) garantit le paiement d’une lettre de change par l’une des débitrices cambiaires (avalisées) 3603 758 TOP art. 1020-1022, 1098 III et 1114 CO art. 1022 I CO art. 492-512 CO art. 492-512 CO 3604 Beck Meier obligation solidaire 4A_460/2010 art. 1022 II CO 3605 engagement de l’avaliseuse est indépendant et abstrait « valable alors même que l’obligation qu’il a garantie est nulle pour toute autre cause qu’un vice de forme » art. 1022 III CO art. 492-512 CO 3606 Beck dispositions sur le cautionnement ne s’appliquent pas § 5 Distinctions 3607 différents types 3608 distingue 3609 distinguer 3610 distinguer 3611 distinguer 3612 distinction I. Cautionnement individuel A. Définition 3613 une seule caution s’engage art. 495 CO art. 496 CO 3614 portée de l’engagement de la caution diffère sensiblement art. 495 CO 3615 Pestalozzi Tercier/Bieri/Carron cautionnement solidaire est nettement plus fréquent 760 TOP B. Cautionnement simple 1. Principe art. 495 CO ATF 125 III 322 c. 2 2C_410/2010 3616 (einfache Bürgschaft, fideiussione semplice) que si cette dernière n’a pas pu obtenir préalablement l’exécution de la part du débiteur principal 3617 deux exceptions 3618 formes particulières 2. Cautionnement pour le découvert art. 495 III CO 3619 Lorsque la caution s’engage seulement à rembourser au créancier le montant de sa perte art. 495 III CO art. 495 CO 3620 Vischer 761 TOP (Schadlosbürgschaft, Ausfallbürgschaft ; garanzia di risarcimento) montant que la créancière n’a (définitivement) pas pu obtenir du débiteur principal art. 495 III CO art. 495 I CO art. 495 CO art. 265 LP 3621 Pestalozzi « ne peut être recherchée que si un a été délivré contre le débiteur » acte de défaut de biens définitif art 303 LP CO 3622 « Lorsqu’un a été conclu la caution peut être recherchée immédiatement après son entrée en vigueur pour la partie remise de la dette » concordat e CO 3623 « a ou si en raison du transfert de son domicile d’un Etat étranger dans un autre l’exercice du droit du créancier est sensiblement entravé » transféré son domicile à l’étranger re 3. Certificat de caution art. 498 I CO 3624 « Le certificateur de caution garantit à l’égard du créancier l’engagement de la caution » art. 498 CO 3625 (Nachbürgschaft, fideiussione del fideiussore) (Vorbürgschaft) (Vorbürge) dette garantie est celle du premier cautionnement 3626 conclu entre la créancière et le certificateur de caution 3627 762 TOP expressément prévoir 3628 première caution s’est valablement engagée envers la créancière art. 495 CO 3629 comme une caution simple répond après le débiteur principal 3630 distinguer art. 502 CO 3631 exceptions et objections 4. Arrière-cautionnement art. 498 II CO 3632 « L’arrière-caution est garante envers la caution qui a payé du recours appartenant à celle-ci contre le débiteur » art. 498 II CO art. 498 CO 3633 Beck 763 TOP (Rückbürgschaft, fideiussione al regresso) garantit envers la caution qui a désintéressé la créancière, la créance récursoire dont celle-ci dispose contre le débiteur principal 3634 conclu entre l’arrière-caution et la caution 3635 expressément prévoir art. 495 CO 3636 sous-catégorie du cautionnement (individuel) simple 3637 première caution dispose d’une action récursoire contre le débiteur principal 3638 deux formes C. Cautionnement solidaire art. 496 I CO 3639 « ou toute autre équivalente, le créancier peut la poursuivre avant de rechercher le débiteur et de réaliser ses gages immobiliers, à condition que le débiteur soit en retard dans le paiement de sa dette et qu’il ait été sommé en vain de s’acquitter ou que son insolvabilité soit notoire » Si la caution s’oblige avec le débiteur en prenant la qualification de caution solidaire art. 496 CO 3640 764 TOP (Solidarbürgschaft, fideiussione solidale) engagement plus conséquent de la part de la caution art. 496 I CO art. 496 CO art. 495 I CO 3641 Beck pas explicitement qualifier son engagement de solidaire 3642 deux conditions alternatives art. 143-149 CO art. 496 CO ATF 122 III 125 c. 2b art. 492 II CO art. 496 CO art. 507-508 CO art. 143-149 CO art. 496 CO art. 502-503 et 509 CO art. 145-147 CO art. 143-149 CO art. 496 CO art. 496 CO 3643 Pestalozzi Meier Vischer Tercier/Bieri/ 765 TOP Carron Giovanoli pas à proprement parler des débiteurs solidaires II. Cautionnement plural A. Définition 3644 Huguenin plusieurs cautions s’engagent art. 497 CO 3645 « cautionnement conjoint » (Mitbürgschaft, confideiussione) 3646 trois principaux types B. Cautionnement indépendant art. 497 IV CO 3647 « Lorsque chacune d’elles répond de la somme entière. Celle qui paie a cependant, sauf convention contraire, un droit de recours contre les autres pour leurs parts et portions » plusieurs personnes ont, indépendamment les unes des autres, garanti la même dette , art. 497 IV CO art. 497 CO 3648 Pestalozzi (Nebenbürgschaft, uneigentliche Mitbürgschaft ; fideiussione indipendente) plusieurs cautions garantissent une même dette indépendamment les unes des autres art. 497 CO ATF 119 Ia 441 c. 2 3649 Beck 766 TOP concours d’actions 5A_450/2012 3650 CO art. 497 II CO art. 497 CO 3651 Vischer recours est « proportionnel » C. Cautionnement conjoint 1. Principe CO 3652 (Mitbürgschaft, confideiussione) plusieurs personnes (cocautions) garantissent en commun la même dette divisible art. 497 CO 3653 Pestalozzi même dette du même débiteur principal art. 497 CO 3654 Vischer en commun art. 70 CO art. 70 II CO art. 496 I CO 3655 dette du débiteur principal doit être divisible 3656 deux formes 767 TOP 2. Cautionnement conjoint simple art. 497 I CO 3657 « Lorsque chacune d’elles est obligée comme caution simple pour sa part et comme certificateur de caution pour la part des autres » plusieurs personnes ont garanti conjointement une même dette divisible , art. 497 I CO art. 495 CO art. 498 I CO 3658 (einfache Mitbürgschaft, confideiussione semplice) pour sa part en qualité de caution simple mais en plus et subsidiairement, comme certificateur de caution pour la part des autres cautions art. 495 I CO art. 495 II CO art. 498 I CO art. 497 CO 3659 Vischer bénéfice de division (Einrede der Teilung, beneficio della divisione ; beneficium divisionis) art. 498 I CO art. 497 CO 3660 Meier conditions de l’art. 495 I & II CO sont remplies à l’égard de la cocaution, à laquelle la caution conjointe simple est tenue de suppléer 3661 présumé simple 768 TOP 3. Cautionnement conjoint solidaire art. 497 II CO 3662 « Si les soit avec le débiteur, soit entre elles, chacune d’elles répond de la dette entière. Une caution peut cependant refuser de payer au-delà de sa part, tant que la poursuite n’a pas été introduite contre toutes les cautions qui se sont engagées solidairement avec elle, avant ou en même temps, et qui peuvent être recherchées en Suisse pour cette dette. Elle peut exercer le même droit tant que les autres cautions ont payé leur part ou fourni des sûretés d’ordre réel. Sauf convention contraire, la caution qui a payé a un droit de recours contre les autres dans la mesure où chacune d’elles n’a pas payé sa part. Ce droit peut être exercé avant le recours contre le débiteur » cautions se sont obligées comme cautions solidaires , art. 497 II CO CO 3663 (Solidarmitbürgschaft, confideiussione solidale) chaque caution répond de la dette entière re CO art. 504 CO art. 501 II CO CO art. 497 CO 3664 Pestalozzi refuser de payer au-delà de sa part e e art. 497 CO 3665 Meier pas opposer le bénéfice de division CO ATF 122 III 125 c. 2a art. 497 CO 3666 Pestalozzi 769 TOP re (solidarité complète) 3667 droit de recours D. Cautionnement par quotes-parts 3668 (Teilbürgschaft, fideiussione parziale, fideiussione pro quota) art. 497 CO 3669 Ernst/Zelger Tercier/Bieri/Carron 770 TOP cautions ne répondent pas pour les autres cautions 3670 Schéma : Types de cautionnements Beck Emil Develioglu Hüseyin Murat Giovanoli Silvio Kleiner Beat/Landolt Kaspar/Gemperli Dominique, Müller Pascal Das neue Bürgschaftsrecht, Kommentar Les garanties indépendantes examinées à la lumière des règles relatives au cautionnement Berner Kommentar, Die Bürgschaft, Spiel und Wette – Art. 492-515 OR Bankgarantie – Die Garantie unter besonderer Berücksichtigung des Bankgarantiegeschäftes Der Schutz des Bürgen im schweizerischen Privatrecht e e – caution (Bürge, fideiussore) – créancière (Gläubigerin, creditrice) – débiteur principal (Hauptschuldner, debitore principale) – 751 TOP entre la caution et la créancière art. 492 I CO – (Valutaverhältnis, rapporto giuridico di base) entre la créancière et le débiteur principal art. 312-318 CO – Meier (Deckungsverhältnis) entre la caution et le débiteur principal CO art. 507 CO – Ernst/Zelger contrat unilatéral Art. 492-512 CO – Tercier/Bieri/Carron contrat simple (contra – Huguenin contrat générateur d’obligations – Meier contrat conclu à titre gratuit art. 239-252 CO art. 492 CO – Meier contrat aléatoire art. 492 CO – responsabilité personnelle pour la dette d’autrui – accessoriété – naissance, de la validité et de l’exigibilité de la dette principale ATF 129 III 702 c. 2.1 4A_279/2009 – caution ne répond pas plus sévèrement art. 499 II CO – libération de la caution art. 509 I CO – 755 TOP « La caution a le droit et l’obligation d’ ou à ses héritiers et qui ne résultent pas de l’insolvabilité du débiteur » opposer au créancier toutes les exceptions qui appartiennent au débiteur CO ATF 138 III 453 c. 2.2.1 re – prouver l’existence de la dette principale art. 492 II CO – art. 2 CC ATF 81 II 455 c. 2 caution recherchée peut elle aussi se prévaloir de ce moyen – Pestalozzi aussi bien à l’égard du débiteur principal qu’à l’égard de la caution art. 492 CO – comprend également sa créance contre la caution art. 170 I CO – 756 TOP art. 178 I CO CO art. 178 II CO ATF 120 II 35 c. 3a orsque la dette est reprise par un tiers et que le débiteur est libéré de ce fait, le cautionnement s’éteint à moins que la caution n’ait consenti par écrit à cette reprise e caution ne répond envers la créancière que si elle a consenti à la reprise de dette – cautionnement individuel art. 495 CO – cautionnement plural – cautionnement simple art. 495 CO – cautionnement solidaire art. 496 CO – 759 TOP cautionnement simple typique art. 495 I CO – cautionnement pour le découvert art. 495 III CO – certificat de caution art. 498 I CO – arrière-caution art. 498 II CO – cautionnement indépendant art. 497 IV CO – cautionnement conjoint art. 497 CO – cautionnement par quotes-parts – cautionnement conjoint simple art. 497 I CO – cautionnement conjoint solidaire art. 497 II CO – Meier bénéfice de discussion personnelle art. 495 I CO art. 495 CO – bénéfice de discussion réelle art. 495 II CO – cautionnement pour le découvert art. 495 III CO – certificat de caution art. 498 I CO – arrière-cautionnement art. 498 II CO – Pestalozzi (individuel) simple art. 495 I CO art. 495 II CO art. 498 CO – (individuel) solidaire art. 496 CO CO – cautionnement (individuel) simple art. 495 CO – Meier cautionnement (individuel) solidaire art. 496 CO art. 498 CO – demeure et vainement été sommé – demeure insolvabilité est notoire art. 102-109 CO – cautionnement indépendant art. 497 IV CO – cautionnement conjoint CO – cautionnement par quotes-parts – cautionnement conjoint simple art. 497 I CO – cautionnement conjoint solidaire art. 497 II CO 754 TOP © Stämpfli Verlag AG Bern - 2021 Cinquième partie Contrats de sûreté / Titre I - Titre II / Chapitre I Présentation générale Table des matières Titre I Introduction N 3572 Titre II Cautionnement N 3575 Chapitre I Présentation générale N 3575 § 1 Notion N 3575 § 2 Sources N 3579 I. Principe et but N 3579 II. Nature juridique des dispositions légales N 3583 § 3 Eléments caractéristiques N 3588 I. Responsabilité personnelle pour la dette d’autrui N 3589 II. Accessoriété par rapport à la dette principale N 3591 § 4 Délimitations N 3595 I. Porte-fort N 3595 II. Reprise cumulative de dette N 3600 III. Aval N 3602 § 5 Distinctions N 3607 I. Cautionnement individuel N 3613 A. Définition N 3613 C. Cautionnement solidaire N 3639 B. Cautionnement simple N 3616 1. Principe N 3616 2. Cautionnement pour le découvert N 3619 3. Certificat de caution N 3624 4. Arrière-cautionnement N 3632 II. Cautionnement plural N 3644 A. Définition N 3644 B. Cautionnement indépendant N 3647 D. Cautionnement par quotes-parts N 3668 C. Cautionnement conjoint N 3652 1. Principe N 3652 2. Cautionnement conjoint simple N 3657 3. Cautionnement conjoint solidaire N 3662 Dans les documents suivants... Chapitre II Formation du contrat N 3671 Chapitre III Obligation de la caution N 3746 Chapitre IV Incombances de la créancière N 3803 Chapitre V Recours de la caution N 3842 Chapitre VI Fin du contrat N 3870", "Auteur Müller Christoph Titre Sixième partie Contrats innommés / Titre I - Titre II Titre du livre Contrats de droit suisse Année 2021 Pages 823-846 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-4622-7 Maison d’édition Stämpfli Verlag AG 823 TOP Sixième partie Contrats innommés Titre I Partie générale Chapitre I Notion ATF 129 III 604 c. 2.2 art. 19 I CO 3918 Schmid/Stöckli/Krauskopf contrats innommés (Innominatverträge, contratti innominati) « Les contrats légalement formés tiennent lieu de loi à ceux qui les ont faits » 3919 Huguenin nouveaux phénomènes commerciaux 3920 Schmid/Stöckli/Krauskopf 824 TOP absence d’une réglementation « spécifique » art. 439 CO 3922 Huguenin réglementation spécifique quoique succincte 3923 Huguenin que certaines sous-catégories d’un contrat 3924 Amstutz/Morin pas accorder trop d’importance à la distinction entre les contrats nommés et innommés 825 TOP Chapitre II Délimitations § 1 Contrats mixtes régis par la loi 3925 (gesetzlich geregelter Mischvertrag, contratti misti disciplinati dalla legge) loi régit un contrat mixte réunissant des éléments de plusieurs contrats nommés art. 365 I CO 3926 contrat nommé § 2 Contrats nommés avec des éléments atypiques 3927 (typische Verträge mit Beimischung) pas des contrats innommés 3929 limite graduelle § 3 Contrats composés ATF 142 III 657 c. 4 4A_355/2018 ATF 139 III 49 c. 3.3 8C_621/2014 3930 826 TOP (zusammengesetzte Verträge, Vertragsverbindungen, gekoppelte Verträge ; contratti composti) contrats qui combinent deux (ou plusieurs) contrats nommés ou innommés 3932 invalidité fin d’un des contrats 3934 Huguenin chaînes de contrats tissus de contrats (Vertragsketten, catene di contratti) (Vertragsnetze, sistemi di contratti) 3935 Schmid/Stöckli/Krauskopf en partie également appréhendé par la théorie sur les contrats innommés 827 TOP Chapitre III Types de contrats innommés 3936 deux catégories § 1 Contrats mixtes 4A_404/2008 3937 Schmid/Stöckli/Krauskopf (gemischte Verträge, Mischverträge ; contratti misti) contrats innommés qui combinent des éléments de contrats nommés dans un nouveau contrat unique qui n’est pas régi par la loi 3938 distinction contrats composés 3939 sous-distinction § 2 Contrats sui generis 3940 Schmid/Stöckli/Krauskopf 829 TOP contrats sui generis (Verträge eigener Art, contratti atipici) 3941 Schéma : Contrats innommés 830 TOP Chapitre IV Application du droit aux contrats innommés § 1 Principe art. 18 I CO art. 18 CO 3942 Müller volonté des parties art. 19 I CO 3943 limitée par la loi ATF 107 II 144 c. 3 art. 18 CO 3944 Müller le tribunal le complétera 3946 deux problèmes § 2 Application du droit impératif art. 20 CO art. 127 CO art. 129 CO 3947 Huguenin 831 TOP partie générale du Code des obligations 3948 partie spéciale du Code des obligations 3949 Schluep besoin de protection des parties § 3 Comblement des contrats innommés art. 18 CO 3950 Müller combler la lacune 3951 Huguenin 832 TOP norme impérative d’un contrat nommé ATF 140 V 145 c. 3.3 art. 18 CO 3952 Müller de la même manière que celle des contrats nommés 3953 particularités 833 TOP Titre II Leasing Chapitre I Présentation générale § 1 Introduction 3954 Amstutz/Morin terme « leasing » « to lease » 3955 « leasing financier » art. 312-318 CO 3956 834 TOP forme de financement 3957 grand succès § 2 Notion I. Définition 3958 Schmid/Stöckli/Krauskopf (Finanzierungsleasing, leasing finanziario) contrat par lequel une personne (donneuse de leasing) cède à une autre (preneuse de leasing), pour une période déterminée, l’usage et la jouissance d’une chose mobilière ou immobilière acquise auprès d’un tiers (tiers-fournisseur), moyennant le paiement de redevances périodiques ATF 119 II 236 c. 4 4A_404/2008 3959 relation triangulaire 835 TOP II. Eléments caractéristiques 3960 Schmid/Stöckli/Krauskopf quatre éléments III. LCC LCC art. 8 I LCC 3961 836 TOP « Sont aussi considérés comme des a. les contrats de leasing qui portent sur des choses mobilières servant à l’usage privé du preneur et qui prévoient une augmentation des redevances convenues en cas de résiliation anticipée du contrat » « Les contrats de leasing au sens de l’art. 1, al. 2, let. a, ne sont soumis qu’aux art. 11, 13 à 16, 17, al. 3, 18, al. 2 et 3, 19 à 24, 25, al. 1 et 3, 26, 29 et 31 à 40 » contrats de crédit à la consommation : LCC 4C.58/2006 art. 2 LCC LCC LCC 4A_398/2018 art. 3 LCC LCC 3962 conditions d’application de la LCC 3963 Favre-Bulle Xavier, Schmid/Stöckli/Krauskopf contrats innommés La nouvelle loi fédérale sur le crédit à la consommation : présentation générale et champ d’application, La nouvelle loi fédérale sur le crédit à la consommation contra § 3 Nature juridique du contrat ATF 118 II 150 c. 4b 3964 synallagmatique de durée générateur d’obligations conclu à titre onéreux ATF 119 II 236 c. 4 art. 184-221 CO c art. 305-318 CO 4A_404/2008 3965 controverse doctrinale contrat innommé mixte contrat innommé sui generis ATF 119 II 236 c. 4, 118 II 150 c. 6 3966 837 TOP contrat d’aliénation contrat de cession d’usage § 4 Distinctions I. Leasing mobilier et leasing immobilier 3968 objet du contrat II. Leasing de biens d’investissement et leasing de biens de consommation 3969 emploi prévu pour l’objet du leasing III. Leasing direct et leasing indirect 3971 nombre de parties impliquées § 5 Délimitations 3973 délimité Chapitre II Formation du contrat § 1 Parties au contrat I. Donneuse (de leasing) 3974 (sociétés de leasing) 3975 840 TOP Tercier/Bieri/Carron, société d’investissement art. 39 LCC art. 29 LCC 4A_6/2009 art. 26 LCC 3976 LCC II. Preneuse (de leasing) 3977 toute personne physique ou morale art. 3 LCC art. 29 II LCC art. 13 LCC 3978 LCC § 2 Conclusion et validité du contrat f 3979 règles habituelles art. 11 I CO 3980 Amstutz/Morin, Morand 841 TOP aucune forme art. 216 I CO CC ATF 132 III 549 c. 2.1 art. 216 II CO ATF 132 III 549 c. 2.2 3981 leasing immobilier art. 11 LCC 4C.58/2006 art. 13 LCC art. 15 IV LCC art. 16 I LCC 3982 LCC Chapitre III Obligations de la donneuse (de leasing) 3983 obligations Chapitre IV Obligations de la preneuse (de leasing) 3984 obligations et incombances 843 TOP Chapitre V Inexécution des obligations § 1 Principe art. 97-109 CO 3985 règles générales du Code des obligations § 2 Demeure de la donneuse (de leasing) CO 3987 Amstutz/Morin, excluent régulièrement la responsabilité art. 82 CO art. 102-109 CO 3988 Amstutz/Morin, imputable à la donneuse art. 199 CO 3989 Amstutz/Morin, exclusivement due au tiers-fournisseur 844 TOP § 3 Demeure de la preneuse (leasing) art. 102 I CO art. 102 II CO art. 107 II CO 3990 terme comminatoire (Verfalltagsgeschäft, termine fisso) 3991 (clause d’accélération) art. 18 II LCC 3992 LCC § 4 Garantie pour les défauts 3993 limitent régulièrement la garantie pour les défauts CO 3994 cède ses droits de garantie contre le tiers-fournisseur 3995 aucune obligation liée à la conformité de l’objet RSJ 1987 p. 184-187, c. 4 3996 845 TOP Amstutz/Morin, payer les redevances périodiques 3997 résout le contrat de vente qui la lie au tiers-fournisseur Chapitre VI Allocation des risques (et des profits) 3998 (casum sentit dominus) 3999 preneuse de leasing Chapitre VII Fin du contrat 4000 causes LCC LCC LCC LCC art. 18 II LCC 4001 LCC re e 4002 Amstutz/Morin, restituer l’objet ATF 132 III 549 c. 1 4A_59/2017 4003 quatre options suivantes 3921 exemples art. 22 CO art. 117 CO art. 732 CC art. 62 III LDA LPM LDes LBI art. 357-359 CPC LDIP art. 109, 201 et 241 CPC 3928 exemple ATF 122 III 106 c. 4 3931 Exemple Huguenin 3933 art. 254 CO interdiction légale de composer des contrats 3945 théories Huguenin Schmid/Stöckli/Krauskopf Brunner Alexander Krummenacher Peter Lupi Thomann Melania Menn Conradin Morand Pierre-André Stauder Bernd Stengel Cornelia Werro Franz Handkommentar zum Schweizer Privatrecht (CHK), Kommentar zum Konsumkreditgesetz Leasingrecht : ausgewählte Fragen Konsumentenleasing : zur Anwendbarkeit des Konsumkreditgesetzes und zwingender Bestimmungen des Mietrechts auf Konsumentenleasingverträge Die Anwendung des Konsumkreditgesetzes auf Miet-, Miet-Kauf- und Leasingverträge Leasingvertrag Schweizer Vertragshandbuch Contrat de leasing financier Recueil de contrats commerciaux Leasingverträge nach revidiertem KKG Jahrbuch des schweizerischen Konsumentenrechts (JKR) 2002 Anwendungsbereich des Konsumkreditgesetzes – Kredit und Leasing, Kredit- und Kundenkarten sowie Überziehungskredite für Konsumenten Le contrat de leasing dans la pratique La pratique contractuelle 3 Symposium en droit des contrats e e 3967 jurisprudence cantonale sui generis ATF 119 II 236 c. 4 3970 exemple ATF 118 II 150 c. 4a 3972 « sale-and-lease-back » « sale-and-lease-back » ATF 119 II 236 c. 5 4C.146/2004 3986 « UNIDROIT Convention on Financial Leasing » – ne peut pas régler tous les points art. 1 I, 2 et 4 CC – (contrats nommés avec des éléments atypiques – contrats « transversaux » ATF 132 III 268 c. 2.2.2 – contrats mixtes – contrats sui generis – Tercier/Bieri/Carron 828 TOP contrats combinés (Kombinationsverträge, contratti combinati) la même partie – Huguenin/Purtschert contrats à double nature (doppeltypische Verträge, Zwitterverträge, Verträge mit Doppelnatur) les deux parties – application du droit impératif – comblement de lacunes – Müller prescriptions de forme art. 11 CO – prescriptions de politique sociale art. 109 Cst. art. 256 II CO art. 361-362 CO u art. 492 IV CO – prescriptions protégeant la consommatrice – certaines dispositions isolées art. 404 CO – Müller normes dispositives de la partie générale du Code des obligations art. 1-183 CO ATF 115 II 255 c. 2b art. 18 CO – Müller normes dispositives de la partie spéciale du Code des obligations art. 184-551 CO ATF 94 II 167 c. 2 art. 18 CO – Müller (zu einem Typus verdichteter Innominatvertrag, contratti innominati tipici) usage commercial art. 18 CO – Müller modo legislatoris art. 1 II CC art. 1 III CC art. 18 CO – ( Müller (atypischer oder singulärer Innominatvertrag, contratti innominati atipici) volonté des parties art. 18 CO – (Leasinggeberin ; concedente del leasing ; lessor) contrat de vente art. 184-221 CO – (Leasingnehmerin, utilizzatrice del leasing ; lessee) contrat de leasing – livre l’objet directement à la preneuse – La propriété de l’objet art. 713 CC art. 655 CC – La cession de l’usage de l’objet art. 253 CO 4A_398/2018 4A_404/2008 – Le paiement d’une redevance (Leasingraten, Leasingzins) 4A_404/2008 – La durée : le contrat de leasing est conclu pour une durée fixe. La durée est fonction de la dépréciation de l’objet et du montant de la redevance. Pour les quatre options de la preneuse à la fin du contrat, cf. N 4003. – leasing mobilier (Mobilienleasing, leasing per beni mobili) « les choses qui peuvent se transporter d’un lieu dans un autre » art. 713 CC – leasing immobilier (Immobilienleasing, leasing immobiliare) art. 655 CC ATF 132 III 549 c. 2.2 – biens d’investissement (Investitionsgüterleasing, leasing per beni di investimento) ATF 118 II 150 c. 4a – 838 TOP biens de consommation (Konsumgüterleasing, leasing per beni di consumo) « dans un but pouvant être considéré comme étranger à activité commerciale ou professionnelle » art. 3 LCC 4A_404/2008 LCC – leasing indirect (indirektes Leasing, leasing indiretto) – Amstutz/Morin, leasing direct (direktes Leasing, Herstellerleasing ; leasing diretto) (contra ATF 119 II 236 c. 5 art. 184-236 CO c – 839 TOP Amstutz/Morin, contrat de vente art. 184-236 CO art. 184 CO – contrat de bail à loyer c art. 253 CO art. 257 CO – prêt de consommation art. 312-318 CO LCC – Tercier/Bieri/Carron, céder l’usage de l’objet à la preneuse – 842 TOP cession des droits contre le tiers-fournisseur art. 164-174 CO – Amstutz/Morin, obligation de payer les redevances – obligation d’entretien – incombance de prendre livraison de l’objet art. 211 I CO – incombances de vérification et d’avis des défauts (Übernahmeprotokoll) – 846 TOP Brunner causes ordinaires – causes extraordinaires art. 107-109 CO ATF 138 III 304 c. 7 4A_59/2017 ex nunc – Restituer l’objet au tiers-fournisseur , s’il a encore quelque valeur ; – prolonger le contrat – conclure un nouveau contrat de leasing – acheter l’objet du leasing © Stämpfli Verlag AG Bern - 2021"],
    "links": [{
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "ACQP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/613ec120-3ac6-4148-a15f-c095ea99d90e/source/document-link",
        "first_index": 2109,
        "last_index": 2113
    }, {
        "text_": "BGB",
        "link_": "https://www.swisslex.ch/doc/lawdoc/e18963b1-dad5-45f4-9e03-be751dd91657/source/document-link",
        "first_index": 2045,
        "last_index": 2048
    }, {
        "text_": "CC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 2429,
        "last_index": 2431
    }, {
        "text_": "CESL",
        "link_": "https://www.swisslex.ch/doc/lawdoc/e2d9f350-5ae9-4b27-9598-ef4177e5c2fb/source/document-link",
        "first_index": 2629,
        "last_index": 2633
    }, {
        "text_": "CL",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a3788073-c87c-40bf-8af1-069a269c1714/source/document-link",
        "first_index": 2920,
        "last_index": 2922
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "CP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link",
        "first_index": 3327,
        "last_index": 3329
    }, {
        "text_": "CPC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link",
        "first_index": 3377,
        "last_index": 3380
    }, {
        "text_": "CPP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/315c575f-b12a-4355-a1ad-3474409d0494/source/document-link",
        "first_index": 3435,
        "last_index": 3438
    }, {
        "text_": "Cst.",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 3541,
        "last_index": 3545
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LArm",
        "link_": "https://www.swisslex.ch/doc/lawdoc/be307f1a-8616-4fe0-89b2-ef014ae65a67/source/document-link",
        "first_index": 4520,
        "last_index": 4524
    }, {
        "text_": "LB",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1691ef8c-f174-40d7-b9e9-1e4f9bf274c3/source/document-link",
        "first_index": 4706,
        "last_index": 4708
    }, {
        "text_": "LBA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d22a697f-9ca2-40f4-9b38-f1cf658d4088/source/document-link",
        "first_index": 4783,
        "last_index": 4786
    }, {
        "text_": "LBFA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/963c4259-889d-4445-a120-53d1fd88f9a4/source/document-link",
        "first_index": 4903,
        "last_index": 4907
    }, {
        "text_": "LBI",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f41eb76f-c140-4c99-b133-abf5d9386e3e/source/document-link",
        "first_index": 4973,
        "last_index": 4976
    }, {
        "text_": "LCA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/529f79ed-0eae-4137-8c65-debf605fd5bd/source/document-link",
        "first_index": 5036,
        "last_index": 5039
    }, {
        "text_": "LCAP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/9bfb4f1f-ff85-4646-a11b-5116d78afbef/source/document-link",
        "first_index": 5101,
        "last_index": 5105
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCart",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1ee705b2-46ee-4674-a9bb-542820bda03f/source/document-link",
        "first_index": 5218,
        "last_index": 5223
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "LCD",
        "link_": "https://www.swisslex.ch/doc/lawdoc/568698d2-38cb-4033-b7ec-072a338849d7/source/document-link",
        "first_index": 5510,
        "last_index": 5513
    }, {
        "text_": "LCdF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/50ff175e-7af5-4986-8aa7-fa39fdb29d6c/source/document-link",
        "first_index": 5577,
        "last_index": 5581
    }, {
        "text_": "LCR",
        "link_": "https://www.swisslex.ch/doc/lawdoc/902ed666-8821-4a96-af81-03534898cc69/source/document-link",
        "first_index": 5641,
        "last_index": 5644
    }, {
        "text_": "LDA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/29f8db95-f52d-4c2a-a3c7-648b613c40e6/source/document-link",
        "first_index": 5708,
        "last_index": 5711
    }, {
        "text_": "LDes",
        "link_": "https://www.swisslex.ch/doc/lawdoc/7b3b1163-d610-4d3b-b561-5d48d42927f4/source/document-link",
        "first_index": 5788,
        "last_index": 5792
    }, {
        "text_": "LDFR",
        "link_": "https://www.swisslex.ch/doc/lawdoc/de47fa61-ae9e-4d4d-812b-d25efbfcca40/source/document-link",
        "first_index": 5856,
        "last_index": 5860
    }, {
        "text_": "LDIP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/67a200f4-7872-4c0c-a1a9-9633c183dd43/source/document-link",
        "first_index": 5925,
        "last_index": 5929
    }, {
        "text_": "LEne",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c43375a6-d98b-4f09-b7c0-b5b6e6ca0bc0/source/document-link",
        "first_index": 5995,
        "last_index": 5999
    }, {
        "text_": "LFAIE",
        "link_": "https://www.swisslex.ch/doc/lawdoc/787c5b5e-f9eb-48a3-aebf-f79c2e7874fc/source/document-link",
        "first_index": 6065,
        "last_index": 6070
    }, {
        "text_": "LFus",
        "link_": "https://www.swisslex.ch/doc/lawdoc/7681fc92-377c-420a-99d5-1b611ec8c898/source/document-link",
        "first_index": 6171,
        "last_index": 6175
    }, {
        "text_": "LLCA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/9a5fded8-3ddb-4d2d-aaa7-c90234b52363/source/document-link",
        "first_index": 6383,
        "last_index": 6387
    }, {
        "text_": "LMP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1aa5eec2-0cf0-4e45-9fbc-eea057c49438/source/document-link",
        "first_index": 6456,
        "last_index": 6459
    }, {
        "text_": "LOG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ceebee25-01ad-4283-a7e7-fc3411b472d3/source/document-link",
        "first_index": 6522,
        "last_index": 6525
    }, {
        "text_": "LP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a8aea14d-1f70-4346-9f9b-25ef45a404e1/source/document-link",
        "first_index": 6605,
        "last_index": 6607
    }, {
        "text_": "LPart",
        "link_": "https://www.swisslex.ch/doc/lawdoc/669f79a6-39a9-4246-98b1-3e51f2ff29b6/source/document-link",
        "first_index": 6683,
        "last_index": 6688
    }, {
        "text_": "LPCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/50a5bf03-8497-4497-a387-abf760f63daf/source/document-link",
        "first_index": 6780,
        "last_index": 6784
    }, {
        "text_": "LPD",
        "link_": "https://www.swisslex.ch/doc/lawdoc/263d0bd2-caa0-4a31-bb51-afb4aa2153dd/source/document-link",
        "first_index": 6858,
        "last_index": 6861
    }, {
        "text_": "LPM",
        "link_": "https://www.swisslex.ch/doc/lawdoc/250ddf87-769b-43eb-b85f-24b83476e4c0/source/document-link",
        "first_index": 6922,
        "last_index": 6925
    }, {
        "text_": "LPMéd",
        "link_": "https://www.swisslex.ch/doc/lawdoc/7b105696-f57a-4e02-89f9-0701dee96574/source/document-link",
        "first_index": 7020,
        "last_index": 7025
    }, {
        "text_": "LRCN",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a981c340-0781-47f4-b1d7-158cea699a04/source/document-link",
        "first_index": 7102,
        "last_index": 7106
    }, {
        "text_": "LRFP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/15195fe2-9a91-4957-ae35-167365ebed3b/source/document-link",
        "first_index": 7188,
        "last_index": 7192
    }, {
        "text_": "LSA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1104adbc-d40a-4a80-b8ac-831f767b1811/source/document-link",
        "first_index": 7272,
        "last_index": 7275
    }, {
        "text_": "LSFin",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d2127e21-26ac-4403-8400-7ef502ca2efa/source/document-link",
        "first_index": 7359,
        "last_index": 7364
    }, {
        "text_": "LSPr",
        "link_": "https://www.swisslex.ch/doc/lawdoc/7e69156c-0cfa-4122-9d84-b2c95e65a870/source/document-link",
        "first_index": 7423,
        "last_index": 7427
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LSPro",
        "link_": "https://www.swisslex.ch/doc/lawdoc/5195d716-6053-4aa8-ac4a-8020ab719699/source/document-link",
        "first_index": 7510,
        "last_index": 7515
    }, {
        "text_": "LTBC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1d24889b-7295-4fd9-9adb-6ed20ec37b9f/source/document-link",
        "first_index": 7576,
        "last_index": 7580
    }, {
        "text_": "LTF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/bb0e8d72-c3ef-4871-8110-c18ccd939ece/source/document-link",
        "first_index": 7662,
        "last_index": 7665
    }, {
        "text_": "LTV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/b47f63b0-13ee-4af1-ab80-599ea849cea3/source/document-link",
        "first_index": 7722,
        "last_index": 7725
    }, {
        "text_": "LUMMP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d338864f-c1cb-4426-9acb-dff590300428/source/document-link",
        "first_index": 7786,
        "last_index": 7791
    }, {
        "text_": "OAOF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/9beaed23-7805-4bd7-9c1f-c1b6e5551cee/source/document-link",
        "first_index": 8182,
        "last_index": 8186
    }, {
        "text_": "OBI",
        "link_": "https://www.swisslex.ch/doc/lawdoc/04df4271-73f2-40bb-b26b-295bfb18e14c/source/document-link",
        "first_index": 8274,
        "last_index": 8277
    }, {
        "text_": "OBLF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/373c9446-1fab-4246-8c22-cbbac9586705/source/document-link",
        "first_index": 8354,
        "last_index": 8358
    }, {
        "text_": "OCBD",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d61b5089-e55a-4755-b83c-7418ac3c9f39/source/document-link",
        "first_index": 8478,
        "last_index": 8482
    }, {
        "text_": "OLCAP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f45b6aa6-f7e6-4180-98f5-1db383a6a277/source/document-link",
        "first_index": 8651,
        "last_index": 8656
    }, {
        "text_": "OMP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/9de98808-3245-4bd2-ac15-2ecf16f68595/source/document-link",
        "first_index": 8788,
        "last_index": 8791
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "ORC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/70408dfb-23f7-4f33-b6b0-622d5117e55e/source/document-link",
        "first_index": 8887,
        "last_index": 8890
    }, {
        "text_": "ORF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1c87c764-f174-403b-aedf-fc4bfc2a99e7/source/document-link",
        "first_index": 8962,
        "last_index": 8965
    }, {
        "text_": "ORFI",
        "link_": "https://www.swisslex.ch/doc/lawdoc/8981f403-6493-4df8-928e-9b80873810c7/source/document-link",
        "first_index": 9037,
        "last_index": 9041
    }, {
        "text_": "PECL",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4db0fee1-3364-4432-a560-e271e9c4d3d7/source/document-link",
        "first_index": 9172,
        "last_index": 9176
    }, {
        "text_": "UNIDROIT Principles",
        "link_": "https://www.swisslex.ch/doc/lawdoc/6b02c7cb-7007-4005-97f5-3e1b8986140c/source/document-link",
        "first_index": 9218,
        "last_index": 9237
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "CPC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link",
        "first_index": 3377,
        "last_index": 3380
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "Art. 1-529 CO",
        "link_": "https://www.swisslex.ch/doc/aol/fb4c638f-117a-4cdf-b734-d4206cf2d4e7/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 12424,
        "last_index": 12437
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "CESL",
        "link_": "https://www.swisslex.ch/doc/lawdoc/e2d9f350-5ae9-4b27-9598-ef4177e5c2fb/source/document-link",
        "first_index": 2629,
        "last_index": 2633
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 211-213 CO",
        "link_": "https://www.swisslex.ch/doc/aol/63bb7d64-0629-4c63-9235-f48ab31162f2/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 21750,
        "last_index": 21765
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 656 I CC",
        "link_": "https://www.swisslex.ch/doc/aol/ffc79794-998b-4402-b5ca-b2383c9660ad/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 18501,
        "last_index": 18514
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "ATF 129 III 18 c. 2.1",
        "link_": "https://www.swisslex.ch/doc/unknown/f9792568-30d8-4be7-b6c1-1f4323fb3a9c/citeddoc/875cc30f-f928-45d2-be1e-1a525fcee4f3/source/document-link",
        "first_index": 25317,
        "last_index": 25338
    }, {
        "text_": "art. 924 I CC",
        "link_": "https://www.swisslex.ch/doc/aol/181565a7-913c-48af-b3eb-70261ae5112b/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 25427,
        "last_index": 25440
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 967 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/c28a9121-3e5f-49b2-9fad-1a9b36307462/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 25599,
        "last_index": 25613
    }, {
        "text_": "art. 2 LUMMP",
        "link_": "https://www.swisslex.ch/doc/aol/d9c627c7-826d-48b5-a187-066302d18a99/d338864f-c1cb-4426-9acb-dff590300428/source/document-link",
        "first_index": 25618,
        "last_index": 25630
    }, {
        "text_": "art. 184-186 CO",
        "link_": "https://www.swisslex.ch/doc/aol/44ad32de-1248-4795-87b9-c98d64f2f56f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 25652,
        "last_index": 25667
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 187-215 CO",
        "link_": "https://www.swisslex.ch/doc/aol/ed358e0a-92d9-4555-9287-6556c600da4f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 14597,
        "last_index": 14612
    }, {
        "text_": "art. 216-221 CO",
        "link_": "https://www.swisslex.ch/doc/aol/ec6f215c-fa44-4207-bbe7-2eeaf635ddea/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 14613,
        "last_index": 14628
    }, {
        "text_": "art. 222-236 CO",
        "link_": "https://www.swisslex.ch/doc/aol/59d5afc6-0dba-4a20-95e5-8cdb53ff1fa4/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 25713,
        "last_index": 25728
    }, {
        "text_": "art. 237-238 CO",
        "link_": "https://www.swisslex.ch/doc/aol/7bb22eaa-965b-4872-9cf0-540ab3b0c664/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 13145,
        "last_index": 13160
    }, {
        "text_": "ATF 96 II 18 c. 2a",
        "link_": "https://www.swisslex.ch/doc/unknown/c12c9048-9624-43a5-8849-11ce7cfa39d5/citeddoc/38d7ca0a-0cda-4921-a0bd-c3296427a49b/source/document-link",
        "first_index": 25764,
        "last_index": 25782
    }, {
        "text_": "ATF 96 II 18 c. 2a",
        "link_": "https://www.swisslex.ch/doc/unknown/c12c9048-9624-43a5-8849-11ce7cfa39d5/citeddoc/86630bf8-b3c4-41c9-bc47-304bffcc2629/source/document-link",
        "first_index": 25764,
        "last_index": 25782
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "art. 212 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/230893e1-0de2-4d82-9710-3fc160bf81b7/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 26160,
        "last_index": 26173
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "OBLF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/373c9446-1fab-4246-8c22-cbbac9586705/source/document-link",
        "first_index": 8354,
        "last_index": 8358
    }, {
        "text_": "art. 109 Cst.",
        "link_": "https://www.swisslex.ch/doc/aol/a8d8488c-e30d-46fe-ac2f-e47574356b7c/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 29650,
        "last_index": 29663
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "OBLF",
        "link_": "https://www.swisslex.ch/doc/lawdoc/373c9446-1fab-4246-8c22-cbbac9586705/source/document-link",
        "first_index": 8354,
        "last_index": 8358
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "Cst.",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 3541,
        "last_index": 3545
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 275-304 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d96db1d6-1706-47f6-b4a4-89b40bb33c7b/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 29297,
        "last_index": 29312
    }, {
        "text_": "art. 305-311 CO",
        "link_": "https://www.swisslex.ch/doc/aol/0e930927-799b-4482-ba10-94104b750b43/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 25529,
        "last_index": 25544
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 472-491 CO",
        "link_": "https://www.swisslex.ch/doc/aol/9f8c9ee2-1571-4eb3-afd4-e84ff02fef68/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 37600,
        "last_index": 37615
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 254 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d59fe484-f169-44f2-9ddb-2ecf7e8b629d/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 39513,
        "last_index": 39524
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 254 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d59fe484-f169-44f2-9ddb-2ecf7e8b629d/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 39513,
        "last_index": 39524
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 269d CO",
        "link_": "https://www.swisslex.ch/doc/aol/175351df-0ed1-4e1a-938e-60b740e07a81/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 40835,
        "last_index": 40847
    }, {
        "text_": "art. 780 CC",
        "link_": "https://www.swisslex.ch/doc/aol/aaeeed4c-5aac-4463-8f03-371bf17e0b54/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 41542,
        "last_index": 41553
    }, {
        "text_": "article 270 CO",
        "link_": "https://www.swisslex.ch/doc/aol/f9f57bea-883d-4c2c-9704-22a87fa5867d/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 42381,
        "last_index": 42395
    }, {
        "text_": "art 260 CO",
        "link_": "https://www.swisslex.ch/doc/aol/0a6e4fc0-6003-4090-86b5-ec649ad2a8f3/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 43161,
        "last_index": 43171
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 169 CC",
        "link_": "https://www.swisslex.ch/doc/aol/03c9d3ed-23d6-40f9-acde-621bf5907bba/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 16639,
        "last_index": 16650
    }, {
        "text_": "art. 121 CC",
        "link_": "https://www.swisslex.ch/doc/aol/de49d313-2698-4e63-b2db-41dfa46d598f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 36296,
        "last_index": 36307
    }, {
        "text_": "CC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 2429,
        "last_index": 2431
    }, {
        "text_": "art. 919-941 CC",
        "link_": "https://www.swisslex.ch/doc/aol/183ecc0c-5481-43d4-9d75-e1b93360e79c/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 44613,
        "last_index": 44628
    }, {
        "text_": "art. 959 CC",
        "link_": "https://www.swisslex.ch/doc/aol/40f8d40f-4991-49f7-bd16-b4357c3d0fe8/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 44684,
        "last_index": 44695
    }, {
        "text_": "art. 255 II et 266 I CO",
        "link_": "https://www.swisslex.ch/doc/previews/6033acd2-87a4-49e8-9a1b-1597d8607454%2C6d99acd8-a82d-4cbe-9943-739d630173fe/source/document-link",
        "first_index": 44723,
        "last_index": 44746
    }, {
        "text_": "art. 255 III CO",
        "link_": "https://www.swisslex.ch/doc/aol/6033acd2-87a4-49e8-9a1b-1597d8607454/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 44780,
        "last_index": 44795
    }, {
        "text_": "art. 184-236 CO",
        "link_": "https://www.swisslex.ch/doc/aol/44ad32de-1248-4795-87b9-c98d64f2f56f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 13129,
        "last_index": 13144
    }, {
        "text_": "art. 254 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d59fe484-f169-44f2-9ddb-2ecf7e8b629d/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 39513,
        "last_index": 39524
    }, {
        "text_": "art. 2 II CC",
        "link_": "https://www.swisslex.ch/doc/aol/9e2e89ae-27eb-4003-8a79-e90919d5c088/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 29664,
        "last_index": 29676
    }, {
        "text_": "art. 263 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/9935176a-acd5-4756-8494-6741446d27e6/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 45124,
        "last_index": 45137
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 363-379 CO",
        "link_": "https://www.swisslex.ch/doc/aol/f935b849-ba99-4825-9305-b70339f47de3/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 47922,
        "last_index": 47937
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "ATF 130 III 362 c. 4.1",
        "link_": "https://www.swisslex.ch/doc/unknown/f8106e4c-6218-453b-9e2d-47a29e1087d8/citeddoc/41669c35-f87f-4179-a9a4-d71cb06723b1/source/document-link",
        "first_index": 58677,
        "last_index": 58699
    }, {
        "text_": "art. 671-673 CC",
        "link_": "https://www.swisslex.ch/doc/aol/f7d0c1b6-1147-40c3-a7f2-eabe78078fd8/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 58766,
        "last_index": 58781
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LRFP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/15195fe2-9a91-4957-ae35-167365ebed3b/source/document-link",
        "first_index": 7188,
        "last_index": 7192
    }, {
        "text_": "art. 2 LRFP",
        "link_": "https://www.swisslex.ch/doc/aol/06c62e43-3ad4-4dae-b89c-38c2f7b79d3c/15195fe2-9a91-4957-ae35-167365ebed3b/source/document-link",
        "first_index": 59245,
        "last_index": 59256
    }, {
        "text_": "ATF 117 II 259 c. 2",
        "link_": "https://www.swisslex.ch/doc/unknown/c004f4da-7357-4013-8f10-2fe3b6282dab/citeddoc/e7f1469c-2cb4-43f6-937f-1aa90ce6bfa8/source/document-link",
        "first_index": 59358,
        "last_index": 59377
    }, {
        "text_": "ATF 116 II 454",
        "link_": "https://www.swisslex.ch/doc/unknown/897a20f6-a6f0-41eb-a181-80e89605b0b4/citeddoc/5d9c6337-6269-4c6d-91e8-dc1f7b6f9ac4/source/document-link",
        "first_index": 59499,
        "last_index": 59513
    }, {
        "text_": "art. 394-406 CO",
        "link_": "https://www.swisslex.ch/doc/aol/83aa67d0-cb8c-4fd3-b6ef-da514c3deddc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 38811,
        "last_index": 38826
    }, {
        "text_": "art. 394 CO",
        "link_": "https://www.swisslex.ch/doc/aol/83aa67d0-cb8c-4fd3-b6ef-da514c3deddc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 59723,
        "last_index": 59734
    }, {
        "text_": "ATF 130 III 458 c. 4, cf.",
        "link_": "https://www.swisslex.ch/doc/unknown/4ba3b637-250a-4055-b6ac-04d67f8ecaf6/citeddoc/3f35b081-dee0-4aac-894d-7241542b7e05/source/document-link",
        "first_index": 59818,
        "last_index": 59843
    }, {
        "text_": "ATF 134 III 361 c. 6",
        "link_": "https://www.swisslex.ch/doc/unknown/788626ff-df4e-455c-8ec0-3be74d3e4b1c/citeddoc/57517634-ebf4-431a-b091-f98d572590b4/source/document-link",
        "first_index": 59960,
        "last_index": 59980
    }, {
        "text_": "4A_399/2018",
        "link_": "https://www.swisslex.ch/doc/unknown/99fcc886-b54d-467d-8da6-51602ffe001c/citeddoc/a980fb56-37b9-498b-961a-f3ae393495ea/source/document-link",
        "first_index": 60027,
        "last_index": 60038
    }, {
        "text_": "art. 363 CO",
        "link_": "https://www.swisslex.ch/doc/aol/f935b849-ba99-4825-9305-b70339f47de3/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 48194,
        "last_index": 48205
    }, {
        "text_": "art. 363-379 CO",
        "link_": "https://www.swisslex.ch/doc/aol/f935b849-ba99-4825-9305-b70339f47de3/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 47922,
        "last_index": 47937
    }, {
        "text_": "art. 394-406 CO",
        "link_": "https://www.swisslex.ch/doc/aol/83aa67d0-cb8c-4fd3-b6ef-da514c3deddc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 38811,
        "last_index": 38826
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 492-512 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 63284,
        "last_index": 63299
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/aol/db5a3daa-c129-4a27-ae2e-5d02da732ea3/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 1020-1022, 1098 III et 1114 CO",
        "link_": "https://www.swisslex.ch/doc/previews/906c3fae-8114-4454-a1b9-4a2514282792%2C8f1cde27-a686-48bb-97d8-208656278230%2Cec2638eb-5613-4b58-8f01-21ea52960203/source/document-link",
        "first_index": 66735,
        "last_index": 66770
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 492 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 63636,
        "last_index": 63649
    }, {
        "text_": "art. 312-318 CO",
        "link_": "https://www.swisslex.ch/doc/aol/33e4d8ed-d7b9-4ad5-b132-7f069aeb2d7b/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 29329,
        "last_index": 29344
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "Art. 492-512 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 75293,
        "last_index": 75308
    }, {
        "text_": "art. 239-252 CO",
        "link_": "https://www.swisslex.ch/doc/aol/050c31d0-bcf7-48d7-aa94-c52084a2c1f2/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 13161,
        "last_index": 13176
    }, {
        "text_": "art. 492 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 64230,
        "last_index": 64241
    }, {
        "text_": "ATF 129 III 702 c. 2.1",
        "link_": "https://www.swisslex.ch/doc/unknown/cb14495f-d8e2-4b1f-92bb-0a4aa73f232e/citeddoc/6d7e189d-59c0-4bd1-9111-8244a99dc0b8/source/document-link",
        "first_index": 66236,
        "last_index": 66258
    }, {
        "text_": "art. 499 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/66c993f5-8e8b-4c49-8d44-aa6e13004ee2/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 75717,
        "last_index": 75731
    }, {
        "text_": "art. 509 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/9ce5a2e0-cd6b-4ae1-929f-33e479a29184/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 75759,
        "last_index": 75772
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 492 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 70630,
        "last_index": 70644
    }, {
        "text_": "art. 2 CC",
        "link_": "https://www.swisslex.ch/doc/aol/9e2e89ae-27eb-4003-8a79-e90919d5c088/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 76068,
        "last_index": 76077
    }, {
        "text_": "art. 492 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d338c6a5-86c9-41e8-9c5d-353df77e86bb/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 64230,
        "last_index": 64241
    }, {
        "text_": "art. 170 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/934968ba-8d4b-40b8-88ad-429489d75e9f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 76302,
        "last_index": 76315
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 178 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/c29f714e-a05d-46ff-8ef4-29af22a7d1ce/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 76326,
        "last_index": 76339
    }, {
        "text_": "art. 495 CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67343,
        "last_index": 67354
    }, {
        "text_": "art. 495 CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67343,
        "last_index": 67354
    }, {
        "text_": "art. 496 CO",
        "link_": "https://www.swisslex.ch/doc/aol/fa4b8768-aa09-4716-9ed4-71a9d6b25622/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67355,
        "last_index": 67366
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 495 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 68176,
        "last_index": 68189
    }, {
        "text_": "art. 495 III CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67852,
        "last_index": 67867
    }, {
        "text_": "art. 498 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/279cafa4-9df7-4df6-8656-762f8825ed89/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 68715,
        "last_index": 68728
    }, {
        "text_": "art. 498 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/279cafa4-9df7-4df6-8656-762f8825ed89/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 69292,
        "last_index": 69306
    }, {
        "text_": "art. 497 IV CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 71116,
        "last_index": 71130
    }, {
        "text_": "art. 497 CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 70982,
        "last_index": 70993
    }, {
        "text_": "art. 497 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 72168,
        "last_index": 72181
    }, {
        "text_": "art. 497 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 71688,
        "last_index": 71702
    }, {
        "text_": "art. 495 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 68176,
        "last_index": 68189
    }, {
        "text_": "art. 495 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 72641,
        "last_index": 72655
    }, {
        "text_": "art. 495 III CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67852,
        "last_index": 67867
    }, {
        "text_": "art. 498 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/279cafa4-9df7-4df6-8656-762f8825ed89/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 68715,
        "last_index": 68728
    }, {
        "text_": "art. 498 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/279cafa4-9df7-4df6-8656-762f8825ed89/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 69292,
        "last_index": 69306
    }, {
        "text_": "art. 495 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 68176,
        "last_index": 68189
    }, {
        "text_": "art. 496 CO",
        "link_": "https://www.swisslex.ch/doc/aol/fa4b8768-aa09-4716-9ed4-71a9d6b25622/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67355,
        "last_index": 67366
    }, {
        "text_": "art. 495 CO",
        "link_": "https://www.swisslex.ch/doc/aol/57c7ddfb-e176-4ed7-a742-b127a9260e14/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67343,
        "last_index": 67354
    }, {
        "text_": "art. 496 CO",
        "link_": "https://www.swisslex.ch/doc/aol/fa4b8768-aa09-4716-9ed4-71a9d6b25622/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 67355,
        "last_index": 67366
    }, {
        "text_": "art. 102-109 CO",
        "link_": "https://www.swisslex.ch/doc/aol/1809a7b8-74f2-46a8-98a5-3806fa9c0e6e/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 19305,
        "last_index": 19320
    }, {
        "text_": "art. 497 IV CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 71116,
        "last_index": 71130
    }, {
        "text_": "CO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 3101,
        "last_index": 3103
    }, {
        "text_": "art. 497 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 72168,
        "last_index": 72181
    }, {
        "text_": "art. 497 II CO",
        "link_": "https://www.swisslex.ch/doc/aol/2e85de2c-276f-4776-b88d-1bb0789011e1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 71688,
        "last_index": 71702
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "LCC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 5440,
        "last_index": 5443
    }, {
        "text_": "art. 22 CO",
        "link_": "https://www.swisslex.ch/doc/aol/67da079e-9dac-4444-9c05-0b83fbb128b1/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 86693,
        "last_index": 86703
    }, {
        "text_": "ATF 122 III 106 c. 4",
        "link_": "https://www.swisslex.ch/doc/unknown/b81fd11f-eb14-4641-b6c3-6ba70dbab666/citeddoc/a7d73c48-319b-48b9-922b-8b8628197203/source/document-link",
        "first_index": 86817,
        "last_index": 86837
    }, {
        "text_": "art. 254 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d59fe484-f169-44f2-9ddb-2ecf7e8b629d/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 39513,
        "last_index": 39524
    }, {
        "text_": "ATF 119 II 236 c. 4",
        "link_": "https://www.swisslex.ch/doc/unknown/fa93246c-cab8-4077-a7d9-20e63a6bf846/citeddoc/b57b6ef0-8493-4045-a64e-7d88930f8e8e/source/document-link",
        "first_index": 83026,
        "last_index": 83045
    }, {
        "text_": "ATF 118 II 150 c. 4a",
        "link_": "https://www.swisslex.ch/doc/unknown/ae37beb8-ec9d-4e70-a90d-947f3c9ec425/citeddoc/2063ff2c-17b8-44ab-ad06-29a4aaf9e0d2/source/document-link",
        "first_index": 87945,
        "last_index": 87965
    }, {
        "text_": "ATF 119 II 236 c. 5",
        "link_": "https://www.swisslex.ch/doc/unknown/fa93246c-cab8-4077-a7d9-20e63a6bf846/citeddoc/23c7b1e2-6ee5-44b0-be66-86a6d7b1dc39/source/document-link",
        "first_index": 88019,
        "last_index": 88038
    }, {
        "text_": "art. 1 I, 2 et 4 CC",
        "link_": "https://www.swisslex.ch/doc/previews/20540169-5b9e-4c9f-b9d7-7d767530b72f%2C9e2e89ae-27eb-4003-8a79-e90919d5c088%2C04a5cbb1-6c94-4bf0-9b5a-d392af436824/source/document-link",
        "first_index": 88138,
        "last_index": 88157
    }, {
        "text_": "ATF 132 III 268 c. 2.2.2",
        "link_": "https://www.swisslex.ch/doc/unknown/a411d3ba-b0d9-4297-b578-7b7afdf04c9e/citeddoc/3fc6fd9f-c828-49a3-a79b-4ffb3a907a4e/source/document-link",
        "first_index": 88233,
        "last_index": 88257
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 11 CO",
        "link_": "https://www.swisslex.ch/doc/aol/9ca3d194-c92e-467a-90ee-883dcd571449/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 17164,
        "last_index": 17174
    }, {
        "text_": "art. 109 Cst.",
        "link_": "https://www.swisslex.ch/doc/aol/a8d8488c-e30d-46fe-ac2f-e47574356b7c/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 29650,
        "last_index": 29663
    }, {
        "text_": "art. 404 CO",
        "link_": "https://www.swisslex.ch/doc/aol/c9b14c06-95f3-480c-9f84-b415c68b7d55/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 56910,
        "last_index": 56921
    }, {
        "text_": "art. 1-183 CO",
        "link_": "https://www.swisslex.ch/doc/aol/fb4c638f-117a-4cdf-b734-d4206cf2d4e7/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 88903,
        "last_index": 88916
    }, {
        "text_": "art. 184-551 CO",
        "link_": "https://www.swisslex.ch/doc/aol/44ad32de-1248-4795-87b9-c98d64f2f56f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 89024,
        "last_index": 89039
    }, {
        "text_": "art. 18 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d6e3cb12-adf5-4a06-a41f-9cde0543489e/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 81786,
        "last_index": 81796
    }, {
        "text_": "art. 1 II CC",
        "link_": "https://www.swisslex.ch/doc/aol/20540169-5b9e-4c9f-b9d7-7d767530b72f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 89210,
        "last_index": 89222
    }, {
        "text_": "art. 18 CO",
        "link_": "https://www.swisslex.ch/doc/aol/d6e3cb12-adf5-4a06-a41f-9cde0543489e/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 81786,
        "last_index": 81796
    }, {
        "text_": "art. 184-221 CO",
        "link_": "https://www.swisslex.ch/doc/aol/44ad32de-1248-4795-87b9-c98d64f2f56f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 84148,
        "last_index": 84163
    }, {
        "text_": "art. 713 CC",
        "link_": "https://www.swisslex.ch/doc/aol/3d731f0d-3df0-4b66-a135-8334b8e628f1/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 14346,
        "last_index": 14357
    }, {
        "text_": "art. 253 CO",
        "link_": "https://www.swisslex.ch/doc/aol/c2edcb6a-da5e-46b5-ae53-5c4bb2d75f48/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 31297,
        "last_index": 31308
    }, {
        "text_": "4A_404/2008",
        "link_": "https://www.swisslex.ch/doc/unknown/b07391ff-faff-4a03-8f0d-b128a341a923/citeddoc/7e92d9e5-43ae-4e5a-9a3c-b5ed3a736f9e/source/document-link",
        "first_index": 81261,
        "last_index": 81272
    }, {
        "text_": "art. 713 CC",
        "link_": "https://www.swisslex.ch/doc/aol/3d731f0d-3df0-4b66-a135-8334b8e628f1/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 14346,
        "last_index": 14357
    }, {
        "text_": "art. 655 CC",
        "link_": "https://www.swisslex.ch/doc/aol/0aa09d4c-233e-4ff4-b795-4f4ffcebd7ce/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 14706,
        "last_index": 14717
    }, {
        "text_": "ATF 118 II 150 c. 4a",
        "link_": "https://www.swisslex.ch/doc/unknown/ae37beb8-ec9d-4e70-a90d-947f3c9ec425/citeddoc/d1893c9a-84cf-4b52-8d4d-57e2371eff14/source/document-link",
        "first_index": 87945,
        "last_index": 87965
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 3 LCC",
        "link_": "https://www.swisslex.ch/doc/aol/e8b0e49d-1e18-4cd4-8bbe-ebb6433a8e02/4ff2e29f-ef64-4f80-b9ee-4b4812eab484/source/document-link",
        "first_index": 83705,
        "last_index": 83715
    }, {
        "text_": "ATF 119 II 236 c. 5",
        "link_": "https://www.swisslex.ch/doc/unknown/fa93246c-cab8-4077-a7d9-20e63a6bf846/citeddoc/e4e5ed4d-342f-4e0a-a178-03d5864ae658/source/document-link",
        "first_index": 88019,
        "last_index": 88038
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 184-236 CO",
        "link_": "https://www.swisslex.ch/doc/aol/44ad32de-1248-4795-87b9-c98d64f2f56f/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 13129,
        "last_index": 13144
    }, {
        "text_": "art. 312-318 CO",
        "link_": "https://www.swisslex.ch/doc/aol/33e4d8ed-d7b9-4ad5-b132-7f069aeb2d7b/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 29329,
        "last_index": 29344
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 164-174 CO",
        "link_": "https://www.swisslex.ch/doc/aol/938118a3-bb9c-4c1b-bd20-53e45b191d55/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 17921,
        "last_index": 17936
    }, {
        "text_": "art. 211 I CO",
        "link_": "https://www.swisslex.ch/doc/aol/63bb7d64-0629-4c63-9235-f48ab31162f2/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 22222,
        "last_index": 22235
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 225,
        "last_index": 228
    }, {
        "text_": "art. 107-109 CO",
        "link_": "https://www.swisslex.ch/doc/aol/5838483c-2fab-41d8-b28b-db010e3919b6/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link",
        "first_index": 91295,
        "last_index": 91310
    }]
}