{
    "category": "0. Disponible depuis peu\n(25)",
    "Titre": "Geflüchtete Menschen im Schweizer Recht",
    "Auteur/Éditeur": "Tobias Grasdorf-Meyer, Lisa Ott, Luzia Vetterli",
    "Édition": "",
    "Année": "2021",
    "Tribunal/Editeur": "Stämpfli Verlag AG",
    "href": "https://www.swisslex.ch/toc/book/f508054a-6a32-4848-8694-8f5522880cc6/source/biblio-books",
    "metadata": {
        "AUTEUR": "Tobias Grasdorf-Meyer, Lisa Ott, Luzia Vetterli",
        "TITRE": "Geflüchtete Menschen im Schweizer Recht",
        "ANNÉE": "2021",
        "ISBN": "978-3-7272-8710-7",
        "MAISON D’ÉDITION": "Stämpfli Verlag AG"
    },
    "content": ["Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre Vorwort Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages V-V keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG V TOP Vorwort Jedes Jahr flüchten Tausende von Menschen in die Schweiz und stellen hier ein Asylgesuch. Ihr Aufenthalt ist von nun an von den komplexen Regeln des Schweizer (und des internationalen) Rechts bestimmt. Dieses Buch bietet eine juristisch fundierte, praxisnahe und zugänglich geschriebene Übersicht über alle rechtlichen Fragestellungen, denen in die Schweiz geflüchtete Menschen gegenüberstehen. Beispiele und Vertiefungen aus der Rechtsprechung illustrieren und konkretisieren die rechtlichen Grundsätze. Das Buch richtet sich an alle Personen, die Fragen zur rechtlichen Situation von in die Schweiz geflüchteten Menschen haben: Fachanwältinnen, Studenten, Sachbearbeiterinnen und Hilfswerkvertreter mit und ohne juristischem Hintergrund, sowie Mitarbeiter von Gerichten. Unser herzlicher Dank gilt Christine Meyer-Suter und Rolf Vetterli für die Korrektur des Manuskripts, Alex Wallimmann für verschiedene Korrekturarbeiten sowie Azmina Khimji vom Stämpfli-Verlag für die umsichtige Betreuung. St. Gallen/Basel/Luzern, März 2021 Tobias Grasdorf-Meyer Lisa Ott Luzia Vetterli © Stämpfli Verlag AG Bern - 2021", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre Abkürzungsverzeichnis Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages XXI-XXVIII keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG XXI TOP Abkürzungsverzeichnis AB Amtliches Bulletin ABl. Amtsblatt der Europäischen Union Abs. Absatz AHV Alters- und Hinterlassenenversicherung AHVG Bundesgesetz vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung, SR 831.10 AIDS Acquired Immune Deficiency Syndrome AIG Bundesgesetz vom 16. Dezember 2005 über die Ausländerinnen und Ausländer und über die Integration, SR 142.20 AJP Aktuelle Juristische Praxis ANAG Bundesgesetz vom 26. März 1931 über die Ausländerinnen und Ausländer, SR 142.20 (ausser Kraft) ARK Asylrekurskommission (heute Bundesverwaltungsgericht) Art. Artikel ASYL Schweizerische Zeitschrift für Asylrecht und -praxis AsylG Asylgesetz vom 26. Juni 1998, SR 142.31 AsylV 1 Asylverordnung 1 vom 11. August 1999 über Verfahrensfragen, SR 142.311 AsylV 2 Asylverordnung 2 vom 11. August 1999 über Finanzierungsfragen, SR 142.312 AsylV 3 Asylverordnung 3 vom 11. August 1999 über die Bearbeitung von Personendaten, SR 142.314 ATSG Bundesgesetz vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, SR 830.1 Aufl. Auflage AVIG Bundesgesetz vom 25. Juni 1982 über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung, SR 837.0 BBG Bundesgesetz vom 13. Dezember 2002 über die Berufsbildung, SR 412.10 BBl Bundesblatt XXII TOP BGE Amtliche Entscheidsammlung des Bundesgerichts BGer Bundesgericht BGG Bundesgesetz vom 17. Juni 2005 über das Bundesgericht, SR 173.110 BGIAA Bundesgesetz vom 20. Juni 2003 über das Informationssystem für den Ausländer- und den Asylbereich, SR 142.51 BGSA Bundesgesetz vom 17. Juni 2005 über Massnahmen zur Bekämpfung der Schwarzarbeit, SR 822.41 BPG Bundespersonalgesetz vom 24. März 2000, SR 172.220.1 BPV Bundespersonalverordnung vom 3. Juli 2001, SR 172.220.111.3 bspw. beispielsweise Bst. Buchstabe BV Bundesverfassung der Schweizerischen Eidgenossenschaft vom 18. April 1999, SR 101 BVGE Amtliche Entscheidsammlung des Bundesverwaltungsgerichts BVGer Bundesverwaltungsgericht BZP Bundesgesetz vom 4. Dezember 1947 über den Bundeszivilprozess, SR 273 ca. circa COI Country of Origin Information d.h. das heisst DAA Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über die Kriterien und Verfahren zur Bestimmung des zuständigen Staates für die Prüfung eines in einem Mitgliedstaat oder in der Schweiz gestellten Asylantrags vom 26. Oktober 2004, SR 0.142.392.68 (Dublin-Assoziierungsabkommen) DBG Bundesgesetz vom 14. Dezember 1990 über die direkte Bundessteuer, SR 642.11 Diss. Dissertation Dublin-DVO Verordnung (EG) Nr. 1560/2003 der Kommission vom 2. September 2003 mit Durchführungsbestimmungen zur Verordnung (EG) Nr. 343/2003 des Rates zur Festlegung der Kri- XXIII TOP terien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen in einem Mitgliedstaat gestellten Asylantrags zuständig ist, ABl. L 222 vom 5. September 2003, S. 3 ff. (Dublin-III-Verordnung) Dublin-III-VO Verordnung (EU) Nr. 604/2013 des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Neufassung), ABl. L 180 vom 29.6.2013 S. 31 E. Erwägung EASO Europäisches Unterstützungsbüro für Asylfragen EFTA Europäische Freihandelsassoziation EG Europäische Gemeinschaft EGMR Europäischer Gerichtshof für Menschenrechte EJPD Eidgenössisches Justiz- und Polizeidepartement EKM Eidgenössische Migrationskommission EMARK Entscheide der Asylrekurskommission EMRK Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950, SR 0.101 etc. et cetera EU Europäische Union EU-Aufnahmerichtlinie Richtlinie 2013/33/EU des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung von Normen für die Aufnahme von Personen, die internationalen Schutz beantragen (Neufassung), ABl. L 180 vom 29. Juni 2013, S. 96 ff. EU-Charta Charta der Grundrechte der Europäischen Union, 2012/C 326/02, ABl. C 326 vom 26. Oktober 2012, S. 391 EuGH Europäischer Gerichtshof EU-Qualifikationsrichtlinie Richtlinie 2011/95/EU des Europäischen Parlaments und des Rates vom 13. Dezember 2011 über Normen für die Anerkennung von Drittstaatsangehörigen oder Staatenlosen als Personen mit Anspruch auf internationalen Schutz, für einen einheitlichen Status für Flüchtlinge oder für Personen mit Anrecht auf sub- XXIV TOP sidiären Schutz und für den Inhalt des zu gewährenden Schutzes (Neufassung), ABl. L 337 vom 20. Dezember 2011, S. 9 ff. EU-Rückführungsrichtlinie Richtlinie 2008/115/EG des Europäischen Parlaments und des Rates vom 16. Dezember 2008 über gemeinsame Normen und Verfahren in den Mitgliedstaaten zur Rückführung illegal aufhältiger Drittstaatsangehöriger, ABl. L 348 vom 24. Dezember 2008, S. 98 ff. EVO Verordnung (EU) Nr. 603/2013 des Europäischen Parlaments und des Rates vom 26. Juni 2013 über die Einrichtung von Eurodac für den Abgleich von Fingerabdruckdaten zum Zwecke der effektiven Anwendung der Verordnung (EU) Nr. 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist und über der Gefahrenabwehr und Strafverfolgung dienende Anträge der Gefahrenabwehr- und Strafverfolgungsbehörden der Mitgliedstaaten und Europols auf den Abgleich mit Eurodac-Daten sowie zur Änderung der Verordnung (EU) Nr. 1077/2011 zur Errichtung einer Europäischen Agentur für das Betriebsmanagement von IT-Grosssystemen im Raum der Freiheit, der Sicherheit und des Rechts (Neufassung), ABl. L 180 vom 29. Juni 2013, S. 1 ff. (Eurodac-Verordnung) f./ff. folgende/fortfolgende FIZ Fachstelle Frauenhandel und Frauenmigration FK Abkommen über die Rechtsstellung der Flüchtlinge vom 28. Juli 1951, SR 0.142.30 FoK Übereinkommen gegen Folter und andere grausame, unmenschliche oder erniedrigende Behandlung oder Strafe vom 10. Dezember 1984, SR 0.105 FZA Abkommen zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit vom 21. Juni 1999, SR 0.142.112.681 GEAS Gemeinsames Europäisches Asylsystem GK I Genfer Abkommen zur Verbesserung des Loses der Verwundeten und Kranken der bewaffneten Kräfte im Felde vom 12. August 1949, SR 0.518.12 XXV TOP GK II Genfer Abkommen zur Verbesserung des Loses der Verwundeten, Kranken und Schiffbrüchigen der bewaffneten Kräfte zur See vom 12. August 1949, SR 0.518.23 GK III Genfer Abkommen über die Behandlung der Kriegsgefangenen vom 12. August 1949, SR 0.518.42 GK IV Genfer Abkommen über den Schutz von Zivilpersonen in Kriegszeiten vom 12. August 1949, SR 0.518.51 HIV Humanes Immundefizienz-Virus HLS Historisches Lexikon der Schweiz Hrsg. Herausgeber i.V.m. in Verbindung mit IDP Internally Displaced Persons inkl. inklusive IS Islamischer Staat IV Invalidenversicherung IVG Bundesgesetz vom 19. Juni 1959 über die Invalidenversicherung, SR 831.20 KESB Kindes- und Erwachsenenschutzbehörden KFOR Kosovo Force KRK Übereinkommen über die Rechte des Kindes vom 20. November 1989, SR 0.107 KVG Bundesgesetz vom 18. März 1994 über die Krankenversicherung, SR 832.10 lit. litera LTTE Liberation Tigers of Tamil Eelam m.H. mit Hinweisen m.w.H. mit weiteren Hinweisen MStG Militärstrafgesetz vom 13. Juni 1927, SR 321.0 N Nationalrat NGO Non-governmental Organisation (Nichtregierungsorganisation) Nr. Nummer XXVI TOP PartG Bundesgesetz vom 18. Juni 2004 über die eingetragene Partnerschaft gleichgeschlechtlicher Paare, SR 211.231 PKK Partiya Karkerên Kurdistanê (Arbeiterpartei Kurdistans) RDV Verordnung vom 14. November 2012 über die Ausstellung von Reisedokumenten für ausländische Personen, SR 143.5 Römer Statut Römer Statut des Internationalen Strafgerichtshofes vom 17. Juli 1998, SR 0.312.1 S Ständerat S. Seite SEM Staatssekretariat für Migration SGK Verordnung (EU) 2016/399 des Europäischen Parlaments und des Rates vom 9. März 2016 über einen Gemeinschaftskodex für das Überschreiten der Grenzen durch Personen, ABl. L 77 vom 23. März 2016 S. 1 ff. (Schengener Grenzkodex) SIS Schengener Informationssystem SIS-II-Verordnung Verordnung (EG) Nr. 1987/2006 des Europäischen Parlaments und des Rates vom 20. Dezember 2006 über die Einrichtung, den Betrieb und die Nutzung des Schengener Informationssystems der zweiten Generation, ABl. L 381 vom 28. Dezember 2006, S. 4 ff. SKOS Schweizerischen Konferenz für Sozialhilfe SR Systematische Rechtssammlung (des Bundesrechts) StGB Schweizerisches Strafgesetzbuch vom 21. Dezember 1937, SR 311.00 StPO Schweizerische Strafprozessordnung vom 5. Oktober 2007, SR 312.0 ÜBM Übereinkommen (des Europarates) zur Bekämpfung des Menschenhandels vom 16. Mai 2005, SR 0.311.543 UNHCR United Nations High Commissioner for Refugees (Hoher Flüchtlingskommissar der Vereinten Nationen) UNKRA United Nations Korean Reconstruction Agency UNMIK United Nations Mission in Kosovo UNO United Nations (Vereinte Nationen) XXVII TOP UNO-Pakt II Internationaler Pakt über bürgerliche und politische Rechte vom 16. Dezember 1966, SR 0.103.2 UNO-Pakt I Internationaler Pakt über wirtschaftliche, soziale und kulturelle Rechte vom 16. Dezember 1966, SR 0.103.1 UNRWA United Nations Relief and Works Agency for Palestine Refugees in the Near East (Büro der Vereinten Nationen zur Unterstützung der Palästina-Flüchtlinge im Nahen Osten) USA United States of America usw. und so weiter UVG Bundesgesetz vom 20. März 1981 über die Unfallversicherung, SR 832.20 VEV Verordnung vom 15. August 2018 über die Einreise und Visumserteilung, SR 142.204 VGG Bundesgesetz vom 17. Juni 2005 über das Bundesverwaltungsgericht, SR 173.32 vgl. vergleiche Vol. Volume VVWAL Verordnung vom 11. August 1999 über den Vollzug der Weg- und Ausweisung sowie der Landesverweisung von ausländischen Personen, SR 142.281 VwVG Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren, SR 172.021 VZAE Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit, SR 142.201 WHO World Health Organization (Weltgesundheitsorganisation) z.B. zum Beispiel ZAG Bundesgesetz vom 20. März 2008 über die Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Zuständigkeitsbereich des Bundes, SR 364 ZAV Verordnung vom 12. November 2008 über die Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Zuständigkeitsbereich des Bundes, SR 364.3 ZGB Schweizerisches Zivilgesetzbuch vom 10. Dezember 1907, SR 210 XXVIII TOP Ziff. Ziffer ZP I Zusatzprotokoll zu den Genfer Abkommen vom 12. August 1949 über den Schutz der Opfer internationaler bewaffneter Konflikte vom 8. Juni 1977, SR 0.518.521 ZSR Zeitschrift für Schweizerisches Recht ZstV Zivilstandsverordnung vom 28. April 2004, SR 211.112.2 ZUG Bundesgesetz vom 24. Juni 1977 über die Zuständigkeit für die Unterstützung Bedürftiger, SR 851.1 ZV-EJPD Verordnung des EJPD vom 13. August 2015 über die dem Zustimmungsverfahren unterliegenden Ausländerrechtlichen Bewilligungen und Vorentscheide, SR 142.201.1 © Stämpfli Verlag AG Bern - 2021", "", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre II. Flüchtlings- und Asylrecht / A. - C. / 1. - 3. Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 25-42 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 25 TOP II. Flüchtlings- und Asylrecht A. Rechtsquellen des schweizerischen Flüchtlings- und Asylrechtes Art. 121 Abs. 1 BV 95 96 26 TOP EMRK 97 1. Die Flüchtlingskonvention von 1951 98 Während und nach dem Ersten Weltkrieg sahen sich die europäischen Staaten mit massiven Fluchtbewegungen konfrontiert (► Rz. 15). Als Hauptproblem erwies sich dabei, dass die betroffenen Flüchtlinge durch die Flucht rechtlich oder zumindest faktisch staatenlos geworden waren. In einer Zeit, in der menschenrechtliche Garantien noch nicht existierten, waren diese Personen faktisch rechtlos. 99 Zur Lösung dieses Problems wurden im Rahmen des Völkerbundes – einer zwischenstaatlichen Organisation, die von 1920 bis 1946 existierte und als Vorgänger der UNO angesehen werden kann – verschiedene Übereinkommen verabschiedet. Diesen Übereinkommen, Arrangements genannt (zum Beispiel das Arrangement über Identitätsausweise für russische Flüchtlinge aus dem Jahr 1922), gelang es indes nicht, die Probleme von Flüchtlingen umfassend zu lösen und ihnen einen eigentlichen Schutzstatus zu verschaffen. Sie beschränkten sich vielmehr darauf, bestimmten Flüchtlingsgruppen zu Identitätspapieren zu verhelfen, die ihnen den Grenzübertritt zwischen den Staaten ermöglichen sollten. Die Übereinkommen enthielten auch keine umfassende Definition des Flüchtlingsbegriffes, sondern umrissen die Personengruppen, die in den Genuss der eingeräumten Rechte kommen sollten, aufgrund deren (früherer) Staatsangehörigkeit, ihrer territorialen Herkunft oder ihrer ethnischen Abstammung. Geschützt wurden zudem nur ganze Gruppen von Flüchtlingen, die Übereinkommen verliehen den Flüchtlingen keine individuellen Rechte. 100 27 TOP 101 Asyl 102 Völkerrecht, und damit die Flüchtlingskonvention, geht dem Landesrecht grundsätzlich vor. Die Flüchtlingskonvention setzt deshalb dem schweizerischen Gesetzgeber in Bereich des Flüchtlingsrechts Grenzen, insbesondere bezüglich Definition des Flüchtlingsbegriffs und den Rechten, die den Flüchtlingen zustehen. Das Asylgesetz ist deshalb so auszulegen, dass es der Flüchtlingskonvention nicht widerspricht. Darüber hinaus sind zumindest einige Bestimmungen der Flüchtlingskonvention direkt anwendbar, so insbesondere Art. 1 bezüglich des Flüchtlingsbegriffs und das Refoulementverbot nach Art. 33 (► Rz. 133 ff.). Schliesslich sind alle Bestimmungen der Flüchtlingskonvention im Rahmen der systematischen Auslegung des Asylgesetzes zu berücksichtigen. 103 Die Flüchtlingskonvention wurde vor dem Hintergrund der Ereignisse in Europa vor und während des Zweiten Weltkrieges sowie des beginnenden Kalten Krieges erarbeitet. Daher enthält die Konvention eine zeitliche Beschränkung auf Ereignisse, die vor dem 1. Januar 1951 eingetreten sind (Art. 1A Abs. 2 FK). Da aber sehr bald neue Gruppen von Flüchtlingen entstanden, wurde die zeitliche Beschränkung mit dem am 31. Januar 1967 verabschiedeten Protokoll über die Rechtsstellung von Flüchtlingen (SR 0.142.301) aufgehoben. 104 Die Flüchtlingskonvention räumt ferner den Vertragsstaaten die Möglichkeit einer räumlichen Einschränkung auf Flüchtlinge aus Europa ein (Art. 1B Abs. 1 FK). Diese territoriale Einschränkung sehen heute nur noch Kongo, Madagaskar, Monaco und die Türkei vor. 2. Das schweizerische Asylgesetz AsylG 105 28 TOP 106 Das Asylgesetz trat am 1. Oktober 1999 in Kraft. Seither wurde es mehrmals kleineren und grösseren Revisionen unterzogen. Die letzte grosse Reform des Asylgesetzes trat am 1. März 2019 in Kraft. Dabei handelt es sich insbesondere um eine Neuordnung des Asylverfahrens. Das politische Ziel dieser Revision bestand darin, die Asylverfahren zu beschleunigen. Der Kern dieser Bestrebungen geht dahin, eine Mehrheit der Asylverfahren im sogenannten Taktverfahren zu behandeln und abzuschliessen, während sich die Gesuchsteller noch in Zentren des Bundes aufhalten. Das Taktverfahren bezeichnet ein schnelles, detailliert strukturiertes behördliches Verfahren, bei dem die Reihenfolge und die Dauer jedes Verfahrensschrittes genau geregelt sind (► Rz. 411 ff.). Gewissermassen als Kompensation für dieses beschleunigte Verfahren wurde ein Anspruch auf kostenlose Rechtsvertretung für diejenigen Asylsuchenden eingeführt, deren Gesuche in diesem Verfahren behandelt werden (► Rz. 435 ff.). 3. Weitere Rechtsquellen a) Verordnungen und Verfahrensrecht 107 Die Bestimmungen des Asylgesetzes werden durch verschiedene Verordnungen präzisiert und ergänzt: 108 Für das erstinstanzliche Asylverfahren und das Beschwerdeverfahren vor Bundesverwaltungsgericht sind zudem die folgenden Erlasse von Bedeutung: 29 TOP b) Die Dublin-Assoziierung 109 Seit dem 21. Juli 2010 ist die Schweiz Teil des europäischen Dublinraumes. Das Dublin-Assoziierungsabkommen zwischen der Schweiz und der EU regelt die Zuständigkeit der Staaten für Asylverfahren mit dem Ziel zu verhindern, dass Asylsuchende in mehreren Staaten Asylverfahren durchlaufen. Die Schweiz verpflichtet sich mit dem Dublin-Assoziierungsabkommen, bestimmte EU-Verordnungen zu übernehmen und anzuwenden, so insbesondere die Dublin-III-Verordnung. Nicht Gegenstand des Dublin-Assoziierungsabkommens und damit für die Schweiz nicht verbindlich sind hingegen die weiteren Richtlinien der EU im Bereich des Asylrechts, so insbesondere die EU-Qualifikationsrichtlinie, die EU-Verfahrensrichtlinie und die EU-Aufnahmerichtlinie. 110 Das Dublinsystem wird in Ziff. IV (► Rz. 681 ff.) behandelt. 4. Sekundäre Rechtsquellen 111 Sekundär zu den genannten Rechtsquellen – Asylgesetz und Flüchtlingskonvention – sind bei der Anwendung des Asylrechts verschiedene weitere Rechtsquellen zu beachten. a) Bundesverwaltungsgericht 112 Das Staatssekretariat für Migration, SEM, ist für die Durchführung der Asylverfahren zuständig (► Rz. 391 ff.). Das Bundesverwaltungsgericht kontrolliert das SEM, legt das Flüchtlings- und Asylrecht aus und befindet als erste und (in den allermeisten Fällen) letzte gerichtliche Kontrollinstanz abschliessend über asylrechtliche Fragen (► Rz. 649 ff.). www.bvger.ch 113 30 TOP b) Europäischer Gerichtshof für Menschenrechte EMRK Art. 2 EMRK Art. 3 EMRK Art. 8 EMRK Art. 13 EMRK Art. 3 EMRK EMRK 114 c) Europäischer Gerichtshof der EU 115 31 TOP persuasive authority d) UNHCR 116 Alle Vertragsstaaten der Flüchtlingskonvention sind verpflichtet, mit dem Hochkommissar der Vereinten Nationen für Flüchtlinge (UNHCR) bei der Ausübung ihrer Befugnisse zusammenzuarbeiten und insbesondere dessen Aufgabe zu erleichtern, die Flüchtlingskonvention umzusetzen. 117 Die Zusammenarbeit zwischen dem UNHCR und den Vertragsstaaten der Flüchtlingskonvention erstreckt sich auch auf Fragen der Bestimmung der Flüchtlingseigenschaft und damit auf die Auslegung und Anwendung der Flüchtlingskonvention. Zu diesem Zweck hat das UNHCR einen Praxis-Kommentar zur Flüchtlingskonvention herausgegeben, der die Vertragsstaaten bei der Umsetzung der Flüchtlingskonvention unterstützen soll (UNHCR, Handbuch über Verfahren und Kriterien zur Feststellung der Flüchtlingseigenschaft, Neuauflage 2003). In Ergänzung des Handbuchs hat das UNHCR zudem Richtlinien zu verschiedenen Fragen erstellt. Das Handbuch und die Richtlinien sind aufgrund ihres offiziellen Charakters und der Verpflichtung der Vertragsstaaten zur Zusammenarbeit mit dem UNHCR bei der Auslegung der Flüchtlingskonvention zu beachten. B. Das Verhältnis von Asylrecht und Ausländerrecht Art. 1 AsylG Art. 2 Abs. 1 AIG Art. 1 AIG Art. 1 Bst. a AsylG 118 Art. 18 AsylG Art. 6a Abs. 1 AsylG Art. 40 Abs. 1 AIG 119 32 TOP Art. 14 AsylG Art. 14 Abs. 2 AsylG Art. 42 AsylG Art. 17 Abs. 1 AIG 2C_947/2016 vom 17. März 2017 E. 3.4 120 Grundsatz der Ausschliesslichkeit des Asylverfahrens 121 Ausnahmen vom Grundsatz der Ausschliesslichkeit des Asylverfahrens: Art. 30 Abs. 1 lit. e AIG Art. 36 VZAE BGE 145 I 308 E. 3 Art. 8 Ziff. 1 EMRK BGE 137 I 351 E. 3.1 2C_947/2016 vom 17. März 2017 E. 3.3 33 TOP offensichtlich 122 Art. 14 Abs. 2 AsylG Art. 14 Abs. 1 AsylG Art. 14 Abs. 2 AsylG BVGE 2009/40 E. 3.4.2 Art. 60 Abs. 1 AsylG 123 124 Vorläufige Aufnahme: Art. 14 AsylG BVGE 2009/40 E. 4.2.2 Art. 6a und 44 AsylG Art. 44 AsylG 125 34 TOP 126 Zuständigkeit für Wegweisung: Art. 8 EMRK BVGE 2013/37 E. 4.4 Art. 63 AsylG Art. 64 AsylG Art. 60 Abs. 1 AsylG Art. 61 Abs. 1 lit. c AIG Art. 64 Abs. 1 lit. c AIG 127 128 Wegweisung von Personen mit Flüchtlingseigenschaft: Art. 64 Abs. 1 lit. d AsylG 35 TOP C. Flüchtlingseigenschaft 1. Vorbemerkungen a) Die grundlegende Unterscheidung zwischen Flüchtlingseigenschaft und Asylgewährung 129 Im Rahmen des Flüchtlings- und Asylrechtes muss zwischen der Flüchtlingseigenschaft und der Asylgewährung unterschieden werden. Die Anerkennung der Flüchtlingseigenschaft und die Gewährung von Asyl betreffen zwei verschiedene Fragestellungen: Bei der Frage nach der Flüchtlingseigenschaft geht es darum, ob eine Person Flüchtling ist und den Schutz der Flüchtlingskonvention geniesst. Demgegenüber geht es bei der Frage nach der Asylgewährung um die Einräumung einer besonderen Rechtsstellung durch einen Staat. 130 36 TOP 131 Demgegenüber stellt der Asylstatus die Gewährung einer besonderen, geschützten Rechtsstellung durch einen Staat dar. Die Entscheidung über die Gewährung von Asyl liegt in der Kompetenz des jeweiligen Staates. Voraussetzung für die Asylgewährung ist das Vorliegen der Flüchtlingseigenschaft sowie das Fehlen von Asylausschlussgründen. Beim Entscheid über die Gewährung von Asyl handelt es sich um einen konstitutiven Entscheid: Eine Person hat erst mit dem behördlichen Entscheid Asyl. 132 Zusammengefasst bedeutet dies, dass Personen mit Asylstatus zwar immer Flüchtlinge im Sinne der Flüchtlingskonvention sind – und damit die darin gewährten Rechte geniessen –, nicht jedoch alle Flüchtlinge in der Schweiz Asyl haben. Dies zeigt sich insbesondere daran, dass nicht alle Flüchtlinge den gleichen Aufenthaltsstatus in der Schweiz haben (► Rz. 905 ff.) und damit beispielsweise nicht die gleichen Rechte bezüglich Familiennachzug (► Rz. 970 ff.). b) Aufenthaltsrecht und Schutz vor Ausweisung und Ausschaffung Art. 49 AsylG Art. 60 Abs. 1 AsylG Art. 83 AIG 133 Art. 33 Abs. 1 FK Art. 33 Abs. 1 FK 134 flüchtlingsrechtliche Refoulementverbot 37 TOP Art. 5 Abs. 1 AsylG Art. 33 Abs. 1 FK Art. 5 Abs. 1 AsylG Art. 5 Abs. 1 AsylG 135 Art. 42 AsylG 136 137 Der flüchtlingsrechtliche Refoulementschutz gewährt – im Gegensatz zum menschenrechtlichen – keinen absoluten Schutz. In Ausnahmefällen ist die Rückschiebung eines Flüchtlings zulässig (► Rz. 1084 ff.). 2. Elemente des Flüchtlingsbegriffes 138 Die Anerkennung als Flüchtling und die Gewährung von Asyl erfolgen in der Schweiz heute immer aufgrund einer Einzelfallprüfung. Dabei wird beurteilt, ob eine asylsuchende Person die Flüchtlingseigenschaft erfüllt und ob ihr Asyl gewährt werden kann. Historisch betrachtet sind solche Einzelfallprüfungen jedoch nicht zwingend. Vor Inkrafttreten der Flüchtlingskonvention und des Asylgesetzes wurde bestimmten Gruppen oft auch ohne Einzelfallprüfung Asyl gewährt (► Rz. 20). Ansatzweise ist dies heute noch bei der Aufnahme sogenannter «Kontingentsflüchtlinge» der Fall (► Rz. 604). Zahlenmässig stellen Kontingentsflüchtlinge jedoch eine Minderheit dar. Art. 3 AsylG 139 140 Bei der Flüchtlingskonvention sind die französische und die englische Fassung verbindlich (sogenannte authentische Fassungen). Nach Art. 1A Abs. 2 FK gilt jede Person als Flüchtling, die: «Craignant avec raison d’être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un certain groupe social ou de ses opinions politiques, se trouve hors du pays dont elle a la nationalité et qui ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de ce pays; (...)» 38 TOP respektive die: «Owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of [their] nationality and is unable or, owing to such fear, is unwilling to avail [themself] of the protection of that country (...).» Art. 3 Abs. 1 und 2 AsylG 141 definieren den Flüchtlingsbegriff folgendermassen: 1 2 Als ernsthafte Nachteile gelten namentlich die Gefährdung des Leibes, des Lebens oder der Freiheit sowie Massnahmen, die einen unerträglichen psychischen Druck bewirken. Den frauenspezifischen Fluchtgründen ist Rechnung zu tragen.» Art. 3 AsylG Art. 3 Abs. 2 AsylG Art. 3 AsylG 142 143 Aus den Umschreibungen des Flüchtlingsbegriffes durch die Flüchtlingskonvention und das Asylgesetz ergeben sich die folgenden Elemente des Flüchtlingsbegriffs, die kumulativ erfüllt sein müssen. Flüchtling ist eine Person: 39 TOP 144 145 EU-Recht: Die Charta der Grundrechte der Europäischen Union enthält in Art. 18 ein Recht auf Asyl: «Das Recht auf Asyl wird nach Maßgabe des Genfer Abkommens vom 28. Juli 1951 und des Protokolls vom 31. Januar 1967 über die Rechtsstellung der Flüchtlinge sowie nach Maßgabe des Vertrags über die Europäische Union und des Vertrags über die Arbeitsweise der Europäischen Union [...] gewährleistet.» Der EuGH hat sich bisher nicht zur Tragweite dieser Bestimmung geäussert. Da die Bestimmung lediglich einen Verweis auf die Flüchtlingskonvention enthält (und auf das Primärrecht der EU, das allerdings gar kein Asylrecht vorsieht), wird sie bisher meist so verstanden, dass sich daraus kein individueller Anspruch auf Asyl ergibt. 146 Die Definition der Flüchtlingseigenschaft in der Flüchtlingskonvention nimmt zudem explizit Bezug auf Personen, die keine Staatsangehörigkeit besitzen. Flüchtlinge sind auch Personen: 40 TOP «Qui, si elle n’a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle à la suite de tels événements, ne peut ou, en raison de ladite crainte, ne veut y retourner;» respektive: «Who, not having a nationality and being outside the country of [their] former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it.» 147 Staatenlose Personen erfüllen die Flüchtlingseigenschaft deshalb unter den gleichen Voraussetzungen wie Personen mit Staatsangehörigkeit; der Unterschied besteht lediglich darin, dass der Begriff des Heimatstaates durch denjenigen des Wohnsitzstaates respektive des Herkunftsstaates ersetzt wird. Der Herkunftsstaat ist jener Staat, in dem sich die Person mindestens für eine gewisse Zeit faktisch aufgehalten hat. Hat eine staatenlose Person mehrere Herkunftsstaaten, bezieht sich das Erfordernis des fehlenden Schutzes auf alle diese Staaten. 148 Staatenlosigkeit: 2C_621/2011 vom 6. Dezember 2011 E. 4.2 BVGE 2014/5 E. 4.3 BVGE 2014/5 E. 7.3 41 TOP 3. Aufenthalt ausserhalb des Heimatstaates und Abbruch der Beziehungen zum Heimatstaat a) Aufenthalt ausserhalb des Heimatstaates 149 Die Voraussetzung des Aufenthaltes ausserhalb des Heimatstaates erfordert keine bestimmte Mindestdauer des Aufenthaltes ausserhalb des Heimat- oder Herkunftsstaates. Ebenso wenig ist eine bestimmte Mindestdauer des Aufenthaltes, ein legaler Aufenthalt oder gar eine bestimmte Art Aufenthaltserlaubnis erforderlich. Bei Personen, die in der Schweiz um Asyl ersuchen, bereitet diese Voraussetzung der Flüchtlingseigenschaft normalerweise keine Probleme, da sie sich offensichtlich ausserhalb ihres Heimat- oder Herkunftsstaats befinden. 150 internally displaced persons IDPs b) Abbruch der Beziehungen zum Heimatstaat 151 42 TOP Literatur Achermann Alberto Hausammann Christina Amarelle, Cesla/Nguyen, Minh Son (Hrsg.), Code annoté de droit des migrations, Volume IV: Loi sur l’asile (LAsi), 2015 Binder Andrea Caroni Martina Scheiber Nicole Preisig Christa Zoeteweij Margarite Frei Nula ASYL 2/2018, S. 16 ff. Graf Anne-Laurence ASYL 2/2018, S. 3 ff. Schweizerische Flüchtlingshilfe (Hrsg.), Handbuch zum Asyl- und Wegweisungsverfahren, 2. Aufl. 2015 Stöckli Walter https://www.unhcr.org/dach/wp-content/uploads/sites/27/2017/04/UNHCR-Handbuch.pdf Das Wichtigste in Kürze Die Flüchtlingseigenschaft nach Art. 1A FK bildet die Grundlage des internationalen Flüchtlingsrechts und des Schweizer Asylrechts. Wer die Flüchtlingseigenschaft erfüllt, ist Flüchtling im Sinne der Flüchtlingskonvention. Flüchtlinge haben grundsätzlich Anrecht auf Schutz vor Verfolgung, weshalb sie nicht in ihr Heimatland zurückgeschickt werden dürfen (► Rz. 133 ff.). Personen erfüllen die Flüchtlingseigenschaft, wenn sie mehrere Voraussetzungen erfüllen (► Rz. 138 ff.). Insbesondere müssen sie eine begründete Furcht davor haben, bei einer Rückkehr in ihr Heimatland verfolgt zu werden (► Rz. 152 ff.). Die drohende Verfolgung muss aus bestimmten Gründen geschehen (► Rz. 203 ff.) und sich gezielt gegen diese Personen richten (► Rz. 252 ff.). Die Voraussetzung, dass die Verfolgung gezielt sein muss, ist insbesondere bei Personen aus Kriegsgebieten oft nicht erfüllt (► Rz. 258 ff.). Wenn eine Person im Heimatstaat gegen das Gesetz verstossen hat oder aus einem anderen Grund keinen Schutz verdient, kann sie unter Umständen vom Schutz der Flüchtlingskonvention ausgeschlossen werden (► Rz. 289 ff.). Flüchtlinge dürfen in der Schweiz bleiben und erhalten meist – aber nicht immer (Asylausschlussgründe, ► Rz. 358) – eine Aufenthaltsbewilligung (► Rz. 905 ff.). Nahe Familienangehörige von Flüchtlingen werden in der Regel ebenfalls als Flüchtlinge anerkannt und können in der Schweiz bleiben (► Rz. 330 ff. und 970 ff.). – AsylV 1 – AsylV 2 – AsylV 3 – Verordnung des EJPD vom 4. Dezember 2018 über den Betrieb von Zentren des Bundes und Unterkünften an den Flughäfen (SR 142.311.23). – VwVG – VGG – BGG – die sich ausserhalb ihres Heimatstaates befindet und die Beziehungen zu ihrem Heimatstaat abgebrochen hat (► Rz. 149 ff.); – die aufgrund eines besonderen Verfolgungsmotivs (► Rz. 203 ff.) begründete Furcht vor Verfolgung hat (► Rz. 267 ff.); – bei der weder ein Ausschlussgrund (► Rz. 289 ff.) noch ein Beendigungsgrund gemäss Flüchtlingskonvention vorliegt (► Rz. 329 und 997 ff.). Voraussetzungen der Anerkennung der Flüchtlingseigenschaft © Stämpfli Verlag AG Bern - 2021 II. Flüchtlings- und Asylrecht / A. - C. / 1. - 3. Table des matières A. Rechtsquellen des schweizerischen Flüchtlings- und Asylrechtes N 95 1. Die Flüchtlingskonvention von 1951 N 98 2. Das schweizerische Asylgesetz N 105 3. Weitere Rechtsquellen N 107 a) Verordnungen und Verfahrensrecht N 107 b) Die Dublin-Assoziierung N 109 4. Sekundäre Rechtsquellen N 111 a) Bundesverwaltungsgericht N 112 b) Europäischer Gerichtshof für Menschenrechte N 114 c) Europäischer Gerichtshof der EU N 115 d) UNHCR N 116 C. Flüchtlingseigenschaft N 129 1. Vorbemerkungen N 129 a) Die grundlegende Unterscheidung zwischen Flüchtlingseigenschaft und Asylgewährung N 129 b) Aufenthaltsrecht und Schutz vor Ausweisung und Ausschaffung N 133 3. Aufenthalt ausserhalb des Heimatstaates und Abbruch der Beziehungen zum Heimatstaat N 149 a) Aufenthalt ausserhalb des Heimatstaates N 149 b) Abbruch der Beziehungen zum Heimatstaat N 151 2. Elemente des Flüchtlingsbegriffes N 138 Dans les documents suivants... 4. Begründete Furcht vor Verfolgung N 152 B. Das Verhältnis von Asylrecht und Ausländerrecht N 118 D. Ausschluss vom Schutz der Flüchtlingskonvention N 289 E. Gründe für die Beendigung des Schutzes durch die Flüchtlingskonvention N 329 F. Einbezug von Familienmitgliedern in die Flüchtlingseigenschaft und den Asylstatus («Familienasyl») N 330 G. Zweitasyl N 353 H. Asylausschlussgründe N 358", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre III. Das Asylverfahren / A. - F. Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 109-122 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 109 TOP III. Das Asylverfahren A. Einleitung Art. 6a Abs. 1 AsylG 391 110 TOP Art. 24a AsylG 392 Art. 24 Abs. 3 AsylG Art. 24 Abs. 4 ff. AsylG Art. 105 AsylG Art. 31 ff. VGG Art. 83 lit. d BGG 393 394 Besondere Verfahrensbestimmungen gelten für Asylgesuche, die an einem Flughafen eingereicht werden, sowie bei Wiedererwägungs- und Mehrfachgesuchen. B. Einreichung des Asylgesuches Art. 111b ff. AsylG Art. 18 AsylG Art. 3 AsylG BGE 121 II 59 E. 3c 2A.548/2003 vom 26. November 2003 E. 2.3 395 111 TOP 396 Asylgesuch als höchstpersönliches Recht: BVGE 2011/39 E. 4.3.2 397 Asylgesuche können bei der Grenzkontrolle in einem schweizerischen Flughafen, bei der Einreise an einem geöffneten Grenzübergang oder in Bundesasylzentren eingereicht werden: 402 bis C. Vorbereitungsphase Art. 26 AsylG Art. 102f AsylG 403 Art. 5 AsylV 3 Art. 17 Abs. 3 AsylG Art. 19 AsylV 1 Art. 102j AsylG Art. 20b Abs. 1 AsylV 1 404 113 TOP 405 In der summarischen Befragung muss das SEM zudem mit der asylsuchenden Person abklären, ob ihr Asylgesuch hinreichend begründet ist. Zieht die asylsuchende Person ihr Asylgesuch zurück, schreibt das SEM das Gesuch «formlos» ab und leitet die Rückreise ein. Der Grund für den Rückzug des Gesuches spielt jedoch entgegen dem Wortlaut der Bestimmung («Sollte dies nicht der Fall sein...») keine Rolle; das Verfahren wird mit einem Rückzug in jedem Fall gegenstandslos und kann abgeschrieben werden. 406 «Formlose Abschreibung»: Art. 26 Abs. 3 AsylG bis Art. 111b Abs. 4 AsylG Art. 111c Abs. 2 AsylG BVGE 2015/28 E. 3.3 E-3979/2014 BVGE 2016/17 E. 4.3 und 5 BVGE 2016/17 E. 6 Art. 24a AsylG Art. 15 AsylV 1 bis 407 408 Eine erhebliche Störung des Betriebes liegt gemäss Verordnung zum Beispiel vor, wenn eine Person: 409 In diesen besonderen Zentren können die gleichen Verfahren durchgeführt werden wie in den Empfangs- und Verfahrenszentren, Asylgesuche können dort jedoch nicht eingereicht werden. Eine besondere sozialpädagogische oder psychologische Betreuung der Personen in den besonderen Zentren ist nicht vorgesehen. Ein solches Zentrum wird in Les Verrières, Neuenburg, betrieben. Ein zweites ist in der Deutschschweiz geplant. D. Das beschleunigte Verfahren und Anhörung Art. 26d AsylG Art. 20c AsylV 1 AsylG 410 1. Taktverfahren 411 Das beschleunigte Verfahren ist als Taktverfahren gestaltet, in dem genau und verbindlich geregelt ist, was an jedem einzelnen Tag geschieht: 418 Art. 12a AsylG Art. 102h AsylG Art. 102i AsylG 2. Anhörung Art. 36 AsylG Art. 31a AsylG 419 420 Verzicht auf eine Anhörung wegen Mitwirkungspflichtverletzung: Art. 36 AsylG Art. 12 VwVG Art. 13 VwVG Art. 8 AsylG Art. 36 Abs. 1 lit. a AsylG EMRK D-6034/2016 116 TOP bis Art. 102j AsylG 421 Art. 2a AsylV 1 Art. 22 BPG Art. 94 BPV Art. 97 AsylG 422 Art. 17 Abs. 2 AsylG Art. 6 AsylV 1 423 117 TOP 3. Beschleunigung und Rechtsstaatlichkeit 424 Die Beschleunigung des Asylverfahrens ist grundsätzlich auch im Interesse der asylsuchenden Personen. Diese wissen aufgrund eines schnell abgeschlossenen Verfahrens früher, ob sie in der Schweiz bleiben können. Es ist jedoch darauf zu achten, dass trotz der Beschleunigung des Verfahrens die Rechtsstaatlichkeit des Verfahrens gewahrt ist. Dazu gehört insbesondere, dass das SEM seiner Pflicht zur Abklärung des Sachverhaltes angemessen nachkommt (Untersuchungsgrundsatz, ► Rz. 520 ff.), dass die asylsuchenden Personen genügend Zeit und Gelegenheit haben, sich zu äussern (rechtliches Gehör, ► Rz. 549 ff.) und dass ihr Recht, gegen eine Verfügung des SEM Beschwerde zu erheben, effektiv gewährleistet ist. 425 Das beschleunigte Verfahren stellt in verschiedener Hinsicht hohe Anforderungen an das SEM, aber auch an die Rechtsvertretung der asylsuchenden Personen (► Rz. 435 ff.,). Das Verfahren ist zeitlich sehr eng getaktet und es müssen in kürzester Zeit verschiedene Verfahrensschritte geplant, koordiniert und durchgeführt werden (► Rz. 411 ff.). Dies führt dazu, dass im beschleunigten Verfahren die Möglichkeiten für zusätzliche Abklärungen des rechtserheblichen Sachverhaltes (die Einreichung zusätzlicher Beweismittel, Abklärungen zur Lage im Herkunftsland, medizinische Abklärungen etc.) äusserst beschränkt sind. Dabei ist festzuhalten, dass es in erster Linie die Pflicht des SEM ist, den Sachverhalt abzuklären (► Rz. 520 ff.). Es ist deshalb von entscheidender Bedeutung, dass die Triage zwischen Verfahren, die im beschleunigten Verfahren abgeschlossen werden können und solchen, die ins erweiterte Verfahren verwiesen werden, korrekt vorgenommen wird: Verfahren, in denen zusätzliche Abklärungen irgendeiner Art notwendig sind, müssen dem erweiterten Verfahren zugewiesen werden. Eine zusätzliche Schwierigkeit besteht darin, besonders verletzliche Personen – Personen mit posttraumatischen Belastungsstörungen, Opfer von Menschenhandel (► Rz. 481 ff.), Personen mit psychischen Krankheiten – im beschleunigten Verfahren zu identifizieren und das Verfahren deren Bedürfnissen angemessen zu führen. Solche Personen brauchen – ebenso wie beispielsweise Opfer geschlechtsspezifischer Verfolgung – oft mehr Zeit als im beschleunigten Verfahren zur Verfügung steht, bis sie über ihre Erlebnisse berichten können. 118 TOP E. Das erweiterte Verfahren und Zuweisung an die Kantone Art. 26d AsylG 426 E-6713/2019 427 Art. 46 VwVG Art. 29a BV Art. 3 EMRK E-6713/2019 428 Art. 37 Abs. 4 AsylG Art. 102h Abs. 3 und Art. 102l AsylG 429 119 TOP Art. 26d AsylG Art. 21 Abs. 3 AsylV 1 430 Art. 22 Abs. 1 AsylV 1 431 Art. 27 Abs. 3 letzter Satz AsylG Art. 13 EMRK Art. 8 EMRK BVGE 2008/47 E. 4.1 Art. 8 EMRK E-5913/2010 Art. 8 EMRK BVGE 2008/47 E. 3 432 alle 120 TOP 433 Bei minderjährigen Asylsuchenden ist bei der Kantonszuweisung insbesondere auch das Kindeswohl zu beachten. Deshalb verengt sich der Ermessensspielraum des Staatssekretariates für Migration in diesen Fällen stark. Das SEM muss alle persönlichen Faktoren berücksichtigen, insbesondere das Alter und die Reife der minderjährigen Person, ob ihre Eltern oder Elternteile sich in der Schweiz befinden, das weitere familiäre Umfeld, ihren Lebenslauf, die Erfahrungen der Flucht bis in die Schweiz sowie ihre Wünsche und Vorstellungen. Es ist jeweils im Einzelfall zu bestimmen, was dem Kindeswohl am besten entspricht. 434 Beispiel Kindeswohl: E-5913/2010 F. Rechtsvertretung im Asylverfahren Art. 102f Abs. 2 AsylG Art. 102g AsylG Art. 102h Abs. 2 AsylG 435 Art. 102i AsylG Art. 102k AsylG 436 121 TOP Art. 102h Abs. 1 AsylG Art. 102k AsylG bis Art. 52b AsylV 1 437 Art. 102h Abs. 3 AsylG Art. 102h Abs. 4 AsylG Art. 102h Abs. 4 AsylG 438 Art. 102h Abs. 3 AsylG 439 Art. 52f 440 Immerhin haben Asylsuchende im erweiterten Verfahren die Möglichkeit, sich bei entscheidrelevanten Schritten im erstinstanzlichen Verfahren kostenlos an eine Rechtsberatungsstelle – oder im Ausnahmefall, siehe Abs. 3 AsylV 1 Art. 102l AsylG Art. 52j AsylV 1 Art. 102m AsylG Art. 52h AsylV 1 Art. 52g AsylV 1 Art. 52f Abs. 1 AsylV 1 Art. 52f Abs. 3 AsylV 1 Literatur Amarelle, Cesla/Nguyen, Minh Son (Hrsg.), Code annoté de droit des migrations, Volume IV: Loi sur l’asile (LAsi), 2015 Caroni Martina Scheiber Nicole Preisig Christa Zoeteweij Margarite Schweizerische Flüchtlingshilfe (Hrsg.), Handbuch zum Asyl- und Wegweisungsverfahren, 2. Aufl. 2015 Stöckli Walter Das Wichtigste in Kürze Im Asylverfahren prüft das SEM, ob eine Person die Flüchtlingseigenschaft erfüllt und ob ihr Asyl zu gewähren ist. Ein Asylverfahren wird auf Gesuch einer Person eingeleitet (► Rz. 395 ff.). Zuerst stellt das SEM in der sogenannten Vorbereitungsphase (► Rz. 403 ff.) möglichst viele für die Beurteilung des Asylgesuchs notwendige Unterlagen und Beweismittel zusammen und befragt die asylsuchende Person. Das daran anschliessende «beschleunigte Verfahren» ist ein sogenanntes Taktverfahren (► Rz. 410 ff.), in dem möglichst viele Asylgesuche in möglichst kurzer Zeit entschieden werden sollen. In dieser Phase werden die asylsuchenden Personen vom SEM befragt (► Rz. 419 ff.). Fälle, die weitere Abklärungen erfordern, werden in das sogenannte «erweiterte Verfahren» (► Rz. 416 ff.) überwiesen, in dem mehr Zeit für eine Entscheidung zur Verfügung steht, und für das die asylsuchenden Personen einem Kanton zugeteilt werden. Während eines Grossteils des Asylverfahrens haben die asylsuchenden Personen Anspruch auf eine unentgeltliche Rechtsvertretung (► Rz. 435 ff.). Bei Asylgesuchen von unbegleiteten minderjährigen Personen sind spezielle Verfahrensregeln einzuhalten (► Rz. 496 ff.). Die meisten Asylverfahren laufen so ab. In einigen Fällen erfährt das Verfahren jedoch Anpassungen. Ist eine asylsuchende Person zum Beispiel über ein anderes europäisches Land in die Schweiz eingereist, wird ein sogenannte Dublin-Verfahren durchgeführt, in dem abgeklärt wird, ob ein anderer europäischer Staat für die Behandlung des Asylgesuchs zuständig ist (► Rz. 441 ff. und 732 ff.). Auch wenn eine Person an einem Flughafen ein Asylgesuch einreicht, kommt ein spezielles Verfahren zur Anwendung (► Rz. 444 ff.). Zudem weist auch das Asylverfahren einer Person, die zum wiederholten Mal ein Asylgesuch einreicht (sogenanntes Mehrfachgesuch), einige Besonderheiten auf (► Rz. 496 ff.). Ein Asylgesuch kann nicht aus dem Ausland gestellt werden, hingegen kann ein Gesuch um Erteilung eines humanitären Visums eingereicht werden (► Rz. 506 ff.). Art. 19 Abs. 1 AsylG Art. 8 Abs. 1 und 2 AsylV 1 Art. 8 Abs. 3 und 4 AsylG 398 – Asylgesuch im Inland: Art. 21 AsylG 399 – Asylgesuch an der Grenze oder nach Anhaltung im grenznahen Raum bei illegaler Einreise: Art. 22 Abs. 1 AsylG 400 – Asylgesuch am Flughafen: 112 TOP Art. 19 Abs. 2 AsylG Art. 19 Abs. 1 und Art. 20 AsylG 401 – Asylgesuch aus dem Ausland: – die Hausordnung grob verletzt, insbesondere, weil sie Waffen oder Betäubungsmittel besitzt oder aufbewahrt, oder ein Ausgangsverbot wiederholt missachtet; oder 114 TOP – sich den Verhaltensanweisungen des Personals widersetzt und dadurch insbesondere andere Asylsuchende oder das Personal wiederholt belästigt, bedroht oder gefährdet. Art. 29 AsylG 412 – Art. 102j AsylG 413 – 414 – Am dritten Tag kann die Rechtsvertretung weitere Stellungnahmen abgeben. 115 TOP Art. 26d AsylG 415 – E-6885/2017 416 – 417 – Am siebten Tag stellt das SEM den Asylentscheid fertig und am achten Tag soll der Entscheid der asylsuchenden Person eröffnet werden. 122 TOP © Stämpfli Verlag AG Bern - 2021 III. Das Asylverfahren / A. - F. Table des matières A. Einleitung N 391 B. Einreichung des Asylgesuches N 395 C. Vorbereitungsphase N 403 E. Das erweiterte Verfahren und Zuweisung an die Kantone N 426 F. Rechtsvertretung im Asylverfahren N 435 Dans les documents suivants... G. Besondere Verfahren N 441 H. Verfahrensgrundsätze N 516 I. Der erstinstanzliche Entscheid N 575 J. Beschwerdeverfahren N 649 K. Rechtskraft und ausserordentliche Rechtsmittel N 663 L. Beschwerde an den Europäischen Gerichtshof für Menschenrechte N 678 D. Das beschleunigte Verfahren und Anhörung N 410 1. Taktverfahren N 411 2. Anhörung N 419 3. Beschleunigung und Rechtsstaatlichkeit N 424", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre IV. Das Dublin-Assoziierungsabkommen / A. - D. Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 185-201 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 185 TOP IV. Das Dublin-Assoziierungsabkommen A. Einleitung und Grundlagen 1. Entwicklung des Asylrechts im Rahmen des Europäischen Raums der Freiheit, der Sicherheit und des Rechts 681 186 TOP 682 Nach dem Programm von Tampere enthielt dieses System in der ersten Phase vor allem folgende Elemente: 687 187 TOP 688 s 689 Das ehrgeizige Ziel eines gemeinsamen Asylverfahrens und einheitlichen Schutzstatus in allen Mitgliedstaaten hat die EU auch in dieser Phase nicht erreicht. Die nun umgesetzte zweite Stufe der Harmonisierung des Asylrechts enthält vor allem Neufassungen der einschlägigen Richtlinien: 2. Das Dublinsystem a) Dublin-III-Verordnung 693 189 TOP 694 refugees in orbit 695 Das Dublin-Übereinkommen wurde zu Beginn von den Mitgliedern der EU ausserhalb der EU-Verträge als intergouvernementale Zusammenarbeit auf völkerrechtlicher Basis vorangetrieben, bevor es mit der Dublin-II-Verordnung 2003 in das EU-Recht integriert wurde. Die Dublin-II-Verordnung findet ihre primärrechtliche Verankerung in Art. 78 Abs. 2 lit. e AEUV. Die Dublin-II-Verordnung wurde Anfang 2014 durch die neu gefasste Dublin-III-Verordnung abgelöst. Der Dublin-Besitzstand der EU umfasst heute die folgenden EU-Verordnungen (zu deren Anwendbarkeit in der Schweiz, ► Rz. 715 f.): Art. 8 EMRK 696 697 Die Dublin-III-Verordnung ist neu nicht nur auf Asylgesuche anwendbar, sondern auf alle «Anträge auf internationalen Schutz» (Art. 1 Dublin-III-VO). Ein Antrag auf internationalen Schutz ist gemäss Art. 2 lit. h der EU-Qualifikationsrichtlinie entweder ein Gesuch um Anerkennung der Flüchtlingseigenschaft (Asylgesuch) oder ein Gesuch um Gewährung des subsidiären Schutzstatus nach Art. 15 ff. EU-Qualifikationsrichtlinie. Der subsidiäre Schutzstatus nach der EU-Qualifikationsrichtlinie entspricht weitgehend der schweizerischen vorläufigen Aufnahme wegen Unzulässigkeit oder wegen Unzumutbarkeit des Wegweisungsvollzugs (► Rz. 743 f.). Diese Ausdehnung des Anwendungsbereichs der Dublin-III-Verordnung ist für die Schweiz vor allem bezüglich des Zuständigkeitskriteriums der Familienangehörigen nach Art. 9 und 10 Dublin-III-VO von Bedeutung (► Rz. 740 ff.). 698 Terminologie: Da die Schweiz nicht an die EU-Qualifikationsrichtlinie gebunden ist, muss sie kein (separates) Verfahren zur Prüfung von Gesuchen um subsidiären Schutz einführen. Deshalb werden in der Folge der Verständlichkeit halber nicht die in Art. 2 Dublin-III-VO definierten Begriffe des «Antrags auf internationalen Schutz», des «Antragstellers», der «Prüfung eines Antrags auf internationalen Schutz» und des «Begünstigten internationalen Schutzes» verwendet, sondern die entsprechenden Termini des schweizerischen Asylrechts. 191 TOP b) Eurodac 699 Um eine möglichst reibungslose Anwendung des Dublinsystems sicherzustellen, müssen die Staaten in der Lage sein, schnell und unkompliziert festzustellen, ob eine Person in einem anderen Dublinstaat bereits ein Asylgesuch eingereicht hat oder ob sie wegen eines illegalen Grenzübertritts in den Dublinraum aufgegriffen wurde. Dies ist die Voraussetzung dafür, dass ein Staat einen anderen Dublinstaat um Übernahme der asylsuchenden Person ersuchen kann. Zudem muss festgelegt werden, welche Indizien den zuständigen Staat zur Übernahme eines Asylsuchenden verpflichten, damit die Staaten nicht auf übermässig strengen Anforderungen bestehen, um ihre Zuständigkeit zu verhindern (siehe Art. 22 Abs. 4 Dublin-III-VO). Der Umsetzung dieses Aspekts der Dublin-III-Verordnung dient das Eurodac-System. 700 Das Kernstück des Eurodac-Systems ist eine zentrale Datenbank (Art. 3 EVO), in der die Fingerabdrücke aller Personen gespeichert werden, die in einem Dublinstaat ein Asylgesuch eingereicht haben (Art. 9 EVO) oder die bei der illegalen Einreise in den Dublinraum aufgegriffen wurden (Art. 14 EVO). Dies erlaubt es den Staaten zu überprüfen, ob für ausländische Personen, die sich illegal auf ihrem Territorium aufhalten und ein Asylgesuch einreichen, ein anderer Dublinstaat zuständig ist. 701 Jeder Mitgliedstaat kann nach Art. 17 EVO Asylsuchenden die Fingerabdrücke abnehmen, um diese an die Datenbank zum Abgleich mit bereits vorhandenen Daten zu übermitteln. Die Identifizierung der asylsuchenden Personen erfolgt in der Datenbank lediglich über die Fingerabdrücke und eine Kennnummer. Nicht übermittelt werden zum Beispiel Namen und Staatsangehörigkeit der Asylsuchenden. In der Datenbank werden die Fingerabdrücke mit den bereits gespeicherten Daten verglichen und das Ergebnis des Vergleichs wird dem anfragenden Mitgliedstaat übermittelt. 702 192 TOP 3. Dublin-Assoziierung der Schweiz 703 Die Schweiz ist aufgrund ihrer geographischen Lage, umgeben von EU-Staaten, die alle am Dublinsystem teilnehmen, faktisch gezwungen, sich zumindest teilweise der Asylpolitik der EU anzupassen. Dieser Sachzwang trifft vor allem auf den Regelungsbereich der Dublin-III-Verordnung zu, die es geflüchteten Personen verunmöglichen soll, nach Ablehnung eines Asylgesuches in einem Dublinstaat ein weiteres Asylgesuch in einem anderen Dublinstaat zu stellen. Ohne die Assoziierung an das Dublinsystem liefe die Schweiz Gefahr, die einzige Hoffnung auf Asyl für nach Europa geflüchtete Personen zu werden, deren Asylgesuch in einem Dublinstaat abgelehnt wurde. Deshalb hat die Schweiz 2008 mit dem Dublin-Assoziierungsabkommen die Regelungen der Dublin-II-Verordnung, der Dublin-Durchführungsverordnung sowie der Eurodac-Verordnung und der Eurodac-Durchführungsverordnung übernommen. a) Dublin-Assoziierungsabkommen Art. 1 DAA 704 705 Ebenso wie die Schweiz sind auch Island und Norwegen an das Dublinsystem assoziiert, obwohl sie nicht Mitglieder der EU sind. Zudem ist das Fürstentum Liechtenstein dem Assoziierungsabkommen zwischen der Schweiz und der EU beigetreten und nimmt damit ebenfalls an der Dublinzusammenarbeit teil (siehe das entsprechende Protokoll zum Assoziierungsabkommen vom 28. Februar 2008 zwischen der Schweiz und dem Fürstentum Liechtenstein, SR 0.142.393.141). 193 TOP Art. 2 DAA Art. 3, Art. 4 Abs. 7, Art. 7 DAA Art. 4 DAA 706 b) Übernahme der Dublin-III-Verordnung Art. 4 DAA 707 708 Die EU hat der Schweiz die Neufassung der Dublin-Verordnung am 3. Juli 2013 notifiziert. Die Schweiz teilte der EU am 14. August 2013 mit, dass sie die Dublin-III-Verordnung und die Neufassung der Eurodac-Verordnung akzeptiere und diese umsetzen werde. Die Dublin-III-Verordnung trat anschliessend am 1. Juli 2015 für die Schweiz in Kraft, nachdem die Schweiz einen Grossteil der Verordnung bereits seit dem 1. Januar 2014 vorläufig angewendet hatte (Notenaustausch vom 14. August 2013 zwischen der Schweiz und der Europäischen Union betreffend die Übernahme der Verordnung (EU) Nr. 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines Antrags auf internationalen Schutz zuständig ist (Weiterentwicklung des Dublin/Eurodac-Besitzstands), SR 0.142.392. 680.01). c) Geographischer und zeitlicher Anwendungsbereich der Dublin-Assoziierung der Schweiz 709 194 TOP 710 Die Dublin-II-VO trat formell für die Schweiz am 1. März 2008 in Kraft, die operationelle Inkraftsetzung erfolgte am 12. Dezember 2008. Die Dublin-III-Verordnung ist für die EU-Staaten am 19. Juli 2013 in Kraft getreten und gilt für alle Asylgesuche, die ab dem 1. Januar 2014 gestellt werden (Art. 49 Dublin-III-VO). Die Schweiz wendet die meisten Bestimmungen der Dublin-III-Verordnung seit dem 1. Januar 2014 vorläufig an. Damit gilt für alle Asylgesuche, die in der Schweiz ab dem 1. Januar 2014 eingereicht werden, die Dublin-III-Verordnung. d) Bedeutung der Urteile des Gerichtshofes der Europäischen Union für die Schweiz Art. 5 Abs. 1 DAA BVGE 2017 VI/9 E. 5.3.1 BVGE 2010/27 E. 5.3.2 711 712 Bedeutung des teleologischen Auslegungselementes: effet utile BVGE 2010/27 E. 5.3.2 Art. 6 DAA Art. 7 DAA 713 195 TOP 714 Die Dublin-III-Verordnung hat teilweise die Rechtsprechung des EuGH zur Dublin-II-Verordnung aufgenommen und inkorporiert (zum Beispiel Art. 3 Abs. 2 Satz 2 Dublin-III-Verordnung). Aber auch soweit dies nicht geschehen ist, bleibt die Rechtsprechung des EuGH zur Dublin-II-Verordnung unter der neuen Dublin-III-Verordnung grundsätzlich anwendbar, da die Dublin-III-Verordnung die grundlegenden Prinzipien sowie die meisten Bestimmungen der Dublin-II-Verordnung übernommen hat. e) Innerstaatliche Anwendbarkeit BVGE 2010/27 E. 6.3 BVGE 2017 VI/9 715 BVGE 2017 VI/9 BVGE 2017 VI/5 E. 8.3.2 716 196 TOP 4. Umsetzung in Ausländergesetz und Asylgesetz Art. 31a Abs. 1 lit. b AsylG 717 Art. 26 Abs. 2 AsylG Art. 21 AsylG 718 Art. 64a AIG Art. 18 AsylG Art. 64a AIG D-4351/2011 Art. 64a AIG Art. 64a Abs. 2 AIG 719 AIG Art. 76a Abs. 1 AIG 720 197 TOP B. Das Verfahren zur Feststellung der Zuständigkeit 721 Die Dublin-III-Verordnung legt die Kriterien fest, nach denen beurteilt wird, welcher Dublinstaat für die Prüfung eines Asylgesuches zuständig ist. Ein Asylgesuch wird nicht zwingend von dem Staat beurteilt, in dem eine geflüchtete Person das Asylgesuch stellt. 722 Das Verfahren zur Bestimmung des nach der Dublin-III-Verordnung für ein Asylgesuch zuständigen Staates wird zum Zeitpunkt des ersten Asylgesuchs der Person im Dublinraum durchgeführt (Art. 20 Abs. 1 Dublin-III-VO). Der Staat, bei dem das erste Asylgesuch eingereicht wird, führt nach den Kriterien der Dublin-III-Verordnung ein Verfahren zur Bestimmung des für das Asylgesuch zuständigen Staates durch. Zu diesem Zeitpunkt wird die Zuständigkeit festgelegt. Diese kann später grundsätzlich nicht mehr geändert werden (Ausnahmen bilden lediglich die besonderen Zuständigkeitskriterien, ► Rz. 783 ff.). Kommt der Staat zum Schluss, dass er selber für das Asylgesuch zuständig ist, behandelt er dieses nach seinem nationalen Asylrecht. Ist er jedoch der Meinung, ein anderer Staat sei aufgrund der Dublin-Kriterien zuständig, richtet er ein Übernahmegesuch (oder ein Wiederübernahmegesuch) an den entsprechenden Staat und fordert ihn auf, die asylsuchende Person zu übernehmen. 723 198 TOP C. Verfahrensrechte 1. Recht auf Information 724 Art. 4 Dublin-III-Verordnung sieht ein Recht auf Information vor, das die Staaten verpflichtet, Asylsuchende bei der Stellung ihres Asylgesuchs über die Anwendung der Dublin-III-Verordnung, die Grundsätze des Dublinsystems sowie über das Verfahren und die Kriterien zur Bestimmung der Zuständigkeit zu informieren. Insbesondere sind sie über die Möglichkeit und die Voraussetzungen eines Selbsteintritts (► Rz. 787 ff.) zu informieren. Zudem müssen die asylsuchenden Personen über die Möglichkeit informiert werden, die Behörden über die Anwesenheit von Familienangehörigen im Dublinraum zu unterrichten sowie über die ihnen zur Verfügung stehenden Rechtsmittel (Art. 4 Abs. 1 Dublin-III-VO). 725 Diese Informationen müssen schriftlich in einer Sprache mitgeteilt werden, welche die asylsuchende Person versteht. Die EU-Kommission erstellt zu diesem Zweck ein gemeinsames Merkblatt, das den asylsuchenden Personen ausgehändigt werden kann. Soweit für das Verständnis notwendig, müssen die Informationen zudem mündlich erläutert werden (Art. 4 Abs. 2 und 3 Dublin-III-VO). 2. Recht auf ein persönliches Gespräch Art. 111c Abs. 1 AsylG BVGE 2017 VI/5 E. 4.3.3 und 7.4 726 199 TOP 3. Besondere Berücksichtigung des Kindeswohls EMRK 727 728 Insbesondere müssen die Dublinstaaten die Möglichkeiten der Familienzusammenführung sowie das Wohlergehen und die soziale Entwicklung – unter besonderer Berücksichtigung des Hintergrundes der minderjährigen asylsuchenden Person – beachten. Zudem müssen sie Sicherheitserwägungen angemessen berücksichtigen, insbesondere wenn es sich bei den Minderjährigen um Opfer von Menschenhandel (► Rz. 481 ff.) handeln könnte. Und schliesslich müssen sie die Meinungen und Wünsche der minderjährigen Person angemessen und entsprechend ihrem Alter und ihrer Reife berücksichtigen (Art. 6 Abs. 3 Dublin-III-VO). 4. Direkte Anwendbarkeit der Verfahrensrechte 729 200 TOP 730 Dies gilt im Übrigen auch für weitere, über die Dublin-III-Verordnung verteilte Verfahrensbestimmungen, wie zum Beispiel Art. 7 Abs. 3. Dieser sieht vor, dass die Mitgliedstaaten alle rechtzeitig vorgelegten Indizien für den Aufenthalt von Familienangehörigen, Verwandten oder Personen jeder anderen verwandtschaftlichen Beziehung berücksichtigen. 731 Stellt das Bundesverwaltungsgericht im Rahmen eines Beschwerdeverfahrens fest, dass das Staatssekretariat für Migration gegen die in den Art. 4 bis 6 Dublin-III-VO garantierten Verfahrensrechte verstossen hat, führt dies analog zu Verletzungen des Anspruchs auf rechtliches Gehör zur Aufhebung der angefochtenen Verfügung, ausser die Verletzung wiege nicht besonders schwer und könne im Beschwerdeverfahren geheilt werden (► Rz. 557). D. Zuständigkeit nach der Dublin-III-Verordnung 1. Allgemeine und besondere Zuständigkeitskriterien 732 Gemäss der Dublin-III-Verordnung wird zwischen allgemeinen und besonderen Zuständigkeitskriterien unterschieden. Die allgemeinen Zuständigkeitskriterien bestimmen die Zuständigkeit eines Dublinstaates zum Zeitpunkt der Einreichung des ersten Asylgesuchs im Dublinraum (Art. 7 Abs. 2 Dublin-III-VO, ► Rz. 735 ff.). Diese Kriterien sind in den Art. 8 bis 15 Dublin-III-VO geregelt. Die Dublinstaaten können die Zuständigkeit nach den allgemeinen Zuständigkeitskriterien nicht beeinflussen, sondern lediglich feststellen. 733 Eine Zuständigkeit nach den besonderen Zuständigkeitskriterien verdrängt demgegenüber die (theoretische) Zuständigkeit eines Staates nach den allgemeinen Kriterien. Die besonderen Zuständigkeitskriterien umfassen einerseits Willenserklärungen (besondere materielle Zuständigkeitskriterien, ► Rz. 783) eines Dublinstaates und andererseits Verfristungen (besondere formelle Zuständigkeitskriterien, ► Rz. 786). So kann sich ein Staat zum Beispiel nach Art. 17 Abs. 1 Dublin-III-VO zum zuständigen Staat erklären. Oder ein Staat wird zum zuständigen Staat, wenn er nicht innerhalb von zwei- respektive drei Monaten nach der Stellung eines Asylgesuchs ein Übernahmegesuch an den seiner Meinung nach zuständigen Staat stellt (Art. 21 Abs. 1 Satz 3 Dublin-III-VO). 201 TOP 2. Aus der Zuständigkeit fliessende Pflichten 734 Der Staat, der nach der Dublin-III-Verordnung für die Behandlung einer asylsuchenden Person zuständig ist, hat verschiedene Pflichten. Diese ergeben sich insbesondere aus den Art. 18 und 19 Dublin-III-VO. Der Staat ist umfassend für die asylsuchende Person verantwortlich. Insbesondere muss der Staat: Literatur Filzwieser Christian Sprung Andrea Maiani Francesco Pelzer Marei Das Wichtigste in Kürze EMRK 683 – Gemeinsame Mindeststandards für ein gerechtes und wirksames Asylverfahren. Diese Vorgabe wurde in der EU-Verfahrensrichtlinie umgesetzt. Die Richtlinie sieht Mindeststandards für das Asylverfahren in den EU-Staaten vor, zum Beispiel betreffend Anhörung von Asylsuchenden, Abfassung von Asylentscheidungen, Anspruch auf Rechtsvertretung und Garantien für unbegleitete Minderjährige. 684 – Gemeinsame Mindestbedingungen für die Aufnahme von Asylsuchenden. Die EU-Qualifikationsrichtlinie konkretisiert unter anderem den Begriff der Flüchtlingseigenschaft, den internen Schutz und den Ausschluss von der Flüchtlingseigenschaft. Zudem legt die EU-Aufnahmerichtlinie Mindeststandards für die Aufnahme von Asylsuchenden während ihres legalen Aufenthaltes in einem EU-Staat fest. 685 – Formen des subsidiären Schutzes für Personen, denen kein Flüchtlingsstatus gewährt wird. Die EU-Qualifikationsrichtlinie führt zur Umsetzung dieses Postulats einen subsidiären Schutzstatus für Personen ein, die nicht Flüchtlinge im Sinne der Flüchtlingskonvention sind, aber trotzdem Schutz brauchen. Die Richtlinie enthält Bestimmungen zu den Voraussetzungen der Zuerkennung des subsidiären Schutzstatus, zu dessen Inhalt und zu dessen Aberkennung. 686 – Ein Verfahren zur Bestimmung des zur Prüfung eines Asylgesuchs zuständigen Staates. acquis communautaire 690 – 188 TOP Neufassung EU-Qualifikationsrichtlinie 691 – Neufassung EU-Verfahrensrichtlinie (Richtlinie 2013/32/EU des Europäischen Parlaments und des Rates vom 26. Juni 2013 zu gemeinsamen Verfahren für die Zuerkennung und Aberkennung des internationalen Schutzes (Neufassung), ABl. L 180 vom 29. Juni 2013, S. 60 ff.; ersetzte die Richtlinie 2005/85/EG): Die EU-Verfahrensrichtlinie regelt, welche Verfahrensstandards für Asylverfahren gelten sollen. Sie enthält ein gemeinsames Verfahren für die Zuerkennung und die Aberkennung des internationalen Schutzes nach der EU-Qualifikationsrichtlinie. Dazu gehören Regeln über den Zugang zum Verfahren, das Aufenthaltsrecht während des Verfahrens, die Anforderungen an die Prüfung und Entscheidung von Gesuchen, Verfahrensgarantien, das Recht auf eine persönliche Anhörung, Rechtsberatung und -vertretung, Garantien für unbegleitete Minderjährige sowie das Recht auf einen wirksamen Rechtsbehelf. Insbesondere enthält die Richtlinie auch ausführliche Regeln zum erstinstanzlichen Verfahren, beispielsweise bezüglich unzulässiger Anträge, den Konzepten der sicheren Herkunfts- und Drittstaaten und bezüglich Folgeanträgen. 692 – Neufassung EU-Aufnahmerichtlinie (Richtlinie 2013/33/EU des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung von Normen für die Aufnahme von Personen, die internationalen Schutz beantragen (Neufassung), ABl. L 180 vom 29. Juni 2013, S. 96 ff.; ersetzt Richtlinie 2003/9/EG): Die EU-Aufnahmerichtlinie regelt die Aufnahmebedingungen für Asylsuchende während des Asylverfahrens: Bewegungsfreiheit, Zugang zum Arbeitsmarkt und zu beruflicher Bildung, Unterbringung, soziale Sicherung, medizinische Versorgung, Regeln bezüglich Minderjähriger und besonders schutzbedürftiger Personen. Zudem enthält sie sechs Haftgründe, welche die Inhaftierung von Asylsuchenden rechtfertigen können, sowie Regeln bezüglich der Haftbedingungen. – Dublin-III-Verordnung (Dublin-III-VO): Verordnung (EU) Nr. 604/2013 des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Neufassung), ABl. L 180 vom 29. Juni 2013, S. 31 ff. – Dublin-Durchführungsverordnung (in der konsolidierten Fassung vom 9. Februar 2014; Dublin-DVO): Verordnung (EG) Nr. 1560/2003 der Kommission vom 2. September 2003 mit Durchführungsbestimmungen zur Verordnung (EG) Nr. 343/2003 des Rates zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen in einem Mitgliedstaat gestellten Asylantrags zuständig ist, ABl. L 222 vom 5. September 2003, S. 3 ff. – 190 TOP Eurodac-Verordnung – das Asylgesuch der Person abschliessend prüfen (Art. 18 Abs. 2 Dublin-III-VO). – die asylsuchende Person während des Asylverfahrens auf seinem Hoheitsgebiet aufnehmen. Reicht die asylsuchende Person in einem anderen Dublinstaat ein neues Asylgesuch ein oder hält sie sich dort ohne Aufenthaltstitel auf, muss er die Person wieder aufnehmen (Art. 18 Abs. 1 lit. b bis d Dublin-III-VO). – bei einem positiven Asylentscheid der Person den Aufenthalt auf seinem Hoheitsgebiet erlauben. – bei einem negativen Asylentscheid dafür sorgen, dass die Person in ihr Heimatland zurückkehrt (Art. 19 Abs. 3 Dublin-III-VO). © Stämpfli Verlag AG Bern - 2021 IV. Das Dublin-Assoziierungsabkommen / A. - D. Table des matières A. Einleitung und Grundlagen N 681 1. Entwicklung des Asylrechts im Rahmen des Europäischen Raums der Freiheit, der Sicherheit und des Rechts N 681 4. Umsetzung in Ausländergesetz und Asylgesetz N 717 2. Das Dublinsystem N 693 a) Dublin-III-Verordnung N 693 b) Eurodac N 699 3. Dublin-Assoziierung der Schweiz N 703 a) Dublin-Assoziierungsabkommen N 704 b) Übernahme der Dublin-III-Verordnung N 707 c) Geographischer und zeitlicher Anwendungsbereich der Dublin-Assoziierung der Schweiz N 709 d) Bedeutung der Urteile des Gerichtshofes der Europäischen Union für die Schweiz N 711 e) Innerstaatliche Anwendbarkeit N 715 C. Verfahrensrechte N 724 1. Recht auf Information N 724 2. Recht auf ein persönliches Gespräch N 726 3. Besondere Berücksichtigung des Kindeswohls N 727 4. Direkte Anwendbarkeit der Verfahrensrechte N 729 D. Zuständigkeit nach der Dublin-III-Verordnung N 732 1. Allgemeine und besondere Zuständigkeitskriterien N 732 2. Aus der Zuständigkeit fliessende Pflichten N 734 B. Das Verfahren zur Feststellung der Zuständigkeit N 721 Dans les documents suivants... E. Die allgemeinen Zuständigkeitskriterien N 735 F. Ausnahme von den Zuständigkeitskriterien bei «systemischen Schwachstellen» N 777 G. Besondere materielle Zuständigkeitskriterien N 783 H. Aufnahme, Wiederaufnahme, Überstellung und Zuständigkeit durch Verfristung N 818 I. Rechtsschutz in Dublinverfahren N 850 J. Problemfelder N 865", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre V. Die rechtliche Situation von Flüchtlingen und abgewiesenen Asylsuchenden Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 245-270 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 245 TOP V. Die rechtliche Situation von Flüchtlingen und abgewiesenen Asylsuchenden A. Vorbemerkungen 900 Die Rechtsstellung geflüchteter Menschen in der Schweiz hängt wesentlich von ihrem Aufenthaltsstatus ab. Sinnvollerweise sind vier Kategorien zu unterscheiden: B. Anwesenheitsberechtigung 1. Anerkannte Flüchtlinge mit Asyl Art. 60 Abs. 1 AsylG Art. 34 Abs. 4 AIG Art. 62 ff. AIG Art. 63 AsylG 905 2. Anerkannte Flüchtlinge mit vorläufiger Aufnahme sowie Ausländerinnen und Ausländer mit vorläufiger Aufnahme Art. 84 Abs. 1 und 2 AIG Art. 85 Abs. 1 AIG 906 247 TOP Art. 33 FK 907 Art. 84 Abs. 5 AIG 908 3. Abgewiesene Asylsuchende und Sans-Papiers 909 Abgewiesene Asylsuchende haben unabhängig davon, ob ihr Aufenthalt den Behörden bekannt ist oder nicht, in der Schweiz keine Aufenthaltsberechtigung. Sie sind Repressalien ausgesetzt, die bewirken sollen, dass sie die Schweiz verlassen. Dazu gehören insbesondere Ein- und Ausgrenzungen (► Rz. 1140 ff.), Meldepflichten, Administrativhaft (► Rz. 1150 ff.) und Verzeigungen wegen rechtswidrigem Aufenthalt (► Rz. 1339 ff.). Art. 30 Abs. 1 lit. b AIG Art. 14 AsylG 910 248 TOP 911 Besonders beachtet werden muss die Situation von Kindern und Jugendlichen. 4. Asylsuchende Personen Art. 42 AsylG 912 5. Opfer von Menschenhandel BGE 145 I 308 E. 3.4.2 Art. 30 Abs. 1 lit. e AIG Art. 35 und 36 VZAE 913 249 TOP Art. 14 Abs. 1 AsylG BGE 145 I 308 E. 4.1 914 C. Identitäts- und Reisepapiere sowie Auslandreisen 1. Anerkannte Flüchtlinge mit Asyl oder mit vorläufiger Aufnahme sowie staatenlose Personen Art. 27 und Art. 28 FK Art. 59 AIG Art. 1 und 3 RDV Art. 28 FK Art. 4 RDV Art. 12 Abs. 2 und 3 RDV Art. 13 Abs. 1 lit. a und b RDV Art. 14 RDV 915 250 TOP Art. 59c AIG Art. 63 Abs. 2 lit. b AsylG Art. 59c AIG Art. 59c Abs. 1 AIG Art. 59c Abs. 2 AIG Art. 9a RDV 916 Art. 59 Abs. 2 lit. b AIG 917 2. Ausländerinnen und Ausländer mit vorläufiger Aufnahme oder Aufenthaltsbewilligung ohne Flüchtlingsstatus Art. 7 RDV Art. 9 RDV Art. 9 Abs. 4 RDV Art. 9 Abs. 5 RDV Art. 13 Abs. 2 RDV Art. 9 Abs. 4 RDV 918 251 TOP Art. 10 RDV Art. 4 Abs. 2 lit. b RDV Art. 13 Abs. 1 lit. c RDV Art. 4 Abs. 2 lit. a RDV Art. 59 Abs. 2 lit. c AIG 919 unzumutbar unmöglich Anspruch Art. 10 RDV C-5168/2010 920 921 Beispiel Irak: C-5942/2011 Art. 8 EMRK Art. 13 Abs. 1 BV Art. 35 BV BVGE 2014/23 E. 5.5 BVGE 2014/23 E. 5 F-6427/2018 252 TOP 922 Die gegenwärtige Praxis erscheint sehr streng. Diese ist vor allem für Personen belastend, die in ihrem Heimatland als unerwünscht gelten (etwa Tibeter und Angehörige anderer chinesischer Minderheiten) oder aus Ländern stammen, deren Auslandvertretungen schlecht organisiert sind (beispielsweise Syrien, Venezuela, Afghanistan). Geboten wären zudem klarere Richtlinien dazu, wie intensiv die Bemühungen um Reisedokumente sein müssen, um von einer Unmöglichkeit auszugehen (beispielsweise Anzahl Versuche inklusive persönlicher Vorsprachen in einem Zeitraum von maximal einem Jahr). Mit der jetzigen Rechtsprechung ist es für gewisse Staatsangehörige praktisch unmöglich, sich einen Pass zu beschaffen und sie bleiben so faktisch in der Schweiz «gefangen». 3. Abgewiesene Asylsuchende und Sans-Papiers Art. 4 Abs. 2 lit. c RDV 923 253 TOP 4. Asylsuchende Personen Art. 30 Abs. 1 AsylV 1 924 Art. 4 RDV Art. 9 RDV 925 D. Erwerbstätigkeit und Wohnsitz 1. Flüchtlinge mit Aufenthalts- oder Niederlassungsbewilligung AIG Art. 38 Abs. 2 AIG AIG Art. 38 Abs. 2 AIG Art. 38 Abs. 4 AIG 926 Art. 37 Abs. 2 AIG 927 Art. 60 AsylG Art. 63 AIG Art. 37 Abs. 3 AIG 928 254 TOP 2. Ausländerinnen und Ausländer sowie Flüchtlinge mit vorläufiger Aufnahme Art. 61 AsylG Art. 85a AIG Art. 85a Abs. 2 und 3 AIG Art. 117 AIG 929 Art. 85 Abs. 2 AIG Art. 27 AsylG Art. 85 Abs. 3 und 4 AIG Art. 85 Abs. 5 AIG 930 931 Einheit der Familie: Art. 8 EMRK F-3835/2018 255 TOP Art. 26 FK Art. 63 AIG BVGE 2012/2 E. 3 932 Niederlassungsfreiheit 933 Sozialhilfeabhängigkeit als Hindernis: Art. 63 AIG 3. Abgewiesene Asylsuchende Art. 115 Abs. 1 lit. c AIG Art. 11 Abs. 2 AIG 934 üblicherweise 935 Anspruch auf Erwerbstätigkeit bei sehr langer Anwesenheit: BGE 136 I 246 Art. 8 EMRK 256 TOP 936 Abgewiesene Asylsuchende können ihren Wohnsitz nicht frei wählen, sondern müssen in der ihnen zur Verfügung gestellten Notunterkunft wohnen. Auch Eingrenzungen (► Rz. 1140 ff.) auf die Gemeinde sind häufig. Die Notunterkünfte liegen in vielen Kantonen sehr abgelegen. In einigen Kantonen ist die private Unterkunft bei Dritten zulässig, die dann aber in der Regel für den Grossteil der Kosten aufkommen müssen. 4. Asylsuchende Personen 937 Während des beschleunigten Asylverfahrens in der Schweiz sind Asylsuchende in Bundesasylzentren in den sechs Asylregionen untergebracht. Vorgesehen ist eine maximale Aufenthaltsdauer von 140 Tagen. Im erweiterten Verfahren sowie nach Erhalt des Asylentscheids sind die Kantone für die Unterbringung der Asylsuchenden zuständig. Dafür werden sie vom Bund mit Pauschalbeträgen entschädigt. Personen, die einen negativen Asylentscheid erhalten haben oder dem Dublin-Verfahren unterstehen, verbleiben in Bundeszentren ohne Verfahrensfunktion, es sei denn, die Wegweisung lasse sich nicht in den vorgesehenen 140 Tagen vollziehen. Wenn ein Asylsuchender die öffentliche Sicherheit und Ordnung erheblich gefährdet oder den Betrieb der normalen Bundesasylzentren durch sein Verhalten massiv stört, kann er vorübergehend in einem besonderen Zentrum untergebracht werden (► Rz. 407 ff.). Art. 43 Abs. 1 und 4 AsylG Art. 21 AIG bis Art. 30 Abs. 1 lit. l AIG Art. 52 VZAE 938 E. Fürsorgeleistungen Art. 80 ff. AsylG Art. 81 AsylG 939 257 TOP 940 18 Der Bund prüft zurzeit verschiedene Massnahmen, mit denen die Sozialhilfe bei Drittstaatsangehörigen eingeschränkt werden soll: 941 Drei weitere Massnahmen können direkt umgesetzt werden, weil dafür keine Gesetzesänderung notwendig sind: Art. 23 FK 942 1. Flüchtlinge mit einer Aufenthalts- oder Niederlassungsbewilligung Art. 23 FK Art. 3 Abs. 1 AsylV 2 Art. 82 Abs. 5 AsylG Art. 80a AsylG Art. 88 Abs. 3 AsylG 943 258 TOP Art. 63 Abs. 2 AIG 944 2. Vorläufig aufgenommene Personen mit und ohne Flüchtlingsstatus Art. 86 Abs. 1 AIG 945 bis 946 3. Asylsuchende Art. 80 Abs. 1 AsylG Art. 80a AsylG 947 Art. 82 Abs. 1 und 3 AsylG bis 948 259 TOP Art. 82 Abs. 1 AsylG 949 Art. 83 AsylG 950 enthält eine ausführliche Liste, in welchen Fällen die Sozialhilfe gekürzt, abgelehnt oder entzogen werden kann. Auch diese Bestimmung gilt für Flüchtlinge nur unter dem Vorbehalt der Gleichbehandlung mit Einheimischen, wobei sich bei Asylsuchenden die Frage stellt, inwiefern die Gleichstellung gewährleistet werden kann, wenn noch nicht klar ist, ob jemand als Flüchtling anerkannt wird oder nicht. 4. Nothilfe für abgewiesene Asylsuchende Art. 82 Abs. 1 und 2 AsylG 951 Art. 82 Abs. 4 AsylG Art. 82 Abs. 4 AsylG Art. 36 BV 952 Art. 12 BV 953 954 Art. 12 BV Art. 12 BV Art. 12 BV Art. 12 BV Art. 7 BV Art. 12 BV BGE 131 I 166 E. 3.1 260 TOP BGE 135 I 119 E. 5.4 BGE 131 I 166 E. 4.4 f. 955 19 956 Mitwirkungspflichten: Art. 81 AsylG VB.2017.00299 261 TOP 20 21 Zürcher Verwaltungsgericht F. Heirat und eingetragene Partnerschaft Art. 98 Abs. 4 ZGB Art. 5 Abs. 4 PartG 957 Art. 74a ZStV Art. 74a Abs. 7 sowie Art. 82a VZAE 958 262 TOP Art. 65 Absatz 1 ZStV 2C_962/2013 vom 13. Februar 2015 959 Art. 98 Abs. 4 ZGB Art. 12 EMRK Art. 14 BV Art. 17 Abs. 2 AIG BGE 137 I 351 E. 3.8 2C_962/2013 vom 13. Februar 2015 E. 4.2 AIG Art. 8 EMRK D-5648/2017 960 Art. 14 BV Art. 5 AIG 2C_962/2013 vom 13. Februar 2015 E. 4.4 ff. 961 263 TOP 962 Beispiel anerkannter Flüchtling: 2C_962/2013 vom 13. Februar 2015 963 In der Regel verlangen die Zivilstandesämter von den nicht im Schweizer Zivilstandsregister eingetragenen Personen folgende Unterlagen: 964 Bei abgewiesenen Asylsuchenden, Touristen, Flüchtlingen und Sans-Papiers können insbesondere die letzten beiden Dokumente schwer zu beschaffen sein. Eine Wohnsitzbestätigung darf daher nicht zwingend verlangt werden und ist namentlich dann entbehrlich, wenn das Amt für Migration den legalen Aufenthalt bestätigt oder eine Kurzaufenthaltsbewilligung erteilt hat. Art 41 ZGB Art. 17 ZStV 965 264 TOP Art. 42 ZGB 966 967 Sind lediglich einzelne Angaben widersprüchlich oder nicht glaubhaft gemacht worden, beispielsweise das Geburtsdatum oder die Nationalität, ist schliesslich auch denkbar, eine Person mit den vorhandenen unstrittigen Daten einzutragen und die übrigen Daten offen zu lassen. Ziel muss es stets sein, die Heirat oder Kindesanerkennung nicht durch unnötige formalistische Hürden zu verhindern. G. Familiennachzug 1. Übersicht Art. 51 AsylG Art. 44 AIG Art. 85 Abs. 7 AIG Art. 85 Abs. 7 AIG 968 2. Nachzugsberechtigte Personen Art. 44 Abs. 1 AIG Art. 85 Abs. 7 AIG BGE 136 II 78 E. 4.7 und 4.8 BGE 136 II 497 E. 3 BVGE 2018 VII/4 E. 10 E-1201/2019 Art. 51 AsylG 969 265 TOP 3. Flüchtlinge mit Asyl und Aufenthaltsbewilligung (B-Ausweis) Art. 51 Abs. 1 und 4 AsylG 970 Art. 51 AsylG Art. 60 AsylG 971 Art. 51 Abs. 1 AsylG 972 Art. 60 AsylG 973 Art. 51 AsylG Art. 51 Abs. 4 AsylG 974 266 TOP Familienangehörige, die sich im Ausland befinden Art. 51 Abs. 4 AsylG Art. 44 AIG Art. 44 AIG Art. 44 Abs. 1 AIG Art. 85 Abs. 7 AIG Art. 44 AIG Art. 96 Abs. 1 AIG Art. 47 AIG Art. 44 AIG 975 4. Flüchtlinge mit Asyl und Niederlassungsbewilligung (C-Ausweis) 976 Der Familiennachzug für Flüchtlinge mit Asyl und Niederlassungsbewilligung richtet sich in erster Linie nach den gleichen Bestimmungen wie für Flüchtlinge mit Asyl und Aufenthaltsbewilligung (► Rz. 970 ff.). Art. 51 Abs. 4 AsylG Art. 44 AIG Art. 43 AIG Art. 43 AIG Art. 44 AIG Art. 85 Abs. 7 AIG Art. 43 Abs. 3 AIG Art. 43 Abs. 5 AIG 977 267 TOP Anspruch 5. Flüchtlinge mit vorläufiger Aufnahme a) Grundlagen Art. 51 Abs. 1 AsylG BVGE 2019 VI/8 E. 4.1 978 die sich bereits in der Schweiz befinden Art. 85 Abs. 7 AIG Art. 51 Abs. 4 AsylG 979 b) Familiennachzug nach Art. 85 Abs. 7 AIG Art. 85 Abs. 7 AIG AIG 980 Art. 3 EMRK Art. 74 Abs. 5 981 VZAE sieht immerhin vor, dass die besondere Situation von vorläufig aufgenommenen Flüchtlingen beachtet werden muss. Das Gleiche muss für Personen gelten, die aus anderen zwingenden Gründen nicht in ihr Heimatland zurückkehren können. AIG Art. 44 Abs. 1 AIG BVGE 2017 VII/4 E. 4 Art. 85 Abs. 7 AIG Art. 8 EMRK F-2186/2015 982 Art. 49 AIG Art. 76 VZAE Art. 74a VZAE Art. 44 Abs. 3 AIG Art. 74a Abs. 1 VZAE 983 984 Die meisten Probleme bereitet die Voraussetzung, dass die Familie ihren Lebensunterhalt selber bestreiten können muss, ohne Sozialhilfe zu beziehen. Unabhängigkeit von der Sozialhilfe wird angenommen, wenn die Eigenmittel eine Höhe erreichen, ab der gemäss den Richtlinien der Schweizerischen Konferenz für Sozialhilfe (SKOS) kein Sozialhilfeanspruch besteht. 985 Einschätzung der künftigen Sozialhilfeabhängigkeit bei Flüchtlingen: BVGE 2017 VII/4 E. 5.2 BGE 139 I 330 E. 4.2 Art. 44 Abs. 1 Bst. c AIG 269 TOP Art. 8 EMRK BVGE 2017 VII/4 E. 6.3 Art. 85 Abs. 7 AIG Art. 8 EMRK Art. 3 EMRK Art. 8 EMRK 2C_639/2012 vom 13. Februar 2013 E. 4 986 Flüchtlinge Art. 47 AIG Art. 74 Abs. 3 und 4 VZAE Art. 85 Abs. 7 AIG 987 Art. 74 Abs. 1 und 2 VZAE BGE 141 I 49 E. 3.5.2 Art. 83 lit. c Ziff. 3 BGG 988 muss 270 TOP 6. Ausländerinnen und Ausländer mit vorläufiger Aufnahme Art. 85 Abs. 7 AIG Art. 51 AsylG 989 BVGE 2017 VII/8 990 7. Asylsuchende und abgewiesene Asylsuchende 991 Weder Personen, die sich in einem laufenden Asylverfahren befinden, noch Personen, deren Asylgesuch rechtskräftig abgewiesen wurde (oder auf das nicht eingetreten wurde), haben eine Möglichkeit, ihre Familienangehörige legal in die Schweiz nachzuziehen. Literatur Amarelle, Cesla/Nguyen, Minh Son (Hrsg.), Code annoté de droit des migrations, Volume IV: Loi sur l’asile (LAsi), 2015 Caroni Martina Scheiber Nicole Preisig Christa Zoeteweij Margarite Daniel Möckli Regina Kiener Schweizerische Flüchtlingshilfe (Hrsg.), Handbuch zum Asyl- und Wegweisungsverfahren, 2. Aufl. 2015 Spescha Marc Zünd Andreas Bolzli Peter Hruschka Constantin de Weck Fanny AIG 901 – 902 – ewilligung 246 TOP 903 – Abgewiesene Asylsuchende können sich lediglich auf Rechte berufen, die sich direkt aus Grundrechten ableiten. Dazu gehören neben der Nothilfe auch die medizinische Versorgung in Notlagen sowie der Grundschulunterricht. Leben abgewiesene Asylsuchende untergetaucht als sogenannte primäre Sans-Papiers, wird selbst die Geltendmachung dieser grundlegenden Rechte erschwert (► Rz. 1264 ff.). 904 – Asylsuchende befinden sich in einem laufenden Asylverfahren und haben gewisse Rechte, sind jedoch in ihrer Lebensweise sehr eingeschränkt. – Die Niederlassungsbewilligung soll bei Sozialhilfebezug erleichtert widerrufen werden können. – Die Sozialhilfe für Personen mit einer Aufenthaltsbewilligung soll in den ersten drei Jahren ihres Aufenthalts in der Schweiz eingeschränkt werden. – Bei der Erteilung einer Aufenthaltsbewilligung an vorläufig aufgenommene Personen (► Rz. 1318) sollen die Integrationsvoraussetzungen präzisiert werden. – Art. 4 lit. g ZV-EJPD – Neu werden regelmässige Auswertungen des Bundesamtes für Statistik zum Sozialhilfebezug von Drittstaatsangehörigen durch die Verknüpfung bestehender Daten vorgenommen. – Das EJPD erarbeitet Empfehlungen für einen einheitlichen Begriff der Sozialhilfekosten bei der Anordnung von ausländerrechtlichen Massnahmen in allen Kantonen. – Geburtsurkunde versehen mit einer Apostille; – Ledigkeitsbescheinigung, nicht älter als sechs Monate, samt einer Apostille; – für Geschiedene zusätzlich ein Scheidungsurteil mit einem rechtsgültigen Stempel der letzten Ehe und einer Apostille; – für Verwitwete eine Todesurkunde des früheren Ehegatten versehen mit einer Apostille; – einen Nachweis der Staatszugehörigkeit, wobei eine Kopie des Passes genügt; – eine Wohnsitzbescheinigung, nicht älter als sechs Monate, mit einer Apostille. 268 TOP 18 19 20 21 Vgl. Bericht des Bundesrates in Erfüllung des Postulates der Staatspolitischen Kommission des Ständerates 17.3216 vom 30. März 2017, Kompetenzen des Bundes im Bereich der Sozialhilfe für Ausländerinnen und Ausländer aus Drittstaaten, Juni 2019. Möckli Kiener Möckli Kiener Vgl. Möckli/Kiener, Rechtsgutachten zum Nothilferegime des Kantons Zürich, Rz. 50. © Stämpfli Verlag AG Bern - 2021 V. Die rechtliche Situation von Flüchtlingen und abgewiesenen Asylsuchenden Table des matières A. Vorbemerkungen N 900 F. Heirat und eingetragene Partnerschaft N 957 B. Anwesenheitsberechtigung N 905 1. Anerkannte Flüchtlinge mit Asyl N 905 2. Anerkannte Flüchtlinge mit vorläufiger Aufnahme sowie Ausländerinnen und Ausländer mit vorläufiger Aufnahme N 906 3. Abgewiesene Asylsuchende und Sans-Papiers N 909 4. Asylsuchende Personen N 912 5. Opfer von Menschenhandel N 913 C. Identitäts- und Reisepapiere sowie Auslandreisen N 915 1. Anerkannte Flüchtlinge mit Asyl oder mit vorläufiger Aufnahme sowie staatenlose Personen N 915 2. Ausländerinnen und Ausländer mit vorläufiger Aufnahme oder Aufenthaltsbewilligung ohne Flüchtlingsstatus N 918 3. Abgewiesene Asylsuchende und Sans-Papiers N 923 4. Asylsuchende Personen N 924 D. Erwerbstätigkeit und Wohnsitz N 926 1. Flüchtlinge mit Aufenthalts- oder Niederlassungsbewilligung N 926 2. Ausländerinnen und Ausländer sowie Flüchtlinge mit vorläufiger Aufnahme N 929 3. Abgewiesene Asylsuchende N 934 4. Asylsuchende Personen N 937 E. Fürsorgeleistungen N 939 1. Flüchtlinge mit einer Aufenthalts- oder Niederlassungsbewilligung N 943 2. Vorläufig aufgenommene Personen mit und ohne Flüchtlingsstatus N 945 3. Asylsuchende N 947 4. Nothilfe für abgewiesene Asylsuchende N 951 G. Familiennachzug N 968 1. Übersicht N 968 2. Nachzugsberechtigte Personen N 969 3. Flüchtlinge mit Asyl und Aufenthaltsbewilligung (B-Ausweis) N 970 4. Flüchtlinge mit Asyl und Niederlassungsbewilligung (C-Ausweis) N 976 6. Ausländerinnen und Ausländer mit vorläufiger Aufnahme N 989 7. Asylsuchende und abgewiesene Asylsuchende N 991 5. Flüchtlinge mit vorläufiger Aufnahme N 978 a) Grundlagen N 978 b) Familiennachzug nach Art. 85 Abs. 7 AIG N 980", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre VI. Beendigung des Aufenthalts und Zwangsmassnahmen / A. - D. Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 271-300 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 271 TOP VI. Beendigung des Aufenthalts und Zwangsmassnahmen A. Entzug des Asyls und Aberkennung der Flüchtlingseigenschaft 1. Asylwiderruf und Aberkennung der Flüchtlingseigenschaft Art. 63 AsylG E-3822/2019 992 a) Asylwiderruf und Aberkennung der Flüchtlingseigenschaft wegen falschen Angaben oder Verschweigen wesentlicher Tatsachen Art. 63 Abs. 1 lit. a AsylG 993 272 TOP E-297/2016 994 E-3822/2019 995 996 Sind die falschen oder verschwiegenen Umstände lediglich für die Asylgewährung und nicht auch für die Flüchtlingseigenschaft relevant, wird nur das Asyl widerrufen. Dies ist zum Beispiel der Fall, wenn zu Unrecht keine Asylunwürdigkeit angenommen wurde, oder wenn die falschen Angaben zur Annahme von Vorfluchtgründen führten, zusätzlich jedoch auch subjektive Nachfluchtgründe vorliegen, bezüglich deren keine falschen Angaben gemacht wurden. Wird hingegen die Flüchtlingseigenschaft aberkannt, entfällt immer auch das Asyl. b) Aberkennung des Flüchtlingsstatus aus Gründen nach Art. 1C FK Art. 63 Abs. 1 Bst. b AsylG 997 998 Die Ziffern 1 bis 4 von Art. 1C FK betreffen veränderte Umstände, die von den Flüchtlingen selbst herbeigeführt wurden, und zur Folge haben, dass sie den Schutz des Aufnahmestaates nicht mehr benötigen (► Rz. 999 ff.). Die Ziffern 5 und 6 hingegen behandeln Veränderungen im Heimat- respektive Herkunftsland des Flüchtlings, die bewirken, dass die Person dorthin zurückkehren kann (► Rz. 1013 ff.). 273 TOP aa) Freiwillige Unterschutzstellung 999 Nach Art. 1C Ziff. 1 bis 4 FK verlieren anerkannte Flüchtlinge den Schutz der Flüchtlingskonvention, wenn sie: 1000 Die Ziffer 1 (freiwillige Unterschutzstellung) dient als Grund- und Auffangtatbestand. Die Ziffern 2 (Wiedererwerb der Staatsangehörigkeit) und 4 (Niederlassung im Heimatstaat) stellen Unterkategorien der Ziffer 1 dar. Ziffer 3 präzisiert sodann, dass die Unterschutzstellung auch dann relevant ist, wenn es sich nicht um den Heimatstaat handelt, sondern um ein anderes Land, dessen Staatsangehörigkeit die geflüchtete Person angenommen hat. 1001 Die Tatbestände der Ziffern 1 bis 4 dienen gewissermassen als Anknüpfungspunkte für eine Überprüfung, ob eine als Flüchtling anerkannte Person den Schutz der Schweiz tatsächlich noch braucht. Liegt einer dieser Anknüpfungspunkte vor, bedeutet dies jedoch nicht ohne Weiteres, dass die Person vom Anwendungsbereich der Flüchtlingskonvention ausgenommen wird und deren Schutz verliert. Es muss vielmehr in jedem Fall geprüft werden, ob die Person tatsächlich den Schutz des Heimatstaates oder eines neuen Heimatstaates erwarten kann. 1002 Die freiwillige Unterschutzstellung im Sinne der Ziffern 1, 2 und 4 enthält drei Elemente, die kumulativ vorliegen müssen: BVGE 2017 VI/11 E. 4.4 1006 BVGE 2019 VI/2 E. 6.2 D-6063/2010 1007 bb) Spezialfall Heimatreise AsylG 1008 BVGE 2010/17 E. 5.2 1009 275 TOP Art. 63 AsylG 1010 bis 1011 Heimatreise entschuldigenden Gründen 1012 276 TOP cc) Veränderte Umstände im Heimatland 1013 Nach Art. 1C Ziff. 5 FK fallen Flüchtlinge nicht mehr unter die Flüchtlingskonvention, wenn sich die Situation in dem Land, aus dem sie geflüchtet sind, so verändert hat, dass sie keine Verfolgung mehr zu befürchten haben (Ziff. 6 regelt den gleichen Sachverhalt für staatenlose Personen). Die Gründe für den Wegfall einer Verfolgungsgefahr können damit zusammenhängen, dass sich die Situation im Heimat- oder Herkunftsland wesentlich verändert hat, beispielsweise nach einem Machtwechsel oder einer allgemeinen Amnestie, bei einer Reform des Polizei- und Justizsystems, nach einer Verbesserung der Menschenrechtssituation oder der allgemeinen Sicherheitslage. Die Gründe können aber auch in der individuellen Situation einer Person liegen, etwa bei der Rehabilitierung einer Person, bei der Aufhebung eines Haftbefehls oder der Revision eines Urteils. Die Veränderung muss sich jedoch als stabil erweisen, eine kurzfristige Entspannung reicht nicht aus. 1014 Abs. 2 von Ziffer 5 sieht eine Ausnahme von der Regel vor, dass Personen den Schutz der Flüchtlingskonvention nicht mehr beanspruchen können, wenn sich die Umstände in ihrem Heimatland soweit verändert haben, dass sie eine Rückkehr nicht mehr ablehnen können: Aus zwingenden Gründen, die auf die frühere Verfolgung zurückgehen, kann im Einzelfall von einem Ausschluss abgesehen werden. Dies ist insbesondere dann der Fall, wenn einer Person emotional nicht zuzumuten ist, sich wieder unter den Schutz des ehemaligen Verfolgerstaates zu stellen. So soll es ehemaligen Flüchtlingen aus humanitären Gründen erlaubt werden, weiterhin in der Schweiz Asyl zu geniessen, obwohl sie objektiv keinen Schutz mehr brauchen. BVGE 2009/51 E. 4.2.7 1015 277 TOP 1016 Beispiel posttraumatische Belastungsstörung: BVGE 2007/31 c) Nachträglich entstandene Asylunwürdigkeit Art. 63 Abs. 2 lit. a AsylG 1017 Art. 53 AsylG Art. 10 StGB Art. 63 AsylG 1018 278 TOP besonders Art. 53 AsylG Art. 63 Abs. 2 lit. a AsylG Art. 63 Abs. 2 lit. a AsylG 1019 strafbaren BVGE 2012/20 E. 6.2 1020 1021 Beispiel besonders verwerfliche strafbare Handlungen: BVGE 2012/20 Art. 53 AsylG 1022 279 TOP d) Missachtung eines Reiseverbotes Art. 63 Abs. 2 lit. b AsylG AIG Art. 59c Abs. 2 AIG Art. 9a RDV Art. 9a RDV 1023 2. Das Erlöschen des Asyls Art. 64 AsylG 1024 bestimmt, unter welchen Umständen das einem Flüchtling gewährte Asyl erlischt. In den meisten Fällen endet nur das Asyl, während die Flüchtlingseigenschaft erhalten bleibt. Das Asyl erlischt: 280 TOP E-5105/2019 E-5105/2019 1030 B. Folgen des Verlusts des Asylstatus für den Aufenthaltsstatus 1. Nichtverlängerung von Aufenthaltsbewilligungen Art. 60 AsylG 1031 281 TOP Art. 58 VZAE Art. 60 AsylG Art. 96 AIG 1032 Art. 64 Abs. 1 lit. a AIG Art. 83 ff. AIG Art. 83 Abs. 6 AIG 1033 Art. 34 AIG Art. 60 Abs. 2 AsylG Art. 34 AIG Art. 34 Abs. 1 AIG 1034 282 TOP 2. Erlöschen von Aufenthalts- oder Niederlassungsbewilligungen Art. 61 AIG 1035 Art. 61 lit. e und f AIG Art. 121 Abs. 3 BV Art. 66a StGB StGB Art. 61 Abs. 1 lit. f AIG Art. 66d StGB Art. 3 EMRK Art. 83 Abs. 9 AIG 1036 bis 1037 Kritik: Art. 33 Abs. 2 FK Art. 61 Abs. 1 lit. a AIG Art. 61 Abs. 1 lit. b AIG Art. 61 Abs. 1 lit. c AIG Art. 68 AIG Art. 61 Abs. 1 lit. d AIG Art. 34 1038 Abs. 1 AIG Art. 61 Abs. 2 AIG 3. Widerruf der Aufenthalts- oder Niederlassungsbewilligung Art. 62 AIG Art. 63 AIG 1039 Art. 34 Abs. 1 AIG 1040 1041 Im Zusammenhang mit dem Verlust des Asylstatus sind vor allem die Widerrufsgründe von Art. 62 Abs. 1 lit. a–c respektive von Art. 63 Abs. 1 lit. b und c von Bedeutung. a) Falsche Angaben und Verschweigen wesentlicher Tatsachen Art. 62 Abs. 1 lit. a AIG Art. 63 Abs. 1 lit. a AIG 1042 Art. 90 AIG Art. 90 lit. a AIG 1043 284 TOP Art. 62 Abs. 1 lit. a AIG Art. 60 AsylG 1044 Art. 34 AIG Art. 34 Abs. 1 lit. b AIG 1045 b) Längerfristige Freiheitsstrafe Art. 62 Abs. 1 AIG StGB Art. 63 Abs. 1 lit. a AIG 1046 BV Art. 62 Abs. 2 und Art. 63 Abs. 3 AIG BGE 146 II 321 E. 4.7 1047 285 TOP BGE 146 II 321 E. 5.1 f. 1048 Art. 62 Abs. 1 lit. b AIG BGE 135 II 377 E. 4.2 und 137 II 297 E. 2.3 2C_515/2009 vom 27. Januar 2010 E. 2.1 1049 Art. 63 Abs. 2 AsylG 1050 c) Verstoss oder Gefährdung der öffentlichen Sicherheit und Ordnung und Gefährdung der inneren oder äusseren Sicherheit Art. 62 Abs. 1 lit. c AIG 1051 286 TOP AIG Art. 63 Abs. 1 lit. b AIG AIG AIG 1052 Art. 63 Abs. 2 AsylG AIG Art. 53 lit. b AsylG 1053 Art. 77a VZAE AIG Art. 77a VZAE 1054 Art. 63 Abs. 2 AsylG 1055 Art. 62 Abs. 1 lit. c AIG BGE 137 II 297 E. 3.2 und 3.3 BGE 137 II 297 E. 3.3 Art. 63 Abs. 2 AsylG Art. 63 Abs. 2 AsylG 1056 287 TOP schwerwiegender Art. 62 Abs. 2 und Art. 63 Abs. 3 AIG 1057 d) Sozialhilfeabhängigkeit Art. 62 Abs. 1 lit. e AIG 1058 2C_13/2018 vom 16. November 2018 E. 3.2 1059 288 TOP Art. 63 Abs. 1 lit. c AIG 1060 Niederlassungsbewilligung dauerhaft in erheblichem Mass Art. 63 Abs. 1 lit. c AIG 2C_74/2010 vom 10. Juni 2010 E. 3.4 1061 1062 Rechtsprechung: 2C_1018/2016 vom 22. Mai 2017 E. 5 2C_98/2018 vom 7. November 2018 E. 4.2 2C_263/2016 vom 10. November 2016 E. 1.2 und 3.1.3 2C_268/2011 vom 22. Juli 2011 E. 6.2.3 Art. 96 Abs. 1 AIG Art. 8 Ziff. 2 EMRK 2C_1058/2013 vom 11. September 2014 E. 2.5 2C_120/2015 vom 2. Februar 2016 E. 3.1 2C_456/2014 vom 4. Juni 2015 E. 3.3 1063 e) Weitere Widerrufsgründe Art. 62 AIG 1064 289 TOP Art. 62 Abs. 1 lit. d, f und g AIG 1065 f) Verhältnismässigkeit 1066 Auch wenn ein genügender Grund vorliegt, ist der Widerruf der Aufenthaltsbewilligung nicht zwingend. Im Gegensatz zu den Erlöschensgründen (► Rz. 1035 ff.) muss der Widerruf einer Bewilligung von den zuständigen Behörden verfügt werden. Die zuständige Behörde hat bei ihrer Entscheidung ein gewisses Ermessen, das pflichtgemäss auszuüben ist. Art. 96 AIG Art. 8 EMRK 1067 290 TOP g) Das Recht auf Achtung des Privat- und Familienlebens nach Art. 8 EMRK Art. 8 EMRK Art. 8 EMRK Art. 8 EMRK 1068 Art. 8 EMRK BGE 144 II 1 E. 6.1 1069 Art. 8 EMRK 1070 1071 Das Bundesgericht geht grundsätzlich von der gleichen Definition des Familienlebens aus wie der EGMR. Im Gegensatz zu diesem sieht das Bundesgericht aber bei gleichgeschlechtlichen Partnerschaften bisher (nur) das Privatleben tangiert (► Rz. 1077), nicht jedoch das Familienleben. 1072 291 TOP Art. 8 EMRK BGE 144 II 1 E. 6.1 BVGE 2017 VI/5 E. 8.5.4 2C_269/2018 vom 23. April 2019 E. 4.3 1073 BGE 144 I 266 E. 3.3 und 144 BVGE 2013/24 E. 5.2 E-7092/2017 1074 gefestigtes Anwesenheitsrecht 1075 Flüchtlinge mit vorläufiger Aufnahme: Art. 8 EMRK Art. 8 Abs. 2 EMRK Art. 8 EMRK BGE 130 II 281 E. 3.2.2 Art. 8 EMRK BVGE 2017 VII/4 E. 6.2 f. 2C_360/2016 vom 31. Januar 2017 E. 5.2 ff. 2C_639/2012 vom 13. Februar 2013 E. 4.4 292 TOP BGE 139 I 145 E. 2.2 Art. 8 Abs. 2 EMRK BGE 139 I 145 E. 2.4 und 139 I 31 E. 2.3.3 BGE 139 I 145 E. 2.4 1076 Art. 8 EMRK BGE 126 II 425 E. 4 BGE 144 I 266 BGE 144 I 266 E. 3.8 f. 1077 293 TOP Recht auf Achtung des Privatlebens h) Rechtsfolgen des Widerrufs: Wegweisung, Wegweisungsvollzug und Ausreisefrist Art. 8 EMRK Art. 64 Abs. 1 lit. c AIG Art. 26b VVWAL Art. 65 AsylG 1078 Art. 83 ff. AIG 1079 vollzugs Art. 58a AIG Art. 63 Abs. 2 1080 AIG Art. 3 lit. g ZV-EJPD Art. 64d AIG 1081 Art. 64d Abs. 2 AIG 1082 4. Zuständigkeit und Rechtsweg AIG 1083 C. Wegweisung und deren Vollzug bei Flüchtlingen 1. Wegweisung und Ausweisung von Flüchtlingen Art. 65 AsylG 1084 Art. 64 AIG Art. 63 Abs. 1 Bst. b AIG Art. 65 AsylG 1085 295 TOP Art. 65 AsylG Art. 5 AsylG Art. 33 FK BGE 139 II 65 E. 4.2 und 5.4 BGE 139 II 65 E. 4.2 und 4.4 Art. 33 Abs. 2 FK 1086 1087 Kritik: Art. 59 und Art. 60 AsylG de lege ferenda Art. 96 AIG BGE 139 II 65 E. 5.3 1088 296 TOP Art. 65 AsylG Art. 65 Abs. 1 Bst. b AIG Art. 5 Abs. 2 AsylG Art. 33 Abs. 2 FK Art. 83 Abs. 2 AIG Art. 64 Abs. 1 Bst. d AsylG Art. 65 AsylG 2C_14/2017 vom 18. Dezember 2017 E. 2.5 1089 Art. 65 AsylG Art. 68 AIG Art. 61 Abs. 1 lit. d AIG 1090 2. Ausnahme vom flüchtlingsrechtlichen Refoulementverbot Art. 33 Abs. 1 FK Art. 5 Abs. 1 AsylG Art. 33 Abs. 2 FK Art. 5 Abs. 2 AsylG 1091 «erhebliche Gründe dafür vorliegen, dass er als eine Gefahr für die Sicherheit des Aufenthaltsstaates angesehen werden muss oder wenn er eine Bedrohung für die Gemeinschaft dieses Landes bedeutet, weil er wegen eines besonders schweren Verbrechens oder Vergehens rechtskräftig verurteilt worden ist.» Art. 5 Abs. 2 AsylG Art. 33 Abs. 2 FK 1092 Art. 33 Abs. 2 FK EMRK Art. 33 Abs. 2 FK 1093 297 TOP Art. 33 Abs. 2 FK 1094 enthält zwei alternative Tatbestandsvarianten: 1095 Beide Varianten sind restriktiv auszulegen. Das Beweismass entspricht demjenigen für die Ausschlussgründe von Art. 1F FK. Es braucht also «ernsthafte Gründe» (► Rz. 326), auch wenn der deutsche und der englische Wortlaut der beiden Bestimmungen nicht ganz übereinstimmen. Dies folgt insbesondere aus dem französischen Wortlaut, der gleichermassen authentisch und massgebend ist wie der englische Text, und der jeweils von «raisons sérieuses» spricht. Art. 32 Abs. 2 und 3 FK 1096 in Zukunft 1097 298 TOP 1098 Die zweite Tatbestandsvariante – Bedrohung für die Gemeinschaft des Aufenthaltsstaates aufgrund eines besonders schweren Verbrechens oder Vergehens – enthält zwei kumulativ zu erfüllende Elemente: Erstens muss die Person eine Bedrohung für die Gemeinschaft des Aufenthaltsstaates darstellen und zweitens muss sie wegen eines besonders schweren Verbrechens oder Vergehens rechtskräftig verurteilt worden sein. Die beiden Komponenten sind kausal verbunden, das heisst, die zukünftige Bedrohung muss sich aus dem Verbrechen ergeben, aufgrund dessen der Flüchtling strafrechtlich verurteilt wurde. 1099 besonders nur unter aussergewöhnlichen Umständen erlaubt zusätzlich besonders BGE 139 II 65 E. 5.4 und E. 6.4 2C_203/2016 vom 30. Januar 2017 E. 2.3 1100 299 TOP D. Aufhebung der vorläufigen Aufnahme Art. 84 Abs. 1 und 2 AIG Art. 26 Abs. 2 VVWAL Art. 26 Abs. 1 VVWAL 1101 E-3822/2019 1102 Art. 83 Abs. 7 AIG 1103 E-3822/2019 Art. 8 EMRK 1104 300 TOP Art. 84 Abs. 4 AIG Art. 7 RDV Art. 4 Abs. 4 RDV Art. 26a VVWAL BVGE 2017 VI/2 E. 5.6 1105 Art. 14 Abs. 1 AsylG Art. 14 Abs. 2 AsylG BVGE 2009/40 E. 4.2.2 1106 Art. 26 Abs. 3 VVWAL Art. 64d AIG 1107 Das Wichtigste in Kürze Flüchtlingseigenschaft und Asyl gelten grundsätzlich für unbestimmte Zeit. Sie können aber widerrufen werden, wenn im Asylverfahren falsche Angaben gemacht oder wesentliche Umstände verschwiegen wurden (► Rz. 993 ff.). Sie können auch entzogen werden, wenn eine Person sich freiwillig wieder unter den Schutz ihres Heimatlandes stellt und dort nicht mehr verfolgt wird (► Rz. 997 ff.) oder wenn sie nach einer Veränderung der Situation in der Heimat keine Verfolgung mehr zu befürchten hat (► Rz. 1013 ff.). Auch ein kriminelles Handeln oder ein Verhalten, das die Interessen der Schweiz gefährdet, kann zu einem Widerruf führen (► Rz. 1017 ff.). In besonders schwerwiegenden Fällen ist es sogar zulässig, eine Person trotz ihrer Flüchtlingseigenschaft in ihr Heimatland auszuschaffen (► Rz. 1091 ff.). AIG Literatur Amarelle Cesla/Nguyen Minh Son (Hrsg.), Code annoté de droit des migrations, Volume II : Loi sur les étrangers (LEtr), 2017 Caroni Martina/Gächter Thomas/Thurnherr Daniela (Hrsg.), Handkommentar Bundesgesetz über die Ausländerinnen und Ausländer (AuG), 2010 Caroni Martina Scheiber Nicole Preisig Christa Zoeteweij Margarite Spescha Marc Zünd Andreas Bolzli Peter Hruschka Constantin de Weck Fanny Das Wichtigste in Kürze Art. 61 ff. AIG – sich freiwillig wieder unter den Schutz des Landes gestellt haben, dessen Staatsangehörigkeit sie besitzen (Ziff. 1); – freiwillig die verlorene Staatsangehörigkeit wieder erworben haben (Ziff. 2); – freiwillig in das Land, das sie aus Furcht vor Verfolgung verlassen oder nicht mehr betreten haben, zurückgekehrt sind und sich dort niedergelassen haben (Ziff. 4); – eine neue Staatsangehörigkeit erworben haben und den Schutz des neuen Heimatstaates geniessen (Ziff. 3). 1003 – freiwillig 1004 – 274 TOP beabsichtigt haben, den Schutz des Heimatlandes in Anspruch zu nehmen 1005 – Schutz tatsächlich gewährt Art. 64 Abs. 1 lit. a und Abs. 2 AsylG Art. 64 Abs. 1 lit. b AsylG 1025 – Art. 64 Abs. 1 lit. c AsylG 1026 – Art. 64 Abs. 1 lit. d AsylG 1027 – StGB MStG Art. 64 Abs. 1 Bst. e AsylG 1028 – bis bis Art. 64 Abs. 3 AsylG 1029 – – eine mit der Verfügung verbundene Bedingung missachtet; – Art. 63 Abs. 1 lit. d AIG – eine Integrationsvereinbarung ohne entschuldbaren Grund nicht einhält. – Gefahr für die Sicherheit des Aufenthaltsstaates. – Bedrohung für die Gemeinschaft des Aufenthaltsstaates, weil der Flüchtling wegen eines besonders schweren Verbrechens oder Vergehens rechtskräftig verurteilt wurde. 283 TOP 294 TOP © Stämpfli Verlag AG Bern - 2021 VI. Beendigung des Aufenthalts und Zwangsmassnahmen / A. - D. Table des matières A. Entzug des Asyls und Aberkennung der Flüchtlingseigenschaft N 992 1. Asylwiderruf und Aberkennung der Flüchtlingseigenschaft N 992 a) Asylwiderruf und Aberkennung der Flüchtlingseigenschaft wegen falschen Angaben oder Verschweigen wesentlicher Tatsachen N 993 c) Nachträglich entstandene Asylunwürdigkeit N 1017 d) Missachtung eines Reiseverbotes N 1023 b) Aberkennung des Flüchtlingsstatus aus Gründen nach Art. 1C FK N 997 aa) Freiwillige Unterschutzstellung N 999 bb) Spezialfall Heimatreise N 1008 cc) Veränderte Umstände im Heimatland N 1013 2. Das Erlöschen des Asyls N 1024 B. Folgen des Verlusts des Asylstatus für den Aufenthaltsstatus N 1031 1. Nichtverlängerung von Aufenthaltsbewilligungen N 1031 2. Erlöschen von Aufenthalts- oder Niederlassungsbewilligungen N 1035 4. Zuständigkeit und Rechtsweg N 1083 3. Widerruf der Aufenthalts- oder Niederlassungsbewilligung N 1039 a) Falsche Angaben und Verschweigen wesentlicher Tatsachen N 1042 b) Längerfristige Freiheitsstrafe N 1046 c) Verstoss oder Gefährdung der öffentlichen Sicherheit und Ordnung und Gefährdung der inneren oder äusseren Sicherheit N 1051 d) Sozialhilfeabhängigkeit N 1058 e) Weitere Widerrufsgründe N 1064 f) Verhältnismässigkeit N 1066 g) Das Recht auf Achtung des Privat- und Familienlebens nach Art. 8 EMRK N 1068 h) Rechtsfolgen des Widerrufs: Wegweisung, Wegweisungsvollzug und Ausreisefrist N 1078 C. Wegweisung und deren Vollzug bei Flüchtlingen N 1084 1. Wegweisung und Ausweisung von Flüchtlingen N 1084 2. Ausnahme vom flüchtlingsrechtlichen Refoulementverbot N 1091 D. Aufhebung der vorläufigen Aufnahme N 1101 Dans les documents suivants... E. Pflicht zur Ausreise N 1108 F. Zwangsmassnahmen N 1138 G. Landesverweisung N 1225 H. Einreiseverbote N 1254", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre VII. Sans-Papiers und Härtefallbewilligung Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 343-366 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 343 TOP VII. Sans-Papiers und Härtefallbewilligung 344 TOP A. Sans-Papiers in der Schweiz 1264 Der Begriff «Sans-Papiers» wurde in den 1970er Jahren in Frankreich eingeführt, um unpräzisere und belastete Ausdrücke wie «clandestins» zu ersetzen. Der Ausdruck «Sans-Papiers» wird in der Schweiz unterschiedlich verwendet. Umgangssprachlich wird er für Asylsuchende verwendet, die ohne Reisedokumente in die Schweiz eingereist sind beziehungsweise für Personen, die wegen Papierlosigkeit nicht ausgeschafft werden können. Die Bezeichnung Sans-Papiers wird aber auch mit Personen ausländischer Nationalität assoziiert, die einer undeklarierten Erwerbstätigkeit, sogenannter «Schwarzarbeit», nachgehen. Rechtlich bezieht sich der Begriff Sans-Papiers auf jene ausländischen Staatsangehörigen, die sich ohne die nötige ausländerrechtliche Bewilligung in der Schweiz aufhalten, und zwar unabhängig von ihrer Aufenthaltsdauer und einer Erwerbstätigkeit. In die Schweiz geflüchtete Personen, deren Asylgesuch abgewiesen wurde (oder auf das nicht eingetreten wurde), die keine vorläufige Aufnahme erhalten haben und die nach Ablauf der Ausreisefrist nicht in ihren Heimatstaat zurückgekehrt sind, gehören zu den Sans-Papiers. Als Synonyme zu Sans-Papiers werden die Begriffe «Papierlose» und «Personen ohne Anwesenheitsrecht» verwendet. 1265 345 TOP B. Der Weg in die Papierlosigkeit 1266 Es gibt verschiedene Gründe, weshalb Ausländerinnen und Ausländer ohne ausländerrechtliche Bewilligung in der Schweiz leben. Nach ihrer Vorgeschichte können grundsätzlich vier Gruppen von Papierlosen unterschieden werden. Dabei ist aber zu beachten, dass es Sans-Papiers gibt, die im Laufe ihres Lebens zu mehreren dieser Gruppen gehören, sofern sie mehrmals unter unterschiedlichen Umständen ein- und ausgereist sind. 1271 346 TOP C. Faktische Stellung 1272 Mittlerweile gibt es eine beträchtliche Anzahl Studien, die Aufschluss über die Lebensumstände der in der Schweiz lebenden Sans-Papiers geben. Umfassend und aktuell ist der Bericht des Bundesrats vom Dezember 2020 mit dem Titel «Gesamthafte Prüfung der Problematik der Sans-Papiers». Da die Sans-Papiers keine homogene Gruppe bilden und die individuellen Umstände und Biographien sehr unterschiedlich sind, ist es schwierig, allgemeingültige Aussagen über ihre Lebenssituation zu machen. Einige haben Kinder im Heimatland zurückgelassen, andere wohnen mit ihren Kindern in der Schweiz. Je nach Vorgeschichte, Integrationsgrad und sozialem Netzwerk befinden sich Sans-Papiers sowohl rechtlich als auch tatsächlich in sehr unterschiedlichen Situationen. Zudem ist der Umgang der Behörden mit Sans-Papiers von Kanton zu Kanton unterschiedlich. In einigen Kantonen wird das Anliegen der korrekten Durchsetzung der ausländerrechtlichen Bestimmungen prioritär eingestuft, während in anderen eher die Rechte der Sans-Papiers in den Vordergrund gerückt werden. Deshalb variieren auch die Zahl Papierloser und deren konkrete Lebenssituation je nach Region. 1273 Viele Sans-Papiers sind erwerbstätig. Viele arbeiten als Haushaltsangestellte sowie im Gast- und im Baugewerbe, weitere wichtige Arbeitszweige sind die Landwirtschaft und das Sexgewerbe. Sans-Papiers sind jedoch auch in anderen Branchen vertreten. Da sie wegen der fehlenden Aufenthaltsberechtigung über keine Arbeitsbewilligung verfügen, arbeitet die Mehrheit der Sans-Papiers schwarz. Je nach Region und Beschäftigungsfeld gibt es auch zahlreiche Sans-Papiers, die sogenannte Grauarbeit leisten: Ihr Aufenthaltsstatus ist zwar nicht legal, sie entrichten aber im Gegensatz zu schwarz arbeitenden Personen die obligatorischen Sozialversicherungsbeiträge und bezahlen teilweise auch Steuern. Dies ist oft bei ehemaligen Saisonniers der Fall. Abgewiesene Asylsuchende können in dem Kanton, der für ihr Asylverfahren zuständig war, Nothilfe beziehen. Aufgrund von Ein- oder Ausgrenzungen drohen ihnen beim Verlassen des Kantons oder der Gemeinde oft Strafen (► Rz. 1140 ff.). D. Rechtliche Stellung 1274 347 TOP 1275 Sans-Papiers in der Schweiz sind somit nicht rechtlos. Sie haben Rechte und können gestützt darauf beim Vorliegen der jeweiligen Voraussetzungen auch Ansprüche geltend machen. Doch obwohl ihnen diese aus Gesetzes- und Verfassungsrecht fliessenden Rechte zustehen, gestaltet sich deren Umsetzung für sie schwierig und risikobehaftet. Sans-Papiers werden von der ständigen Angst begleitet, von den Migrationsbehörden entdeckt und ausgeschafft zu werden. Wegen dieses Risikos vermeiden sie es so weit als möglich, an die zuständigen Ämter und Institutionen zu gelangen, um sich anzumelden oder allfällige Ansprüche geltend zu machen. Nicht zuletzt aus diesem Grund stellt die Schwarzarbeit bei Sans-Papiers den Normalfall dar. Hinzu kommt, dass Ansprüche oft auch deshalb nicht eingefordert werden, weil die Personen zu wenig über ihre Rechte informiert sind. Als Resultat der zunehmend restriktiven Gesetzgebung im Bereich des Ausländerrechts allgemein und verschiedener parlamentarischer Vorstösse auf Bundesebene, die dazu führten, dass die Situation von Sans-Papiers bezüglich verschiedener Rechtsgebiete präzisiert, der Informationsaustausch verbessert und so ihr praktischer Handlungsspielraum eingeschränkt wurde, kann davon ausgegangen werden, dass die Angst von Sans-Papiers, mit irgendeiner Behörde Kontakt zu haben, zugenommen hat. Einzig bezüglich des Zugangs zu Schulen und weitergehenden Ausbildungen kam es in den letzten zehn Jahren auf Bundesebene zu Verbesserungen (► Rz. 1301 ff.). 1276 Im Folgenden sollen einige der rechtlichen Problemkreise, die Personen ohne Anwesenheitsrecht in der Schweiz betreffen, dargestellt werden. Insbesondere wird auf die wichtigsten Sozialversicherungszweige und ihre Bedeutung für Papierlose eingegangen. Dabei sollen Tendenzen und Problembereiche aufgezeigt werden. Da Sans-Papiers nicht oder nur bedingt mit Behörden in Kontakt sind und ein Interesse haben, soweit als möglich unentdeckt zu bleiben, ist die praktische Umsetzung der beschriebenen Rechte und Pflichten eine grosse Herausforderung. 1. Arbeits- und Steuerrecht AIG Art. 117 AIG AHVG Art. 122 Abs. 3 AIG 1277 348 TOP BGSA Art. 2 f. BGSA BGSA Art. 11 und 12 BGSA Art. 12 Abs. 2 lit. b BGSA 1278 Art. 14 BGSA Art. 15 BGSA 1279 349 TOP BBG Art. 33 ff. BBG 1280 DBG Art. 83 DBG 1281 2. Alters- und Invalidenversicherung Art. 1a AHVG Art. 1b IVG Art. 23 und 24 ZGB 1282 350 TOP 3. Kranken- und Unfallversicherung KVG 1283 BGE 125 V 76 E. 2a BGE 129 V 77 Art. 33 ATSG Art. 84 ff. KVG 1284 Art. 65 KVG 1285 UVG 1286 Art. 321 StGB 1287 351 TOP Unité de soins communautaires 4. Arbeitslosenversicherung AVIG Art. 8 Abs. 1 lit. f i.V.m. Art. 15 Abs. 1 AVIG 1288 5. Sozial- und Nothilfe Art. 12 BV 1289 352 TOP ZUG ZUG Art. 4 Abs. 1 ZUG Art. 4 Abs. 2 ZUG Art. 21 Abs. 1 ZUG 1290 Art. 12 BV Art. 82 AsylG 1291 1292 Für Sans-Papiers, die nicht als Asylsuchende in die Schweiz eingereist und deshalb den Behörden nicht bekannt sind, ist die Beantragung von Nothilfe meist zu riskant. Während den Abklärungen über die kantonale Zuständigkeit wird der illegale Aufenthalt nämlich in der Regel behördenbekannt und die betreffenden Personen werden weggewiesen. 6. Zivilstandsrechtliche Fragen Art. 97a ZGB Art. 6 Abs. 2 PartG 1293 353 TOP Art. 98 Abs. 4 ZGB 1294 Art. 99 ZGB Art. 5 Abs. 4 und Art. 6 Abs. 4 PartG 1295 Art. 9 lit. j BGIAA 1296 E. Situation von Kindern und Jugendlichen 1297 Die Situation von Kindern und jungen Erwachsenen, die selber oder deren Elternteile ohne nötige ausländerrechtliche Bewilligung in der Schweiz wohnen, wirft eine Reihe besonderer Fragen auf. Die normalen familienrechtlichen Situationen, die auch bei Schweizer Staatsangehörigen sowie bei Ausländerinnen und Ausländern mit legalem Aufenthaltsstatus zu Rechtsstreitigkeiten führen können, haben in der Praxis für Familien, deren Mitglieder nicht alle über einen legalen Aufenthaltstitel verfügen, umso einschneidendere Folgen. Zu denken ist hier beispielsweise an die Frage der Sorgerechtszuweisung, wenn nicht beide Eltern über einen gültigen Aufenthaltstitel verfügen, oder die Durchsetzung des Rechts auf einen (subventionierten) Tagesbetreuungsplatz. Die Lösung solcher Fragen stellt Sans-Papiers vor hohe Hürden. 1298 Im Folgenden soll auf zwei Problemkreise eingegangen werden, die für Sans-Papiers-Kinder und -Jugendliche von besonderer Bedeutung sind: Die Eintragung der Geburt sowie die Anerkennung des Kindes durch den Vater und der Zugang zu Bildung. 354 TOP 1. Eintragung der Geburt und Anerkennung des Kindes Art. 39 Abs. 2 ZGB 1299 Art. 8 EMRK 1300 355 TOP 2. Ausbildung 1301 Die Bundesverfassung verankert in Art. 19 das Recht auf ausreichenden Grundschulunterricht. Auf internationaler Ebene verankern heute die Kinderrechtskonvention und Art. 13 UNO-Pakt I das Recht auf Bildung. Art. 28 der Kinderrechtskonvention verpflichtet die Vertragsstaaten neben dem Grundschulunterricht, weiterführende Schulen allgemein- und berufsbildender Art und – entsprechend den jeweiligen Fähigkeiten – Hochschulen allen Kindern verfügbar und zugänglich zu machen. Die obligatorische Schulbildung (die seit Inkrafttreten des Konkordats HarmoS mindestens 11 Schuljahre umfasst) liegt in der Zuständigkeit der Kantone. Die Schulen müssen allen Kindern – auch solchen ohne Aufenthaltsbewilligung – den Schulbesuch und damit eine obligatorische Ausbildung ermöglichen. 1302 Auf Bundesebene bestehen seit einiger Zeit Bestrebungen, papierlosen Kindern den Zugang zum obligatorischen Schulunterricht zu garantieren: So legte die Schweizerische Erziehungsdirektorenkonferenz in zwei Schreiben aus den Jahren 1991 und 2003 den Schulbehörden nahe, Kinder ohne Rücksicht auf ihren Aufenthaltsstatus einzuschulen. Dennoch gestaltet sich die Umsetzung des Rechts auf Bildung für Sans-Papiers teilweise schwierig, da die Eltern befürchten, dass ihr ausländerrechtswidriger Aufenthalt bei der Einschulung der Kinder aufgedeckt wird. Was sowohl die Grundschule als auch weiterführende Schulen betrifft, ist die Praxis der Kantone unterschiedlich. Im Kanton Genf beispielsweise wird in den Schulen der administrative Aufwand bei der Anmeldung der Kinder bewusst niedrig gehalten, damit papierlose Familien nicht fürchten müssen, aufgrund der Einschulung ihrer Kinder ausgewiesen zu werden. Auch in Basel-Stadt ist es papierlosen Kindern möglich, bis zum Erlangen der Matura eingeschult zu bleiben. Eine Studie der EKM kam im Jahre 2010 zum Schluss, dass der Zugang zur obligatorischen Schule mit einigen Ausnahmen in der ganzen Schweiz gewährleistet ist. 1303 Falls die Einschulung möglich ist, so bleibt den Jugendlichen spätestens nach Beendigung der obligatorischen Schulpflicht beziehungsweise teilweise nach weiterführenden Schulen in der Regel nur der Weg in die Schwarzarbeit. Weil sie keine Arbeitsbewilligung haben, können sie grundsätzlich weder einen Lehrvertrag noch einen sonstigen Arbeitsvertrag eingehen. Auch eine Immatrikulation an den Universitäten ist ohne das Vorweisen einer nötigen Aufenthaltsbewilligung nicht immer möglich. Art. 30a VZAE 1304 356 TOP Art. 31 VZAE Art. 31 VZAE 1305 Art. 30a VZAE 1306 F. Härtefallbewilligung Art. 30 Abs. 1 lit. b AIG Art. 14 Abs. 2 AsylG Art. 84 Abs. 5 AIG 1307 357 TOP Art. 99 AIG Art. 85 VZAE ZV-EJPD Art. 96 AIG Art. 83 lit. c Ziff. 3 BGG 1308 1. Härtefallbewilligung nach AIG Art. 30 Abs. 1 Bst. b AIG Art. 18–29 AIG Art. 30 Abs. 1 lit. b AIG 1309 Art. 77a ff. VZAE Art. 31 VZAE 1310 Art. 58a Abs. 1 AIG Art. 77e VZAE Art. 58a Abs. 2 AIG Art. 77f VZAE 1311 C-188/2014 1312 Art. 31 Abs. 2 VZAE 1313 1314 In einigen Kantonen gibt es Härtefallkommissionen. Falls das Migrationsamt im Kanton Basel-Stadt beispielsweise zu einer negativen Einschätzung kommt, unterbreitet sie das Gesuch der kantonalen Härtefallkommission. Nach deren Empfehlung entscheidet dann der Departementsvorsteher über die Unterbreitung des Gesuchs an das SEM. 2. Härtefallbewilligung nach AsylG Art. 14 Abs. 2 AsylG AIG 1315 359 TOP Art. 14 Abs. 2 AsylG Art. 31 VZAE Art. 14 AsylG 1316 1317 Personen, die sich nach einem abweisenden Asylentscheid schon länger ohne Aufenthaltserlaubnis in der Schweiz befinden, fällt es oft sehr schwer, die Voraussetzungen für eine Härtefallbewilligung zu erfüllen. Selbst wenn ihre Integration fortgeschritten ist und der Aufenthaltsort immer bekannt war, sind abgewiesene Asylsuchende meist auf finanzielle Unterstützung, das heisst auf Sozial- oder Nothilfe, angewiesen, weil sie nicht arbeiten dürfen. Zudem waren sie allenfalls bis zu einem Jahr wegen irregulären Aufenthalts in der Schweiz in Haft (► Rz. 1351 ff.). Die Integration wiederum kann nur dann fortgeschritten sein, wenn es den betroffenen Personen gelungen ist, selbständig Sprachkenntnisse einer Landessprache zu erwerben, denn die Integrationsangebote sind für sie in der Regel nicht zugänglich. Auch wer im Asylverfahren falsche Angaben gemacht hat, zum Beispiel zu seinem Alter oder Namen, erfüllt die Voraussetzungen für eine Härtefallregelung meist nicht. 3. Härtefallbewilligung für vorläufig aufgenommene Personen Art. 84 Abs. 5 AIG 1318 360 TOP 27 vertieft 4. Anwendung der Härtefallklauseln a) Grundlegende Rechtsprechung BGE 130 II 39 E. 3 BVGE 2017 VII/6 E. 6.2 F-1734/2019 1319 BGE 130 II 39 E. 3 F-1734/2019 F-1734/2019 1320 BGE 130 II 39 E. 3 BVGE 2017 VII/6 E. 6.2 F-1734/2019 1321 361 TOP BVGE 2017 VII/6 E. 6.4 1322 1323 Beispiel Härtefallkriterien: Art. 8 EMRK F-6236/2019 b) Kantonale Praxis 1324 362 TOP Art. 30 Abs. 1 lit. b AIG 1325 1326 28 1327 Der Kanton Waadt beurteilt folgende Konstellationen von Personen positiv: 1328 Im Kanton Basel-Stadt bestehen gute Voraussetzungen, wenn die folgenden Kriterien erfüllt sind: 1329 Sind nicht alle diese Voraussetzungen erfüllt, prüft das der Kanton Basel-Stadt im Einzelfall, ob das Härtefallgesuch trotzdem gutgeheissen werden kann. In diesen Fällen werden zusätzlich der Gesundheitszustand, das Alter und weitere besondere persönliche Umstände berücksichtigt. Ein Gesuch kann vorab anonym für eine erste unverbindliche Einschätzung eingereicht werden. Bei der Einreichung eines formellen Gesuchs müssen die betroffenen Personen jedoch ihre Personalien angeben. 1330 Im Kanton Zürich fusst die Beurteilung auf einer Gesamtwürdigung der folgenden Kriterien: 364 TOP 1331 Bezüglich der asylrechtlichen Härtefallgesuche nimmt die zuständige kantonale Behörde in Zürich eine Gesamtwürdigung folgender Kriterien vor (neben den üblichen Kriterien für eine Härtefallbewilligung): c) Bemühungen um Vereinheitlichung 1332 Um zu verhindern, dass Personen nach einem ablehnenden Entscheid wegen der notwendigen Aufgabe ihrer Anonymität sofort ausgeschafft werden, bildete die damalige Eidgenössische Ausländerkommission (seit 1. Januar 2008 die Eidgenössische Kommission für Migrationsfragen) im Jahr 2005 die Arbeitsgruppe Sans-Papiers. Diese unabhängige Arbeitsgruppe strebte eine Vereinheitlichung der durch die Kantone angewandten Kriterien an, um die Rechtsgleichheit besser zu gewährleisten. Zum einen versuchte die Arbeitsgruppe durch Verhandlungen mit den Kantonen eine gewisse Vereinheitlichung der kantonalen Härtefallpraxis zu erreichen. Zum anderen hatte sie die Aufgabe, Dossiers zu potentiellen Härtefallgesuchen zu prüfen und eine Beurteilung abzugeben, bevor das Dossier bei der zuständigen kantonalen Behörde eingereicht wurde. Aufgrund der Rückmeldung durch die Arbeitsgruppe konnten betroffene Personen ihre Chancen einschätzen. Die Mitglieder des Gremiums unterstanden der Schweigepflicht. Die Arbeitsgruppe wurde jedoch per Ende 2007 aufgelöst. Interessant war diese Initiative deshalb, weil sie den Sans-Papiers die Möglichkeit gab, eine Einschätzung zu ihrem Dossier von einer Instanz auf Bundesebene zu erhalten. 1333 365 TOP G. Kollektive Regularisierungen von Sans-Papiers 1334 Eine andere Regularisierungsmassnahme, die in Ländern wie den USA, Spanien und Italien bereits mehrmals ergriffen wurde, ist die kollektive Regularisierung. Im Rahmen solcher Aktionen erhalten jene Sans-Papiers eine Aufenthaltsbewilligung, die die jeweils vorgeschriebenen Bedingungen erfüllen. Kollektive Regularisierungen im Sinne von Amnestien wurden bislang in der Schweiz kategorisch abgelehnt. 1335 Diese Bedingungen sind jeweils unterschiedlich ausgestaltet und betreffen insbesondere die Integration im Arbeitsmarkt, die Dauer des Aufenthaltes im betreffenden Staat und den guten Leumund. Innerhalb der letzten 30 Jahre haben Mitgliedstaaten des Europarates rund 20 Regularisierungsprogramme durchgeführt und rund vier Millionen Personen zu einem legalen Aufenthaltsstatus verholfen. Gegnerinnen und Gegner solcher Programme bringen an, dass illegal eingewanderte Personen für ihr strafbares Verhalten belohnt würden, dass sie einer kohärenten Umsetzung des Migrationsrechts wiedersprechen und sie befürchten, dass solche Programme Anreize für weitere illegale Einreisen schaffen. Befürworter sehen solche Massnahmen hingegen als notwendig, um die Menschenwürde der Sans-Papiers zu schützen und Schwarzarbeit zu verhindern. 1336 Regularisation programmes for irregular migrants 1337 366 TOP 1338 Zuletzt äusserte sich der Bundesrat in seinem Bericht von Dezember 2020 ablehnend zu Vorschlägen zur Anpassung der Härtefallklauseln und zur Durchführung von darüber hinaus gehenden kollektiven Regularisierungen. Literatur Amarelle Cesla Efionayi-Mäder Denise Schönenberger Silvia Steiner Ilka Fuchs Hannelore Fankhauser Ann-Seline Kiener Regina Medici Gabriela Morlok Michael Meier Harald Oswald Andrea Efionayi-Mäder Denise Ruedin Didier Bader Dina Wanner Philippe Müller Jörg Paul Petry Roswitha Materialien https://www.zh.ch/content/dam/zhweb/bilder-dokumente/footer/news/2020/03/Bericht_Sans-Papiers_Kanton_Zuerich.pdf Eidgenössische Migrationskommission EKM, Personen, die aus dem Asylverfahren ausscheiden: Profile, (Aus-)Wege, Perspektiven, 2019 https://www.parlament.ch/centers/eparl/curia/2018/20183381/Bericht%20BR%20D.pdf Eidgenössische Kommission für Migrationsfragen EKM, Sans-Papiers in der Schweiz, Empfehlungen der Eidgenössischen Kommission für Migrationsfragen, 2011 https://www.bj.admin.ch/dam/bj/de/data/gesellschaft/zivilstand/dokumentation/berichte/ber-br-beurkundung-d.pdf.download.pdf/ber-br-beurkundung-d.pdf Das Wichtigste in Kürze Asylsuchende, deren Asylgesuch abgelehnt wurde, die die Schweiz aber nicht verlassen, sind sogenannte Sans-Papiers: Menschen, die ohne Aufenthaltsberechtigung in der Schweiz leben. Auch Sans-Papiers haben Rechte, insbesondere geniessen auch sie den Schutz der Grundrechte in der Bundesverfassung (► Rz. 1275). Zum Beispiel haben sie ein Recht auf Nothilfe (► Rz. 1289 ff.). Es fällt ihnen jedoch oft schwer, diese Rechte einzufordern, weil sie Angst davor haben, die Schweiz verlassen zu müssen. Dies gilt insbesondere für das Arbeits- und Steuerrecht (► Rz. 1277 ff.) und die Kranken- und Unfallversicherung (► Rz. 1283 ff.). Der einzige Weg für Sans-Papiers, zu einem Aufenthaltsrecht in der Schweiz zu kommen, ist die sogenannte Härtefallbewilligung (► Rz. 1307 ff.). Diese wird allerdings nur unter strengen Voraussetzungen erteilt (► Rz. 1309 ff.) und die Kantone wenden die rechtlichen Bestimmungen unterschiedlich an (► Rz. 1324 ff.). Kollektive Regularisierungen von Sans-Papiers kamen in der Schweiz bis heute nur sehr selten zur Anwendung (► Rz. 1334 ff.). 1267 – Personen, die ohne Bewilligung eingereist sind und sich auch danach nie rechtmässig in der Schweiz aufgehalten haben. 1268 – Personen, die rechtmässig, zum Beispiel mit einem Touristenvisum, in die Schweiz eingereist sind und nach Ablauf ihres Aufenthaltsrechts geblieben sind (sogenannte Overstayers). Art. 50 AIG 1269 – 1270 – In die Schweiz geflüchtete Personen, deren Asylgesuch abgewiesen wurde (oder auf das nicht eingetreten wurde), die keine vorläufige Aufnahme erhalten haben und die nach Ablauf der Ausreisefrist nicht in ihren Heimatstaat zurückgekehrt sind. – Mindestens fünf Jahre ununterbrochener Besuch der obligatorischen Schule in der Schweiz und danach Einreichung des Gesuches innerhalb von höchstens 12 Monaten; – Vorliegen eines Gesuches des zukünftigen Arbeitgebers; – Einhaltung der orts-, berufs- und branchenüblichen Lohn- und Arbeitsbedingungen; – Art. 58a Abs. 1 AIG – Offenlegung der Identität. – Art. 58a Abs. 1 AIG – die Familienverhältnisse, insbesondere der Zeitpunkt der Einschulung und die Dauer des Schulbesuchs der Kinder (lit. c); – die finanziellen Verhältnisse (lit. d); 358 TOP – die Dauer der Anwesenheit in der Schweiz (lit. e); – der Gesundheitszustand (lit. f); – die Möglichkeiten für eine Wiedereingliederung im Herkunftsstaat (lit. g). – eine Frist von fünf Jahren, während der sich die betroffene Person bereits in der Schweiz aufgehalten haben muss (lit. a); – der Aufenthaltsort der betroffenen Person muss den Behörden während dieser Zeit immer bekannt gewesen sein (lit. b); – die Integration der betroffenen Person muss «fortgeschritten» sein (lit. c); – Art. 62 Abs. 1 AIG – Ein Aufenthalt von 5 Jahren für Familien mit Kindern. Dies Kriterium von 5 Jahren gilt für alle Familienangehörigen. – Ein Aufenthalt von 10 Jahren für Alleinstehende und Paare ohne Kinder. – Nachweis einer erfolgreichen Integration. Es müssen mündliche Sprachkenntnisse auf dem Referenzniveau A2 nachgewiesen werden. – Keine strafrechtlichen Verurteilungen, keine wiederholten Verurteilungen wegen eines rechtswidrigen Aufenthalts oder wegen einer rechtswidrigen Erwerbstätigkeit, keine aufeinanderfolgenden Einreiseverbote. – Finanzielle Unabhängigkeit und keine Schulden. – Alleinstehende Personen: zehn Jahre Aufenthalt, keine oder unbedeutende Vorstrafen, finanziell unabhängig. – Familien mit Kindern: fünf bis acht Jahre Aufenthalt je nach Alter und Schulbesuch der Kinder, keine oder unbedeutende Vorstrafen, finanziell unabhängig. – Vorlage der heimatlichen Dokumente beziehungsweise Ausweispapiere (Feststellung der Identität). – 363 TOP – Familiäre und/oder soziale Kontakte zu Personen in der Schweiz: Verwurzelung, erfolgreiche Einschulung. – Finanzielle Mittel: genügend finanzielle Mittel, sodass gemäss den Richtlinien der SKOS kein Risiko für den Bezug von Sozialhilfe besteht: vollständige wirtschaftliche Unabhängigkeit, gefestigter Arbeitsplatz. – Bedarfsgerechte Wohnung. – Keine Schulden: Zahlungsrückstände bis 10’000 Franken werden toleriert, wenn ein verpflichtender Rückzahlungsplan vorliegt. – Keine Vorstrafen: eine geringfügige Übertretung oder Vorstrafen bezüglich des eigenen rechtswidrigen Aufenthalts werden nicht berücksichtigt. – Deutschkenntnisse: mindestens Referenzniveau A2. – Ausser dem rechtswidrigen Aufenthalt und der Nichtmitwirkung wird ein korrektes Verhalten verlangt; entsprechend keine Strafbefehle oder -urteile. – Soziale Integration: Freundes- und Bekanntenkreis, aus dem auf eine starke Verwurzelung in der Schweiz geschlossen werden kann. – Sprache: grundsätzlich Referenzniveau B1. – Gesundheit. – Erhöhte Härte gegenüber vergleichbaren ähnlichen Fällen aus dem gleichen Land bezüglich Rückkehr ins Heimatland oder Wegzug aus der Schweiz: Dabei werden vor allem zwischenzeitliche Heimataufenthalte, die Möglichkeiten einer beruflichen und wirtschaftlichen Reintegration sowie die gelebten familiären Beziehungen im Heimatland gewichtet. – Art. 30a VZAE – Nachweis einer beruflichen und wirtschaftlichen Integration: Arbeitsstelle, wobei das daraus erzielte Einkommen die selbständige Bestreitung des Lebensunterhalts sicherstellen muss. – Ausser dem rechtswidrigen Aufenthalt und der Nichtmitwirkung wird ein korrektes Verhalten verlangt; entsprechend keine Strafbefehle oder -urteile. – Korrektes Verhalten im Rahmen der Unterbringung. – Rund zehnjähriger Aufenthalt in der Schweiz: Familien mit minderjährigen Kindern seit fünf Jahren, vor allem dann, wenn es sich um Personen aus Ländern handelt, in denen der Wegweisungsvollzug nicht absehbar ist. – Nachweis einer künftigen beruflichen und wirtschaftlichen Integration: zugesicherte Arbeitsstelle, wobei das daraus erzielte Einkommen die selbständige Bestreitung des Lebensunterhalts sicherstellen muss. – Die Gutheissung eines Gesuchs ist nicht ausgeschlossen, wenn ein Kriterium nicht ganz erreicht wurde (Ausnahme Straffälligkeit). Das «Defizit» muss aber durch die anderen Kriterien «aufgewogen» werden. 27 28 Peter Bolzli Art. 84 AIG Die folgende Übersicht zur Praxis in den Kantonen stammt aus dem Bericht des Bundesrates vom 21. Dezember 2020, S. 30 ff. © Stämpfli Verlag AG Bern - 2021 VII. Sans-Papiers und Härtefallbewilligung Table des matières A. Sans-Papiers in der Schweiz N 1264 B. Der Weg in die Papierlosigkeit N 1266 C. Faktische Stellung N 1272 G. Kollektive Regularisierungen von Sans-Papiers N 1334 D. Rechtliche Stellung N 1274 1. Arbeits- und Steuerrecht N 1277 2. Alters- und Invalidenversicherung N 1282 3. Kranken- und Unfallversicherung N 1283 4. Arbeitslosenversicherung N 1288 5. Sozial- und Nothilfe N 1289 6. Zivilstandsrechtliche Fragen N 1293 E. Situation von Kindern und Jugendlichen N 1297 1. Eintragung der Geburt und Anerkennung des Kindes N 1299 2. Ausbildung N 1301 F. Härtefallbewilligung N 1307 1. Härtefallbewilligung nach AIG N 1309 2. Härtefallbewilligung nach AsylG N 1315 3. Härtefallbewilligung für vorläufig aufgenommene Personen N 1318 4. Anwendung der Härtefallklauseln N 1319 a) Grundlegende Rechtsprechung N 1319 b) Kantonale Praxis N 1324 c) Bemühungen um Vereinheitlichung N 1332", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre VIII. Strafrecht Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 367-389 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 367 TOP VIII. Strafrecht A. Vorbemerkungen www.zwangsheirat.ch 1339 368 TOP B. Rechtswidrige Ein- und Ausreise Art. 115 AIG Art. 5 AIG 1340 30 Art. 5 Abs. 1 lit. a AIG 1341 FZA FZA 1342 1343 369 TOP Art. 19 ff. AsylG Art. 22 AsylG 1344 Art. 5 Abs. 1 lit. a AIG BGE 131 IV 174 E. 4.2.2 BGE 128 IV 117 Art. 115 Abs. 1 lit. a AIG 1345 Art. 118 AIG Art. 115 AIG 1346 Art. 68 Abs. 3 AIG Art. 66a StGB MStG Art. 5 Abs. 1 lit. d AIG 1347 370 TOP bis Art. 5 AIG Art. 5 AIG 1348 Art. 115 Abs. 1 lit. d AIG 1349 Art. 31 Ziff. 1 FK Art. 1 FK BGE 132 IV 29 E. 3.3 Art. 116 AIG 1350 C. Rechtswidriger Aufenthalt Art. 115 Abs. 1 lit. b AIG 1351 371 TOP 31 Art. 10 ff. AIG 1352 Art. 10 AIG Art. 11 AIG 1353 Art. 62 lit. d AIG Art. 120 Abs. 1 lit. d AIG 1354 1355 Wird lediglich das Gesuch um Verlängerung der Bewilligung einige Zeit zu spät eingereicht, macht dies den Aufenthalt in der Regel noch nicht rechtswidrig. Eine Verzögerung von einigen Wochen wird toleriert. 372 TOP Art. 17 Abs. 1 AIG Art. 17 Abs. 2 AIG Art. 59 Abs. 2 VZAE Art. 66 Abs. 2 AIG 1356 32 1357 Wurde die Bewilligung durch falsche Angaben oder Verheimlichung wesentlicher Tatsachen erschlichen, so macht dies den Aufenthalt nicht rechtswidrig. Das Aufenthaltsrecht erlischt erst, wenn die Bewilligung widerrufen wird und die Ausreisefrist unbenützt verstrichen ist. Art. 70 Abs. 1 VZAE 1358 FZA Art. 120 Abs. 1 lit. a AIG 1359 BGE 135 IV 6 E. 3.2 Art. 115 AIG 1360 373 TOP Dauerdelikt Art. 83 Abs. 1 AIG StGB 1361 Art. 6 StPO Art. 115 AIG 1362 374 TOP 1363 Beispiel Ausreise: 6B_783/2011 vom 2. März 2012 1364 Beispiel Eritrea: Die Beschaffung erforderlicher Reisepapiere ist für eritreische Staatsangehörige auf Anfrage der Schweizer Behörden nicht möglich, Identifizierungsbefragungen werden nicht durchgeführt. Möglich ist aber offenbar die Beschaffung eines Laisser-Passer auf persönliche Initiative der betroffenen Person hin. Dabei wird jedoch gefordert, dass die Person zuvor eine zweiprozentige Steuer entrichtet und ein Schuldeingeständnis unterzeichnet, wonach sie die Nichtabsolvierung des Nationaldienstes bereue und sich mit einer allfälligen Bestrafung einverstanden zeige. Unter diesen Umständen kann nicht von einer freiwilligen Rückkehr gesprochen werden; die Rückkehr ist somit im Sinne der oben erwähnten Rechtsprechung unmöglich. BGE 145 IV 197 E. 1.4.3 1365 375 TOP 33 kann 6B_618/2012 vom 11. März 2013 1366 BGE 143 IV 249, E. 3.1 6B_713/2012 vom 19. April 2013 1367 1368 Diese Grundsätze gelten jedoch nicht für Personen, gegen die noch wegen weiterer Straftaten ermittelt wird: In diesem Fall verhindert nämlich nicht die Strafverfolgung wegen des rechtswidrigen Aufenthalts die Ausschaffung. Vielmehr steht das Strafverfahren wegen der anderen Delikte einer sofortigen Ausschaffung im Wege. 376 TOP 1369 Ist eine Bestrafung infolge der EU-Rückführungsrichtlinie nicht möglich, muss das Verfahren eingestellt werden. Art. 115 Abs. 4 und 5 AIG 1370 definitiv gescheitert Art. 52 StGB 1371 377 TOP D. Rechtswidrige Erwerbstätigkeit Art. 115 Abs. 1 lit. c AIG Art. 11 Abs. 2 AIG Art. 1 und Art. 2 VZAE BGE 137 IV 297 1372 Art. 11 Abs. 2 AIG BGE 137 IV 297 1373 378 TOP E. Förderungshandlungen Art. 116 AIG 1374 bestraft als eine Art Gehilfenschaftshandlung jede Unterstützung der rechtswidrigen Ein- oder Ausreise, des rechtswidrigen Aufenthalts und der rechtswidrigen Erwerbstätigkeit. Art. 116 Abs. 2 AIG 1375 1376 Beispiel Anni Lanz: 6B_1162/2019 vom 30. Juni 2020 1377 379 TOP BGE 130 IV 77 E. 2.3.2 Art. 305 StGB 1378 BGE 130 IV 77 E. 2.3.3 6B_458/2007 vom 19. Februar 2008 E. 4, 6S.102/2007 6S.137/2004 vom 11. Juni 2004 E. 2.3.3 und 6S.615/1998 1379 Art. 29 Abs. 2 BV Art. 12 BV Art. 11 BV Art. 62 Abs. 2 BV 1380 34 380 TOP Art. 116 AIG Art. 117 AIG Art. 91 Abs. 1 AIG Art. 91 Abs. 2 AIG 1381 F. Verletzung von Mitwirkungspflichten Art. 120 AIG Art. 89 und Art. 13 AIG Art. 90 lit. c AIG 1382 Art. 90 lit. a AIG Art. 90 lit. b AIG 1383 381 TOP 1384 Die zuständige Migrationsbehörde muss selbst geeignete Massnahmen ergreifen, um die Ausländerin oder den Ausländer bei der Papierbeschaffung zu unterstützen. Weigern sich ausländische Vertretungen beispielsweise, mit Einzelpersonen in Kontakt zu treten, so erscheint eine Bestrafung unzulässig, weil es dann Sache der Migrationsbehörde wäre, eine Verbindung herzustellen. Vom Ausländer oder der Ausländerin können zudem nur Schritte verlangt werden, die zweckmässig scheinen und zumutbar sind. 1385 Beispiel Eritrea Art. 115 AIG Art. 120 AIG 1386 G. Missachtung einer Ein- oder Ausgrenzung Art. 119 AIG Art. 115 AIG 1387 1388 Es handelt sich um ein Tätigkeits- und um ein Dauerdelikt, das so lange nicht beendet ist, wie der Täter sich ausserhalb der gezogenen Grenzen beziehungsweise innerhalb des verbotenen Rayons befindet. Art. 74 Abs. 3 AIG 382 TOP 1389 Wer von einer Behörde vorgeladen wird, hat darum zu ersuchen, dass die Eingrenzung für diese Zeit suspendiert wird. Geschieht das nicht rechtzeitig oder ist der Termin allzu kurzfristig angesetzt, so ist die Ausreise aus dem zugewiesenen Gebiet zur Teilnahme an einer Gerichtsverhandlung oder einem ähnlichen Anlass infolge der Pflichtenkollision trotzdem straffrei. Auch das Verlassen des Gebiets zum Zweck der Ausreise sollte nicht bestraft werden. Es kann nämlich vorkommen, dass gleichzeitig mit der Eingrenzungsverfügung auch ein Wegweisungsentscheid ergeht. H. Verweisungsbruch Art. 291 StGB Art. 291 StGB Art. 115 AIG 1390 Art. 119 AIG Art. 115 AIG Art. 291 StGB Art. 115 AIG 1391 383 TOP I. Grundzüge des Strafverfahrens 1392 Einleitung des Verfahrens Art. 309 StPO 1393 384 TOP 1394 Strafbefehl Art. 127 Abs. 5 StPO 1395 Einsprache Art. 68 StPO Art. 6 Abs. 3 lit. d EMRK 1396 1397 Nach erfolgter Einsprache wird die beschuldigte Person in der Regel von der Staatsanwaltschaft vorgeladen. Dort wird sie zum Sachverhalt (noch einmal) befragt und kann sich auch dazu äussern, weshalb sie mit dem Strafbefehl nicht einverstanden ist. Hält sie an ihrer Einsprache fest, wird die Sache an das Gericht überwiesen. Dieses klärt den Sachverhalt von Amtes wegen ab und befragt die beschuldigte Person. Art. 115 ff. AIG Art. 42 StGB Art. 41 StGB 1398 385 TOP Sanktionen 1399 Beispiel illegaler Aufenthalt: Art. 41 und 42 StGB 6B_1127/2018 vom 27. September 2019 Art. 36 StGB 1400 Art. 34 Abs. 2 StGB Art. 42 Abs. 4 StGB 1401 Geldstrafen 386 TOP BGE 134 IV 97 E. 6.3.3.4 6B_709/2013 vom 27. Januar 2014 E. 2 1402 6B_118/2017 vom 14. Juli 2017 1403 Art. 79a StGB Art. 79a StGB 1404 Art. 110 Abs. 7 StGB Art. 115 AIG Art. 76 Abs. 1 lit. b Ziff. 3 AIG SB120136 E. 5 1405 387 TOP J. Strafprozessuale Rechte Art. 68 Abs. 2 StPO Art. 426 Abs. 3 StPO 1406 Übersetzung 1407 Dolmetscherkosten 1408 388 TOP Art. 130 StPO Art. 132 Abs. 2 StPO 1409 Anwalt oder eine Anwältin K. Menschenhandel Art. 182 StGB 1410 389 TOP 1411 Die Anwerbung der Opfer erfolgt in den Herkunftsländern mit Stelleninseraten oder über Bekannte. Die Opfer werden über die zu verrichtende Arbeit getäuscht, indem man sie etwa angeblich als Kindermädchen oder Hausangestellte einstellt oder ihnen fiktive Arbeitsbedingungen und Verdienstmöglichkeiten verspricht, die nicht der Realität entsprechen. Die Einreise erfolgt teils legal etwa als Tourist oder auch als Asylsuchende, teils von Anfang an illegal. Die Illegalität erhöht den Druck auf die Opfer. Oft werden ihnen auch Ausweispapiere abgenommen. In der Folge werden sie gezwungen, ihre Reiseschulden abzuarbeiten. Ein Ausbrechen aus der Situation ist schwierig, weil Frauen und Kinder Repressalien für sie oder ihre Familien in den Herkunftsländern befürchten. Daher kooperieren sie manchmal selbst dann nicht mit der Polizei, wenn diese sie eigenständig als Opfer identifiziert. Art. 182 StGB 1412 sieht Freiheitsstrafe bis zu 20 Jahren vor. Der Tatbestand ist schon dann erfüllt, wenn nur eine einzige Person «eingeführt» wird und in der Folge für den «Händler» arbeitet. Es genügt demnach ein Zweiparteienverhältnis. 1413 Expertinnen nehmen bei den Opfern von Menschenhandel eine hohe Dunkelziffer an. Die Ermittlungen sind aufwändig und schwierig. Weil die polizeilichen Ressourcen knapp und die Fachkenntnisse ungenügend sind, kommt es selten zu Verurteilungen. 1414 In der letzten Zeit setzen sich Politik und Justiz aber doch vermehrt für eine effizientere Bekämpfung des Menschenhandels im Zusammenhang mit Asylverfahren ein. Literatur Albrecht Peter Büchler Alexandra Kiener Regina von Büren Lucie ASYL 4/2007, S. 11 ff. Spescha Marc Zünd Andreas Bolzli Peter Hruschka Constantin de Weck Fanny Das Wichtigste in Kürze Geflüchtete Menschen können wie alle anderen Personen auch zu Recht oder Unrecht in den Fokus der Justizbehörden geraten, und zwar in verschiedenen Rollen: Sie können beschuldigt werden, als Zeugen oder Zeuginnen befragt werden oder als Opfer ihre Rechte im Prozess geltend machen. Im Folgenden geht es vor allem um die Rolle Geflüchteter als Beschuldigte in Verfahren betreffend das sogenannte Ausländerstrafrecht. Im Vordergrund stehen die Delikte der rechtswidrigen Einreise (► Rz. 1340 ff.), des rechtswidrigen Aufenthaltes (► Rz. 1351 ff.), der rechtswidrigen Erwerbstätigkeit (► Rz. 1372 ff.), die Verletzung von Mitwirkungspflichten (► Rz. 1382 ff.) und die Missachtung von Ein- oder Ausgrenzungen (► Rz. 1387 ff.). Im letzten Kapitel wird das Delikt des Menschenhandelsbehandelt betrachtet (► Rz. 1410). Erwähnt werden auch Unterstützungshandlungen, die manchmal Mitarbeitenden von NGOs und freiwillig Engagierten vorgeworfen werden (► Rz. 1374 ff.). 29 Das Wichtigste in Kürze Art. 115 Abs. 4 AIG 29 30 31 32 33 34 Dieses Kapitel entstand in Zusammenarbeit mit Gabriella d’Addario di Paulo, der an dieser Stelle für die Unterstützung herzlich gedankt sei. AIG Andreas Zünd Art. 115 AIG BGE 112 IV 115 Andreas Zünd Art. 115 AIG Büchler SB120425 Kiener von Büren © Stämpfli Verlag AG Bern - 2021 VIII. Strafrecht Table des matières A. Vorbemerkungen N 1339 B. Rechtswidrige Ein- und Ausreise N 1340 C. Rechtswidriger Aufenthalt N 1351 D. Rechtswidrige Erwerbstätigkeit N 1372 E. Förderungshandlungen N 1374 F. Verletzung von Mitwirkungspflichten N 1382 G. Missachtung einer Ein- oder Ausgrenzung N 1387 H. Verweisungsbruch N 1390 I. Grundzüge des Strafverfahrens N 1392 J. Strafprozessuale Rechte N 1406 K. Menschenhandel N 1410", "Auteur Grasdorf-Meyer Tobias, Ott Lisa, Vetterli Luzia Titre Sachregister Titre du livre Geflüchtete Menschen im Schweizer Recht Année 2021 Pages 391-396 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-8710-7 Maison d’édition Stämpfli Verlag AG 391 TOP Sachregister Randziffern A Abhängigkeitsklausel siehe Dublin Abschreibung siehe formlose Abschreibung Administrativhaft siehe Haft Anerkennungsquote 26, 869 Anhörung siehe Asylverfahren Asyl 358 ff., 395 ff. 359 ff. 1017 ff., – Erlöschen 659, 1024 ff. – Familienasyl 330, 333, 335, 345, 347, 374, 1248 496 ff., 577 ff., 666 ff. 992 ff. 353 ff., Asylverfahren 419 ff., 410 ff. – Flughafenverfahren 400, 444 ff. 426 ff., – Verfahrensgrundsätze 516 ff. 403 ff., 666 ff., Aufenthaltsbewilligung 27 f., 79, 119 ff., 133, 594 f., 602, 606 f., 618, 640, 901 f., 905 ff., 918 f., 928, 960 f., 970 ff., 976 f., 1031 ff., 1035 ff., 1039 ff., 1084 ff., 1105 f., 1229, 1269, 1284, 1301 ff., 1307 ff., 1334, 1337, 1345, 1352 ff., 1372 Aufenthaltsalternative siehe innerstaatliche Aufenthaltsalternative Aufnahmerichtlinie (EU) 109, 684, 692, 704, 873 Ausgrenzung siehe Ein- und Ausgrenzung Auslandreisen 915 ff. Ausreisefrist 1081 Ausschluss vom Asyl siehe Asyl, Asylausschlussgründe Ausschluss vom Schutz der Flüchtlingskonvention 289 ff., 358 Ausschluss von der vorläufigen Aufnahme siehe vorläufige Aufnahme Ausschaffung 1117 ff., Ausschaffungshaft 1176 ff., Ausschaffungsinitiative 1226, 1235 Ausschliesslichkeit des Asylverfahrens 120 ff., 914 Ausweispapiere siehe Reisedokumente Ausweisung 12, 14, 134, 294, 608, 1007, 1027, 1038, 1090, 1117, 1122 f., 1143, 1148, 1153, 1160, 1165, 1170 f., 1210, 1218, 1231, 1361 B Bedarfsgerechte Wohnung 351, 975, 983, 1328 Begründete Furch vor Verfolgung siehe Verfolgung Beschleunigungsgebot (Administrativhaft) 1152, 1154, 1175, 1185, 1242 392 TOP Beschleunigungsgebot (Dublin) 815 ff. Beschwerde – Aufschiebende Wirkung 652, 842 f., 856 ff. – Beschwerdegründe 650, 653 f., 861 ff. – Beschwerdefrist 428, 435, 651 f., 663, 860 Bestimmte soziale Gruppe 216 ff., 239 Beweislast 516 ff., Beweismass 558 ff., Botschaftsasyl siehe Asyl, Asylverfahren Bundesasylzentrum 392 ff., 410, 430, 442, 444 f., 453 f., 937 f., 1111 ff. Bundesverwaltungsgericht 649 f., C D Diskretionserfordernis 235 ff. 177, Dublin – Abhängigkeitsklausel 716, 785, 810 ff. 735 ff., – Aufnahmeverfahren 818 ff., 822 ff. – Besondere Zuständigkeitskriterien 733, 783 ff., 835 – Dublin-Assoziierungsabkommen 97, 109, 681 ff. 693 ff., – Dublin-IV-Verordnung 870 441 ff., 740 ff. – Humanitäre Klausel 808 ff. – Illegale Einreise 54, 346, 755 ff. – Remonstrationsverfahren 840 f., 1203, 1206 – Sachverhaltsversteinerungsprinzip 738 f., 744, 759, 775, 784, 792 787 ff., – Systemische Schwachstellen 778 ff., 798 f., 883 ff., 890 – Verfristung 771, 826 f. – Wiederaufnahmeverfahren 716, 810, 818 ff., 835 ff. Durchsetzungshaft 1208 ff. 1150 ff., 1177, Drivers of Migration 55, 61, 66 E Ehepartner 432, 611, 960 f., 969, 1070, 1262 Ein- und Ausgrenzung 1140 ff. 909, Eingetragene Partnerschaft 931, 957, 969, 1072, 1262 Einreisebewilligung 346 ff., 448 ff., 455 ff. Einreiseverbot 1254 ff., 1345, 1347 Ernsthafte Nachteile 158 ff. 141 f., 153, Erwerbstätigkeit – Asylsuchende 937 f. – Flüchtlinge mit Asyl 926 f. – Sans-Papiers 1277 ff. – Rechtswidrige Erwerbstätigkeit siehe Rechtswidrige Erwerbstätigkeit – Vorläufig aufgenommene Ausländerinnen und Ausländer 929 ff. – Vorläufig aufgenommene Flüchtlinge 929 ff. Europäischer Gerichtshof der EU (EuGH) 115, 711 ff., 729, 797, 80, 815 ff. Europäischer Gerichtshof für Menschenrechte (EGMR) 114, 561, 678 ff. Eurodac 686, 695, 699 ff. Exilpolitische Aktivitäten 287, 370, 375 ff. F Failed State 178 Familie – Achtung des Familienlebens siehe Recht auf Achtung des Familienlebens – Einheit der Familie 432, 611, 618, 736, 739, 740 ff., 765, 804. 930 f. – Familienasyl siehe Asyl Familienasyl siehe Asyl Familiennachzug – Asylsuchende 991 – Flüchtlinge mit Asyl 970 ff. – Vorläufig aufgenommene Ausländerinnen und Ausländer 989 f. – Vorläufig aufgenommene Flüchtlinge 978 ff. Fluchtalternative siehe innerstaatliche Fluchtalternative 393 TOP Flüchtlingseigenschaft 992 ff., 330 ff., 330 ff., – Originäre Flüchtlingseigenschaft 331 ff. Flüchtlingskonvention 98 ff., Folterverbot 614 ff., Formlose Abschreibung 406, 503, 547 G Gefährdung der Staatssicherheit 364 ff., 1017, 1022, 1051 ff., 1082, 1085 Geschlechtsspezifische Verfolgung, siehe Verfolgung Gezielte Nachteile siehe Verfolgung, Gezielte Verfolgung Glaubhaftigkeit 558 ff., Glaubwürdigkeit 548, 572 Gleichgeschlechtliche Partner 337, 793, 1071, 1077 H Haft – Ausschaffungshaft siehe Ausschaffungshaft – Durchsetzungshaft siehe Durchsetzungshaft – Haft im Rahmen des Dublin-Verfahrens 720, 1159, 1187 ff. – Haftbedingungen 1154, 1222 f. 1159, – Haftentlassung 1155, 1162, 1185, 1220, 1223 – Haftüberprüfung 1153 ff., 1165 – Vorbereitungshaft siehe Vorbereitungshaft Härtefall 1307 ff. – Nach Asylrecht 1315 ff. – Nach Ausländer- und Integrationsrecht 1309 ff. – Für vorläufig aufgenommene Personen 1318 Härtefallklausel (Landesverweisung) 1233 ff. 1226, 1228 f., Heimatreisen 1008 ff. 916, Heimatstaat 149 ff., Heirat 957 ff., 1261, 1293 f. Herkunftsstaat 147, 149 ff., 178 ff., 283, 449, 508 ff., 586, 613, 619, 876, 915, 1010, 1023, 1318 Humanitäres Visum 506 ff. I Innere und äussere Sicherheit siehe Gefährdung der Staatssicherheit Innerstaatliche Aufenthaltsalternative 633 Innerstaatliche Fluchtalternative 183 ff., 200, 202 Integration 81 ff., f., Intensität siehe Verfolgung, Intensität der Verfolgung Internally Displaced Persons (IDPs) 79, 150 K Kantonswechsel 927 f., 930, 932 Kettenmigration 76 f. Kindeswohl 336, 433 f., 459, 509, 628, 696, 727, 764 ff., 767, 805, 809, 969, 1032, 1067, 1076 Kollektivverfolgung 219, 262 ff. Konkrete Gefährdung 620, 623, 629 Konkubinat 333, 337, 349, 793, 969, 1072 Kontingentsflüchtlinge 138, 604 Konversion 211, 378 Krieg 15 ff., 40 f., 98 ff., 258 f., 302 ff., 398, 619 ff., Kriegsverbrechen 297, 302 ff., 319, 1054 Kurzfristige Festhaltung 1138 L Landesverweisung 1225 ff., 394 TOP M Medizinische Behandlung Mehrfachgesuch 623, 800, 1115 siehe Asyl Menschenhandel 481 ff., Migration – Freiwillige/unfreiwillige Migration 35, 40 ff. – Migrationsentscheidung 43, 52 f., 56 f., 66 – Migrationsfaktor 45, 62 – Migrationsprozess 51, 67 ff., 80 Minderjährigkeit 345, 423, 461 ff. Mitwirkungspflicht 531 ff., Motiv siehe Verfolgung, Verfolgungsmotiv N Nachfluchtgründe 282 ff. 286, 369 ff., Niederlassungsbewilligung 27, 127, 606 f., 905, 926 f., 943 f., 976 f., 1034 ff., 1068, 1074, 1078 ff., 1138, 1141, 1163, 1235, 1281, 1354 Nothilfe 951 ff., O Öffentliche Sicherheit und Ordnung 1051 ff., P Papierlose siehe Sans-Papiers Politmalus 231 Privatleben siehe Recht auf Achtung des Privatlebens Push-/Pull-Faktoren 45 ff., 55, 66, 68 ff. Q Qualifikationsrichtlinie (EU) 109, 115, 684 f., 690 f., 704 Quasi-Staat 198 ff. R Realkennzeichen 562 ff. Recht auf Achtung des Familienlebens 1068 ff. Recht auf Achtung des Privatlebens 1077 114, 1068, Recht auf Freiheit und Sicherheit 1147, 1151 Recht auf Leben 114, 614 Rechtliches Gehör 549 ff., Rechtsvertretung – Unentgeltliche Rechtsvertretung 403, 435 ff., 443, 446, 658 ff., 855, 1156 ff. 437 ff., Rechtswidriger Aufenthalt 1351 ff. 1302, Rechtswidrige Einreise 1340 ff. 1312, 1326 ff., Rechtswidrige Erwerbstätigkeit 1372 ff. Reflexverfolgung 244, 257, 286, 349 Refoulementverbot 134 ff., 614 f., Refugees in orbit 694 Reisedokumente 508, 756, 919, 922, 1118, 1150, 1186, 1264, 1342 Reisepapiere siehe Reisedokumente Reiseverbot 915 f., 1023 Republikflucht 287, 370, 380 Revision (Rechtsmittel) 671 ff. 659, 665, 669, Rückführungsrichtlinie (EU) 1365, 1369, 1386 Rückkehrhilfe 1109 ff., 1122 S Sachverhaltsversteinerungsprinzip siehe Dublin Sans-Papiers – Alters- und Invalidenversicherung 1282 – Arbeitslosenversicherung 1288 – Arbeitsrecht 1277 ff. 395 TOP – Ausbildung 1301 ff. – Berufsbildung 1280, 1301 – Eheschliessung 1293 f. – Geburtseintragung 1299 f. – Härtefall siehe Härtefall – Jugendliche 1297 f. – Kinder 1297 ff. – Kranken- und Unfallversicherung 1283 ff. – Regularisierung 1307, 1333, 1334 ff. – Sozialhilfe 1289 ff. – Steuerrecht 1277 ff. Schutzquote 26 f. Schutztheorie 178 ff., 184, 198, 209, 251, 252 ff. Selbsteintrittsrecht siehe Dublin Situation allgemeiner Gewalt 389, 619, 629 ff. Souveränitätsklausel siehe Dublin, Selbsteintrittsrecht Sozialhilfe 351, 918, 930 ff., 939 ff., 975, 980, 984 f., 1058 ff., 1232, 1248, 1255, 1289 ff., 1311 Staatenlose Person 147 f., Stiefkind 333, 669 Subsidiärer Schutz 632 T Taktverfahren 106, 411 ff. Todesstrafe 164, 177, 234, 632, 742 Traumatisierung 273, 425, 543, 571, 573, 804, 885, 1015 f., 1171, 1339 U Überstellung (Dublin) 842 ff., Unbegleitete minderjährige Asylsuchende 336, 458 ff., 683, 764 ff., 894 Unentgeltliche Prozessführung 657 Unentgeltliche Rechtsvertretung siehe Rechtsvertretung Unerträglicher psychischer Druck 170 ff., 240 f. Unglaubhaftigkeit siehe Glaubhaftigkeit UNHCR 116 f., 196, 224, 296, 355, 529, 570, 604 Unmöglichkeit des Wegweisungsvollzuges siehe Wegweisung, Wegweisungsvollzug Unschuldsvermutung 324 f. Untersuchungsgrundsatz 519 ff., Untersuchungshaft 1158, 1223, 1358, 1405 Unzulässigkeit des Wegweisungsvollzuges siehe Wegweisung, Wegweisungsvollzug Unzumutbarkeit des Wegweisungsvollzuges siehe Wegweisung, Wegweisungsvollzug V Verbrechen gegen die Menschlichkeit 297, 302, 311 ff., 319, 1054 Verfahrensrichtlinie (EU) 109, 683, 691, 704, 873 Verfolgung – Aktualität 157, 271 ff., 509, 1253 152 ff., 242 ff., – Gezielte Verfolgung 156, 252 ff. – Intensität 153, 161 ff., 211, 213, 227 ff., 262 – Kausalzusammenhang mit Flucht 271 ff. – Legitime Verfolgung 227 ff. – Strafrechtliche Sanktionen 228 – Verfolgung aufgrund sexueller Ausrichtung 242 ff. – Verfolgung durch private Akteure 178 ff., 185, 190 ff., 209, 251 – Verfolgungsfurcht 157, 267 ff., 380, 1007 203 ff., – Bestimmte soziale Gruppe 216 ff., 248 – Nationalität 213 f. – Politische Anschauung 204 ff., 215 210, – Religion 204, 211 Verhältnismässigkeit 299 f., 342, 362 f., 367 f., 420, 547, 645, 720, 803, 952, 975, 992, 995, 1020 f., 1023, 1032, 1050, 1063, 1065 ff., 1088 f., 1096, 1104 f., 1125 ff., 1136, 1144, 1151, 1154, 1159, 1188 f., 1214 ff., 1227 ff., 1233, 1240 f., 1243, 1244 Vertrauensperson 437, 446, 460, 474 ff. Verwerfliche Handlung 360 ff., 1018 ff. 396 TOP Vollzugshindernis siehe Wegweisung, Wegweisungsvollzug Vorbereitungshaft 1163 ff., Vorläufige Aufnahme 636 ff., – Aufhebung 1101 ff. – Ausschluss 641 ff. Vorübergehender Schutz 390 W Wegweisung 605 ff., 642, 648, 651, 664, 719 f., 1077, 1078 ff., 1085 ff., 1093, 1101, 1106, 1164, 1255, 1347 – Ausreisefrist siehe Ausreisefrist – Wegweisungsvollzug 634 ff., 612 ff., 619 ff., Widerruf – Asyl siehe Asyl – Aufenthaltsbewilligung 1039 ff. – Niederlassungsbewilligung 1039 ff. Wohnsitz 67, 147, 847, 927, 930, 936, 961, 1281 ff., 1299 Z Zugewiesene Rechtsvertretung siehe Rechtsvertretung Zukünftige Verfolgung 277 ff. 157, 270, 271, 274, Zuweisung an einen Kanton 430 ff., 924 Zwangsmassnahmen 1138 ff., Zweitasyl siehe Asyl © Stämpfli Verlag AG Bern - 2021"],
    "links": [{
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "AHVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link",
        "first_index": 1828,
        "last_index": 1832
    }, {
        "text_": "AIG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 1968,
        "last_index": 1971
    }, {
        "text_": "ANAG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 2113,
        "last_index": 2117
    }, {
        "text_": "AsylG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 2342,
        "last_index": 2347
    }, {
        "text_": "AsylV 1",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f1724e46-dfc9-480a-8f37-f1880a67e1fe/source/document-link",
        "first_index": 2388,
        "last_index": 2395
    }, {
        "text_": "AsylV 2",
        "link_": "https://www.swisslex.ch/doc/lawdoc/0367f3f6-d205-4ff0-b990-c0381bae0cf0/source/document-link",
        "first_index": 2467,
        "last_index": 2474
    }, {
        "text_": "AsylV 3",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1365cfa4-ef03-46e7-9e49-5714260532e4/source/document-link",
        "first_index": 2549,
        "last_index": 2556
    }, {
        "text_": "ATSG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/042b0d3b-5456-43fd-b41a-c0571c3f6493/source/document-link",
        "first_index": 2645,
        "last_index": 2649
    }, {
        "text_": "AVIG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/0f0140e9-b4b0-421f-84c4-6eec2ad26b8d/source/document-link",
        "first_index": 2763,
        "last_index": 2767
    }, {
        "text_": "BBG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/fe249fdc-2e4a-4cf4-acc0-5661c337e5ed/source/document-link",
        "first_index": 2889,
        "last_index": 2892
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "BGG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/bb0e8d72-c3ef-4871-8110-c18ccd939ece/source/document-link",
        "first_index": 3056,
        "last_index": 3059
    }, {
        "text_": "BGIAA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ea10c1e1-6d5a-400b-b17e-32e420c99303/source/document-link",
        "first_index": 3126,
        "last_index": 3131
    }, {
        "text_": "BGSA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ccc1e3ee-5592-4233-8c66-a8f89edd0ec1/source/document-link",
        "first_index": 3241,
        "last_index": 3245
    }, {
        "text_": "BPG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d31a797b-acad-422a-85ad-73f6d22f3ee9/source/document-link",
        "first_index": 3337,
        "last_index": 3340
    }, {
        "text_": "BPV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f4f9e4a0-5ead-4fae-9c90-ace86ccd1e72/source/document-link",
        "first_index": 3394,
        "last_index": 3397
    }, {
        "text_": "BV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 3494,
        "last_index": 3496
    }, {
        "text_": "BZP",
        "link_": "https://www.swisslex.ch/doc/lawdoc/937d3401-07bd-4b79-8ead-07f82c882400/source/document-link",
        "first_index": 3672,
        "last_index": 3675
    }, {
        "text_": "DAA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/6b75c0bc-663e-4e15-a68f-d7785f8ba7ca/source/document-link",
        "first_index": 3806,
        "last_index": 3809
    }, {
        "text_": "DBG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/5c65eded-998d-46c6-916c-26ac0ac39feb/source/document-link",
        "first_index": 4129,
        "last_index": 4132
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "EMRK",
        "link_": "https://www.swisslex.ch/doc/lawdoc/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 5357,
        "last_index": 5361
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "FZA",
        "link_": "https://www.swisslex.ch/doc/lawdoc/42074496-14ee-48b4-8ce1-85e58f658388/source/document-link",
        "first_index": 7847,
        "last_index": 7850
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "IVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a1a1d458-104b-4ea1-903d-b25052d89755/source/document-link",
        "first_index": 8808,
        "last_index": 8811
    }, {
        "text_": "KVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/172649b9-3710-4c08-8474-6a3d15d703e7/source/document-link",
        "first_index": 9023,
        "last_index": 9026
    }, {
        "text_": "MStG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/921580a8-6ac1-48db-8c73-e3be765dcf30/source/document-link",
        "first_index": 9197,
        "last_index": 9201
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "PartG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/669f79a6-39a9-4246-98b1-3e51f2ff29b6/source/document-link",
        "first_index": 9347,
        "last_index": 9352
    }, {
        "text_": "RDV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/7e4b9164-f7ab-4b63-8141-0b978059a782/source/document-link",
        "first_index": 9521,
        "last_index": 9524
    }, {
        "text_": "StGB",
        "link_": "https://www.swisslex.ch/doc/lawdoc/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link",
        "first_index": 10412,
        "last_index": 10416
    }, {
        "text_": "StPO",
        "link_": "https://www.swisslex.ch/doc/lawdoc/315c575f-b12a-4355-a1ad-3474409d0494/source/document-link",
        "first_index": 10482,
        "last_index": 10486
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "UVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/cc4bd59a-3469-446f-975d-7aeda3143576/source/document-link",
        "first_index": 11342,
        "last_index": 11345
    }, {
        "text_": "VEV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/d171fd33-2647-4b0f-922d-86908d65a2d4/source/document-link",
        "first_index": 11416,
        "last_index": 11419
    }, {
        "text_": "VGG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a0d2df28-be25-477f-924b-dd5e306b60f5/source/document-link",
        "first_index": 11501,
        "last_index": 11504
    }, {
        "text_": "VVWAL",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f9bbe200-1b39-4616-a7ad-3191925029ff/source/document-link",
        "first_index": 11609,
        "last_index": 11614
    }, {
        "text_": "VwVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/b39d7a93-8f19-443a-88f6-1d06ac129b33/source/document-link",
        "first_index": 11753,
        "last_index": 11757
    }, {
        "text_": "VZAE",
        "link_": "https://www.swisslex.ch/doc/lawdoc/2fc9d1b3-9ad7-4f82-a53f-f19ec773e624/source/document-link",
        "first_index": 11835,
        "last_index": 11839
    }, {
        "text_": "ZAG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/80c75687-04a6-424f-b630-d6cecbfdb3cf/source/document-link",
        "first_index": 12010,
        "last_index": 12013
    }, {
        "text_": "ZAV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/8e2b065a-e466-4725-9131-f59c437fd7d9/source/document-link",
        "first_index": 12158,
        "last_index": 12161
    }, {
        "text_": "ZGB",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 12310,
        "last_index": 12313
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "ZUG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/9e968976-88ba-48e2-a56e-d7bafe5ee87a/source/document-link",
        "first_index": 12661,
        "last_index": 12664
    }, {
        "text_": "ZV-EJPD",
        "link_": "https://www.swisslex.ch/doc/lawdoc/0e07c4ca-93c4-46cf-829e-19cab6ca83a8/source/document-link",
        "first_index": 12763,
        "last_index": 12770
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 30 Abs. 1 lit. e AIG",
        "link_": "https://www.swisslex.ch/doc/aol/16c9e963-4532-47da-a706-63b5e148ecd6/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 21020,
        "last_index": 21045
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 14 Abs. 2 AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/520a5e34-0a8b-4bbf-9240-309e2ae5e750/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 20800,
        "last_index": 20820
    }, {
        "text_": "Art. 14 AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/520a5e34-0a8b-4bbf-9240-309e2ae5e750/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 20786,
        "last_index": 20799
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 8 EMRK",
        "link_": "https://www.swisslex.ch/doc/aol/051f3a73-1fa4-4cf6-ab73-8e5ccc4d95df/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 19380,
        "last_index": 19391
    }, {
        "text_": "Art. 64 Abs. 1 lit. d AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/4a6aba16-969c-451a-954c-ac7a9cb7887e/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 21626,
        "last_index": 21653
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "2C_621/2011 vom 6. Dezember 2011 E. 4.2",
        "link_": "https://www.swisslex.ch/doc/unknown/d55dba38-d6f6-4952-a9e7-b3d77c9d052a/citeddoc/3f4b8d9e-1609-4ad1-85de-76b23e57d29d/source/document-link",
        "first_index": 27852,
        "last_index": 27891
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "ASYL 2/2018, S. 16 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/9c74070c-75e8-47a9-a157-957d1d321fce/citeddoc/e9bb1cd3-8330-4c40-82c5-e01a9ad87766/source/document-link",
        "first_index": 28957,
        "last_index": 28979
    }, {
        "text_": "ASYL 2/2018, S. 3 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/85cf5337-59df-4370-9747-c4f3c47de8b6/citeddoc/989bbef3-db02-4cda-97a2-5b84dc8ef616/source/document-link",
        "first_index": 28999,
        "last_index": 29020
    }, {
        "text_": "https://www.unhcr.org/dach/wp-content/uploads/sites/27/2017/04/UNHCR-Handbuch.pdf",
        "link_": "https://www.unhcr.org/dach/wp-content/uploads/sites/27/2017/04/UNHCR-Handbuch.pdf",
        "first_index": 29136,
        "last_index": 29217
    }, {
        "text_": "AsylV 1",
        "link_": "https://www.swisslex.ch/doc/lawdoc/f1724e46-dfc9-480a-8f37-f1880a67e1fe/source/document-link",
        "first_index": 2388,
        "last_index": 2395
    }, {
        "text_": "AsylV 2",
        "link_": "https://www.swisslex.ch/doc/lawdoc/0367f3f6-d205-4ff0-b990-c0381bae0cf0/source/document-link",
        "first_index": 2467,
        "last_index": 2474
    }, {
        "text_": "AsylV 3",
        "link_": "https://www.swisslex.ch/doc/lawdoc/1365cfa4-ef03-46e7-9e49-5714260532e4/source/document-link",
        "first_index": 2549,
        "last_index": 2556
    }, {
        "text_": "VwVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/b39d7a93-8f19-443a-88f6-1d06ac129b33/source/document-link",
        "first_index": 11753,
        "last_index": 11757
    }, {
        "text_": "VGG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a0d2df28-be25-477f-924b-dd5e306b60f5/source/document-link",
        "first_index": 11501,
        "last_index": 11504
    }, {
        "text_": "BGG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/bb0e8d72-c3ef-4871-8110-c18ccd939ece/source/document-link",
        "first_index": 3056,
        "last_index": 3059
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "BVGE 2011/39 E. 4.3.2",
        "link_": "https://www.swisslex.ch/doc/unknown/11ba48e0-f1a6-4a50-aa61-f2a52219a8b3/citeddoc/9bdb9ad8-cf37-452f-88ba-198e7203290f/source/document-link",
        "first_index": 33560,
        "last_index": 33581
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 26 Abs. 3 AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/fd3f30a8-5b33-4036-9b52-3a28964175c3/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 34458,
        "last_index": 34478
    }, {
        "text_": "Art. 12a AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/b27989b0-daca-4762-b701-4dce77abd90a/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 35420,
        "last_index": 35434
    }, {
        "text_": "Art. 102h AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/7817a1e9-eee4-4bc9-80f7-0699a9d95728/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 35435,
        "last_index": 35450
    }, {
        "text_": "Art. 36 AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/9b701221-8b6e-4077-813c-1268b688f70b/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 35479,
        "last_index": 35492
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "E-5913/2010",
        "link_": "https://www.swisslex.ch/doc/unknown/f08b84bc-709f-4c6c-b372-c3563b006e43/citeddoc/28be96bf-7068-46a0-b6a5-0b5ae203157a/source/document-link",
        "first_index": 38570,
        "last_index": 38581
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Abs. 3 AsylV 1",
        "link_": "https://www.swisslex.ch/doc/aol/f350d439-43b4-4280-a273-4a2964a481fa/f1724e46-dfc9-480a-8f37-f1880a67e1fe/source/document-link",
        "first_index": 38433,
        "last_index": 38447
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "BVGE 2010/27 E. 5.3.2",
        "link_": "https://www.swisslex.ch/doc/unknown/bdcb7b6a-27aa-4324-b933-5772f82c47b2/citeddoc/90b4f074-d860-40ca-b865-599e76ab85a7/source/document-link",
        "first_index": 52068,
        "last_index": 52089
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "EMRK",
        "link_": "https://www.swisslex.ch/doc/lawdoc/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 5357,
        "last_index": 5361
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 8 EMRK",
        "link_": "https://www.swisslex.ch/doc/aol/051f3a73-1fa4-4cf6-ab73-8e5ccc4d95df/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 19380,
        "last_index": 19391
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 63 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/c361728d-1c49-45d5-a64b-1d14675d3d1b/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 69111,
        "last_index": 69122
    }, {
        "text_": "BGE 136 I 246",
        "link_": "https://www.swisslex.ch/doc/unknown/e67ad207-dd3a-47bc-ae50-5c504388a9ea/citeddoc/80efcfb2-5a3d-4b94-a098-98d9d634131f/source/document-link",
        "first_index": 69714,
        "last_index": 69727
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "18",
        "link_": "#fn_fn18",
        "first_index": 3556,
        "last_index": 3558
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 12 BV",
        "link_": "https://www.swisslex.ch/doc/aol/af3f05fe-449e-4dc0-93b8-a7e6532f6ac4/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 72446,
        "last_index": 72456
    }, {
        "text_": "Art. 12 BV",
        "link_": "https://www.swisslex.ch/doc/aol/af3f05fe-449e-4dc0-93b8-a7e6532f6ac4/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 72446,
        "last_index": 72456
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "19",
        "link_": "#fn_fn19",
        "first_index": 1863,
        "last_index": 1865
    }, {
        "text_": "Art. 81 AsylG",
        "link_": "https://www.swisslex.ch/doc/aol/bd07bac2-087a-4bfb-bcb3-f7c5032c52ba/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 71197,
        "last_index": 71210
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "20",
        "link_": "#fn_fn20",
        "first_index": 130,
        "last_index": 132
    }, {
        "text_": "21",
        "link_": "#fn_fn21",
        "first_index": 132,
        "last_index": 134
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "2C_962/2013 vom 13. Februar 2015",
        "link_": "https://www.swisslex.ch/doc/unknown/42c5af5f-b2ac-4e65-9f8e-7e334b15f1b8/citeddoc/9c377a91-db64-4085-8495-812076fea4ff/source/document-link",
        "first_index": 72874,
        "last_index": 72906
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 85 Abs. 7 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/57de9cd4-4c0a-45b7-a5c8-4bf9fa0dc554/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 74225,
        "last_index": 74243
    }, {
        "text_": "VZAE",
        "link_": "https://www.swisslex.ch/doc/aol/258c6357-99da-427b-b331-9f8d6b4edd53/2fc9d1b3-9ad7-4f82-a53f-f19ec773e624/source/document-link",
        "first_index": 11835,
        "last_index": 11839
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 4 lit. g ZV-EJPD",
        "link_": "https://www.swisslex.ch/doc/aol/f50773ee-0541-4f75-b515-1c6e87fc39e6/0e07c4ca-93c4-46cf-829e-19cab6ca83a8/source/document-link",
        "first_index": 78577,
        "last_index": 78598
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "18",
        "link_": "#footnotecall_fn18",
        "first_index": 3556,
        "last_index": 3558
    }, {
        "text_": "19",
        "link_": "#footnotecall_fn19",
        "first_index": 1863,
        "last_index": 1865
    }, {
        "text_": "20",
        "link_": "#footnotecall_fn20",
        "first_index": 130,
        "last_index": 132
    }, {
        "text_": "21",
        "link_": "#footnotecall_fn21",
        "first_index": 132,
        "last_index": 134
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "BVGE 2007/31",
        "link_": "https://www.swisslex.ch/doc/unknown/87cd3297-7305-4fea-80bd-a86c556a7080/citeddoc/ac562190-3ed4-4b1e-9254-c9c250b6d55a/source/document-link",
        "first_index": 86661,
        "last_index": 86673
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "BVGE 2012/20",
        "link_": "https://www.swisslex.ch/doc/unknown/159b2bb7-eab0-4445-aefb-0940048e2143/citeddoc/e07c0b4f-1e8f-4dd7-b3b1-fb6870641ef5/source/document-link",
        "first_index": 86902,
        "last_index": 86914
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 33 Abs. 2 FK",
        "link_": "https://www.swisslex.ch/doc/aol/fbc9d087-5b8e-455d-abd2-22ff379dc88d/172b90fb-f478-40c1-96a3-8f9ea5ac3e78/source/document-link",
        "first_index": 87981,
        "last_index": 87998
    }, {
        "text_": "Abs. 1 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/fff8e47a-c215-4d9a-9ef3-34f5548301ed/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 20675,
        "last_index": 20685
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "2C_1018/2016 vom 22. Mai 2017 E. 5",
        "link_": "https://www.swisslex.ch/doc/unknown/06a4bf8a-f7b8-48dd-a851-8d539e8a6dfb/citeddoc/c3779f44-4c3d-4f3b-80b7-f52e2ca7df86/source/document-link",
        "first_index": 89821,
        "last_index": 89855
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 8 EMRK",
        "link_": "https://www.swisslex.ch/doc/aol/051f3a73-1fa4-4cf6-ab73-8e5ccc4d95df/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 19380,
        "last_index": 19391
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 8 EMRK",
        "link_": "https://www.swisslex.ch/doc/aol/051f3a73-1fa4-4cf6-ab73-8e5ccc4d95df/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 19380,
        "last_index": 19391
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "AIG",
        "link_": "https://www.swisslex.ch/doc/aol/c361728d-1c49-45d5-a64b-1d14675d3d1b/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 1968,
        "last_index": 1971
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 59 und Art. 60 AsylG",
        "link_": "https://www.swisslex.ch/doc/previews/f4e12b1e-0786-41a6-a3f6-489100b68348%2Ceecacd7e-b945-4b06-a8cd-f9cd06359007/source/document-link",
        "first_index": 92411,
        "last_index": 92436
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "AIG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 1968,
        "last_index": 1971
    }, {
        "text_": "Art. 61 ff. AIG",
        "link_": "https://www.swisslex.ch/doc/aol/963db494-52b5-41e8-b85d-0f827cfd5152/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 96270,
        "last_index": 96285
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 63 Abs. 1 lit. d AIG",
        "link_": "https://www.swisslex.ch/doc/aol/c361728d-1c49-45d5-a64b-1d14675d3d1b/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 97182,
        "last_index": 97207
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "AIG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 1968,
        "last_index": 1971
    }, {
        "text_": "AsylG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/e8f08574-029f-4d59-8938-1a2257fed308/source/document-link",
        "first_index": 2342,
        "last_index": 2347
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "27",
        "link_": "#fn_fn27",
        "first_index": 222,
        "last_index": 224
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 8 EMRK",
        "link_": "https://www.swisslex.ch/doc/aol/051f3a73-1fa4-4cf6-ab73-8e5ccc4d95df/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link",
        "first_index": 19380,
        "last_index": 19391
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "28",
        "link_": "#fn_fn28",
        "first_index": 7680,
        "last_index": 7682
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "https://www.zh.ch/content/dam/zhweb/bilder-dokumente/footer/news/2020/03/Bericht_Sans-Papiers_Kanton_Zuerich.pdf",
        "link_": "https://www.zh.ch/content/dam/zhweb/bilder-dokumente/footer/news/2020/03/Bericht_Sans-Papiers_Kanton_Zuerich.pdf",
        "first_index": 117270,
        "last_index": 117382
    }, {
        "text_": "https://www.parlament.ch/centers/eparl/curia/2018/20183381/Bericht%20BR%20D.pdf",
        "link_": "https://www.parlament.ch/centers/eparl/curia/2018/20183381/Bericht%20BR%20D.pdf",
        "first_index": 117513,
        "last_index": 117592
    }, {
        "text_": "https://www.bj.admin.ch/dam/bj/de/data/gesellschaft/zivilstand/dokumentation/berichte/ber-br-beurkundung-d.pdf.download.pdf/ber-br-beurkundung-d.pdf",
        "link_": "https://www.bj.admin.ch/dam/bj/de/data/gesellschaft/zivilstand/dokumentation/berichte/ber-br-beurkundung-d.pdf.download.pdf/ber-br-beurkundung-d.pdf",
        "first_index": 117745,
        "last_index": 117893
    }, {
        "text_": "Art. 58a Abs. 1 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/ef94ac01-c81d-4d19-be8f-ade8a447b35d/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 111105,
        "last_index": 111124
    }, {
        "text_": "Art. 58a Abs. 1 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/ef94ac01-c81d-4d19-be8f-ade8a447b35d/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 111105,
        "last_index": 111124
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 62 Abs. 1 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/99fd206a-b34c-4912-a9fb-09de6d400b73/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 88726,
        "last_index": 88744
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 30a VZAE",
        "link_": "https://www.swisslex.ch/doc/aol/b66cf018-0698-4527-a2eb-e336aef8d143/2fc9d1b3-9ad7-4f82-a53f-f19ec773e624/source/document-link",
        "first_index": 110707,
        "last_index": 110720
    }, {
        "text_": "27",
        "link_": "#footnotecall_fn27",
        "first_index": 222,
        "last_index": 224
    }, {
        "text_": "28",
        "link_": "#footnotecall_fn28",
        "first_index": 7680,
        "last_index": 7682
    }, {
        "text_": "Art. 84 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/9ebe50b6-d60f-4246-bbee-fe8ed586a77e/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 123958,
        "last_index": 123969
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "30",
        "link_": "#fn_fn30",
        "first_index": 2744,
        "last_index": 2746
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "31",
        "link_": "#fn_fn31",
        "first_index": 1921,
        "last_index": 1923
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "32",
        "link_": "#fn_fn32",
        "first_index": 5808,
        "last_index": 5810
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "6B_783/2011 vom 2. März 2012",
        "link_": "https://www.swisslex.ch/doc/unknown/f1bce093-e809-419a-af6b-d42610e4d35d/citeddoc/b145eea3-32c4-41ab-a837-bed0bdba223d/source/document-link",
        "first_index": 126881,
        "last_index": 126909
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "33",
        "link_": "#fn_fn33",
        "first_index": 5529,
        "last_index": 5531
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "6B_1162/2019 vom 30. Juni 2020",
        "link_": "https://www.swisslex.ch/doc/unknown/0b49339a-cd63-49d9-9438-35cbb711e379/citeddoc/a42cbfac-b432-4c25-b880-db5371a0d07a/source/document-link",
        "first_index": 128763,
        "last_index": 128793
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "34",
        "link_": "#fn_fn34",
        "first_index": 4360,
        "last_index": 4362
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "Art. 41 und 42 StGB",
        "link_": "https://www.swisslex.ch/doc/previews/bddd8bbc-f1db-4860-a3e1-1791a585c95b%2C5c582b49-9e2d-4955-bc5d-7db2d3d1a992/source/document-link",
        "first_index": 131545,
        "last_index": 131564
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "ASYL 4/2007, S. 11 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/ffd9643e-88c3-4c5d-ba85-c2e37f429790/citeddoc/d79f8315-1988-4292-b0bc-05960f09ab76/source/document-link",
        "first_index": 133764,
        "last_index": 133786
    }, {
        "text_": "29",
        "link_": "#fn_fn29",
        "first_index": 5026,
        "last_index": 5028
    }, {
        "text_": "Art. 115 Abs. 4 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/487bdd92-dc0c-4cf0-9526-756d588af74c/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 134870,
        "last_index": 134889
    }, {
        "text_": "29",
        "link_": "#footnotecall_fn29",
        "first_index": 5026,
        "last_index": 5028
    }, {
        "text_": "30",
        "link_": "#footnotecall_fn30",
        "first_index": 2744,
        "last_index": 2746
    }, {
        "text_": "31",
        "link_": "#footnotecall_fn31",
        "first_index": 1921,
        "last_index": 1923
    }, {
        "text_": "32",
        "link_": "#footnotecall_fn32",
        "first_index": 5808,
        "last_index": 5810
    }, {
        "text_": "33",
        "link_": "#footnotecall_fn33",
        "first_index": 5529,
        "last_index": 5531
    }, {
        "text_": "34",
        "link_": "#footnotecall_fn34",
        "first_index": 4360,
        "last_index": 4362
    }, {
        "text_": "AIG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 1968,
        "last_index": 1971
    }, {
        "text_": "Art. 115 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/487bdd92-dc0c-4cf0-9526-756d588af74c/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 125458,
        "last_index": 125470
    }, {
        "text_": "Art. 115 AIG",
        "link_": "https://www.swisslex.ch/doc/aol/487bdd92-dc0c-4cf0-9526-756d588af74c/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link",
        "first_index": 125458,
        "last_index": 125470
    }, {
        "text_": "SB120425",
        "link_": "https://www.swisslex.ch/doc/unknown/6b2f1390-73c7-4b37-8ec8-4cd284ac58af/citeddoc/983bab8a-30ec-4c57-a69b-2c925961ca58/source/document-link",
        "first_index": 135128,
        "last_index": 135136
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 271,
        "last_index": 274
    }]
}