{"category": "0. Disponible depuis peu\n(25)", "Titre": "La solidarité", "Auteur/Éditeur": "Alain Thévenaz (éd.)", "Édition": "", "Année": "2021", "Tribunal/Editeur": "Stämpfli Verlag AG", "href": "https://www.swisslex.ch/toc/book/7700dd52-82e2-43c3-8b36-096ae88e3837/source/biblio-books", "metadata": {"ÉDITEUR(S)": "Alain Thévenaz", "TITRE": "La solidarité", "SÉRIE / COLLECTION": "Travaux du groupe suisse de l'Association Henri Capitant Band/Nr. VII, 2021", "ANNÉE": "2021", "ISBN": "978-3-7272-8718-3", "MAISON D’ÉDITION": "Stämpfli Verlag AG"}, "content": ["Auteur Thévenaz Alain Titre Préface Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages V-V keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG V TOP Préface L’Association Henri Capitant des amis de la culture juridique française a tenu ses journées internationales 2019 à Bordeaux et à Paris (France), du 3 au 7 juin, sur le thème de la solidarité. Quatre rapports suisses y ont été présentés sur les sujets suivants : Par ailleurs, M. Nicolas Rouiller a été chargé du rapport général relatif à l’économie solidaire. Ces rapports sont également publiés par l’association faîtière, à Paris, dans le cadre de la collection des travaux des journées internationales Henri Capitant. Nos remerciements vont à Mmes Agnès Dubey et Raquel Pochon, masters en droit et avocates-stagiaires, qui ont participé à la relecture des manuscrits, ainsi qu’aux Editions Stämpfli SA, qui ont apporté leur concours à la réalisation du présent volume. – Solidarité et famille (Sabrina Burgat) ; – L’économie solidaire en droit suisse (Aurélien Witzig) ; – Solidarité et réparation de dommages (Vincent Brulhart/Anne-Sylvie Dupont) ; – Solidarité et pratiques fiscales (Philippe Mantel). Alain Thévenaz © Stämpfli Editions SA Berne - 2021", "Auteur Burgat Sabrina Titre Solidarité et famille Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 1-21 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 1 TOP Solidarité et famille Rapport suisse par Sabrina Burgat 1 Avocate au barreau, spécialiste FSA en droit de la famille, post-doctorante et chargée d’enseignement à l’Université de Neuchâtel Préambule Le droit suisse règlemente le droit des familles à travers le livre deuxième du Code civil intitulé « droit de la famille ». Ce livre comprend trois parties, « des époux » (I), « des parents » (II), « de la protection de l’adulte » (III). CC LPart 2 En dehors du mariage et du partenariat enregistré, il n’existe pas d’autres formes de vie commune reconnues par le droit suisse. 3 art. 378 al. 1 ch. 4 CC art. 264c CC 2 TOP 4 I. La solidarité familiale vis-à-vis du groupe social – Effets personnels du mariage A. Le nom Le mode d’acquisition du nom de famille de l’enfant à sa naissance dépend de l’état civil de ses parents. art. 160 al. 1 CC art. 12a LPart art. 119 CC art. 30a LPart 5 art. 270 al. 1 CC art. 270 al. 3 CC 3 TOP art. 270a al. 1 CC art. 270a al. 4 CC art. 270a al. 2 CC B. La nationalité et le séjour Nationalité – acquisition LN art. 21 LN art. 10 LPart Nationalité – perte art. 2 LN art. 36 LN 4 TOP Droit de séjour LEI art. 42 LEI art. 42 LEI art. 42 LEI LEI art. 49 LEI 5 TOP art. 66a CP art. 8 CEDH C. La représentation art. 166 CC art. 15 LPart CO art. 378 CC 6 TOP Il n’existe pas de mécanismes particuliers de représentation liés aux liens familiaux en procédure civile. D. Les avantages familiaux (droits et immunités) art. 58 LP art. 221 ss CC art. 111 LP art. 137 CP art. 138 CP art. 139 CP art. 143 CP art. 146 CP art. 147 CP art. 158 CP art. 254 CP En cas de lésions corporelles simples, de voies de fait réitérées, de menace ou de contrainte, la procédure pénale peut être suspendue si la victime est mariée ou liée par un partenariat enregistré avec l’auteur·e. Il en est de même si l’atteinte a été commise durant l’année qui a suivi la fin de la vie commune. E. Les sujétions et charges familiales Infractions spécifiques liées à la famille Le Titre 6 du Code pénal incrimine spécifiquement les crimes et délits contre la famille. 7 TOP art. 213 CP art. 215 CP art. 217 CP art. 219 CP art. 220 CP Responsabilité aggravée en raison d’un lien familial 6 art. 333 CC 8 TOP Interdictions dépendantes du lien familial CPP art. 168 al. 1 let. a CPP art. 168 al. 1 let. b CPP art. 111 CP art. 190 CP art. 168 CPP art. 47 CPC art. 10 LP art. 56 CPP art. 68 CC art. 503 CC Toujours en droit des successions, le ou la conjoint·e survivant·e bénéficie d’un statut particulier lorsque les descendant·es répudient la succession : l’intéressé·e est avisé·e par l’autorité et dispose d’un mois pour accepter la succession. OSCi art. 4a OSCi 9 TOP Enfin, l’art. 30 al. 6 de l’ordonnance fédérale relative à la loi fédérale encourageant la construction et l’accession à la propriété du logement octroie un statut spécifique aux personnes mariées, lors de l’examen des conditions personnelles à l’octroi de la mesure d’encouragement à la construction du logement. Les autres formes de communauté de vie ne sont pas reconnues. II. La solidarité familiale de la vie quotidienne : l’entraide A. Sur le plan financier Il existe une obligation d’entretien entre les membres de la communauté de vie après le divorce dans le cadre du couple marié, avec une réglementation similaire pour les partenaires enregistré·es, alors qu’aucune obligation n’existe entre concubin·es. art. 163 CC art. 163 CC 7 art. 163 CC art. 125 CC art. 125 al. 1 CC art. 163 CC 10 TOP 8 art. 125 al. 2 CC lebensprägend 9 11 TOP art. 13 LPart En revanche, il n’existe aucune obligation d’entretien entre concubin·es, ni durant le concubinage ni après la dissolution, faute de réglementation légale en droit suisse à ce sujet. CC art. 276 CC art. 277 CC 12 TOP 10 art. 328 CC 11 Les autorités compétentes pour fixer les contributions d’entretien diffèrent, suivant qu’il existe ou non un lien du mariage ou de partenariat enregistré. L’autorité judiciaire ordinaire est compétente pour l’obligation alimentaire à l’égard des ascendant·es et descendant·es. art. 132, 177 et 291 CC art. 219 LP art. 217 CP 13 TOP B. Sur le plan matériel et moral art. 164 CC art. 165 CC art. 169 CC LPart art. 40 LDFR Seul le couple marié bénéficie d’un régime spécial des biens, à savoir le régime de la participation aux acquêts. Le couple peut, en concluant un contrat de mariage en la forme authentique, opter pour le régime de séparation de biens ou le régime de communauté de biens. Le régime des biens pour le partenariat enregistré est celui de la séparation de biens, mais le couple peut également opter pour un des régimes prévus pour les couples mariés. Les concubins peuvent adopter des règles conventionnelles relatives au sort de leurs biens par contrat en la forme simple, dans le respect des règles générales du Code des obligations. art. 205 al. 2 CC art. 251 CC art. 244 et 245 CC 14 TOP III. La solidarité familiale sur le plan patrimonial A. Sur le plan fiscal Présentation générale LHID Le mariage et le partenariat enregistré ont des incidences en droit fiscal, dans la mesure où le couple est imposé conjointement aussi longtemps qu’il fait ménage commun. Il s’agit de règles impératives auxquelles il n’est pas possible de déroger. Les personnes en concubinage sont imposées de manière séparée, même en présence d’enfants communs ou de concubinage de longue durée. Il ne peut y avoir d’imposition conjointe pour cette forme de communauté de vie. Impact du lien familial sur le droit fiscal 15 TOP 12 Impôts et obligations liés au droit de la famille Les prestations versées en exécution d’une obligation fondée sur le mariage ou le partenariat enregistré sont en principe exonérées d’impôts, sauf les prestations versées à titre de contribution d’entretien à un·e conjoint ou partenaire séparé·e ou divorcé·e. Il en est de même pour les contributions versées à un·e enfant mineur·e (à l’exclusion de celles versées à un·e enfant majeur·e) fondées sur le droit de la famille. Dans ces hypothèses, les contributions sont déductibles du revenu et imposées chez la partie créancière (dans le cas de l’enfant mineur·e, la contribution est ajoutée au revenu imposable du parent qui perçoit la contribution au nom de l’enfant). Lorsque l’enfant est majeur·e et suit une formation, il ou elle a droit à une contribution d’entretien qui n’est pas imposable, ni pour lui ou elle, ni pour le parent avec lequel il ou elle vit, alors que le parent qui la verse ne peut pas la déduire de son revenu. Cette contribution est qualifiée de « simples frais d’entretien du contribuable et de sa famille » et n’est donc pas déductible. Les frais liés aux enfants 13 16 TOP Si les parents (indépendamment de leur état civil) détiennent l’autorité parentale conjointe, mais ne vivent pas ensemble, la déduction est attribuée au parent qui vit avec l’enfant et qui exerce une activité lucrative. En cas de garde alternée, chaque parent peut déduire au maximum CHF 5 050.–, ou demander une autre répartition de ces frais. Il doit s’agir de frais effectifs et prouvés. En sus de la déduction des frais de garde, il existe une déduction forfaitaire par enfant. Les parents taxés conjointement bénéficient de la déduction ensemble sur leur revenu global additionné. Dans le cas de parents taxés individuellement (en cas de séparation, divorce ou concubinage) qui détiennent l’autorité parentale en commun, chaque partie peut obtenir la moitié de la déduction forfaitaire, à condition de ne pas être tenue de verser de contributions d’entretien en mains de l’autre parent (dans ce cas, la contribution serait déductible du revenu imposable et la déduction forfaitaire bénéficie à l’autre parent). La répartition de la garde n’est pas déterminante pour la répartition de la déduction forfaitaire pour enfant. Responsabilité fiscale solidaire Les couples mariés et liés par un partenariat enregistré qui font ménage commun répondent solidairement de la totalité des impôts, au regard du principe de l’unité de la famille. La responsabilité solidaire cesse lorsque l’un des époux devient insolvable. Dans ce cas, chaque époux répond de sa part à l’impôt global pour les impôts encore dus. Dès la fin de la vie commune, cette solidarité tombe. Barèmes d’imposition L’imposition des personnes physiques repose sur trois barèmes : un barème de base pour les personnes individuelles, un barème pour les personnes mariées et liées par un partenariat enregistré taxées conjointement et un barème pour les personnes qui vivent avec des enfants. 17 TOP La procédure de taxation est conduite par l’office de taxation. Ses décisions sont sujettes à recours y compris devant les instances judiciaires cantonales et jusqu’au Tribunal fédéral. B. Sur le plan de la protection sociale Généralités Le régime suisse de sécurité sociale se compose d’une dizaine d’assurances sociales qui se distinguent chacune en fonction des risques couverts. Le lien du mariage ou du partenariat enregistré influence le droit à des prestations sociales en cas d’invalidité ou de décès. Ce lien accorde également des avantages en matière d’obligation de cotiser à certains régimes d’assurance. art. 13a LPGA Cotisations LAVS LAVS 18 TOP Les rentes sont financées par des cotisations des assuré·es et des employeur·euses. Elles sont calculées en fonction des années de cotisation, des revenus provenant d’une activité lucrative et de bonifications pour tâches éducatives ou tâches d’assistance (not. charge d’enfants). art. 3 al. 3 lit. a LAVS art. 2 LAI quinquies er quinquies LAVS LAVS splitting La bonification pour tâches éducatives est partagée par moitié entre les parents exerçant l’autorité parentale sur un ou plusieurs enfants âgés de moins de 16 ans pour les personnes mariées ou liées par un partenariat enregistré. Dans les autres cas, il faut une convention ou une décision officielle. À défaut, la bonification est attribuée en totalité à la mère. er e art. 122 ss CC 19 TOP Les prestations sociales Le lien du mariage ou de partenariat enregistré influence notamment les prestations dans le domaine de l’assurance-vieillesse, invalidité et survivants (AVS/AI). LAVS art. 24 LAVS En substance, les femmes mariées bénéficient d’un avantage par rapport aux hommes mariés si elles remplissent la condition de cinq ans de mariage et ont plus de 45 ans révolus au moment du décès de leur conjoint. Comme les partenaires enregistré·es sont assimilé·es aux veufs, les femmes ayant conclu un partenariat enregistré ne bénéficient pas des mêmes droits que les femmes mariées. En cas de concubinage, il n’existe pas de droit à une de rente de veuf ou de veuve au sens de la LAVS/AI, peu importe la durée du concubinage. art. 19 LPP e art. 20a LPP Pour les autres prestations telles que les allocations familiales, ou le congé maternité, le mariage ou le partenariat enregistré n’a pas d’incidence sur les prestations, car les prestations dépendent de la présence ou non d’enfants. 20 TOP LAVS C. Sur le plan successoral « Famille successorale », ordre des héritiers légaux Le droit suisse des successions distingue la qualité d’héritier légal, et la qualité d’héritier réservataire, en fonction des liens familiaux qui existent avec le ou la défunt·e. art. 457 CC art. 458 CC En l’absence de descendant·es, de père et mère, respectivement de leurs descendant·es, les grands-parents forment la troisième parentèle d’héritier·ères légaux·ales. Il existe ainsi un système de trois parentèles en droit suisse des successions. art. 462 CC art. 566 CC « La marge de liberté laissée au de cujus », la quotité disponible Les descendant·es, les père et mère et la personne mariée ou liée par partenariat enregistré sont protégé·es par le mécanisme légal de la réserve successorale. Ce n’est qu’à défaut d’héritier·ères légaux·les que la personne peut disposer librement de toute sa succession. 21 TOP art. 471 CC Les personnes mariées ou liées par un partenariat peuvent favoriser leur conjoint·e ou partenaire en cas de décès, en leur octroyant l’usufruit de toute la part d’héritage dévolue à leurs enfants communs. 14 « La place de la famille dans le règlement de la succession », la dévolution de la succession art. 551 CC 1 2 3 4 5 6 7 8 9 10 11 12 13 14 Je remercie vivement Jérôme Saint-Phor, assistant à la Faculté de droit de l’Université de Neuchâtel, de sa relecture attentive de la présente contribution. Voir le chapitre consacré à la protection sociale ci-dessous, p. 17 ss. ATF 109 II 228 . https://www.bfs.admin.ch/bfs/fr/home/statistiques/population/mariages-partenaires-divorces/nuptialite.assetdetail.8926520.html Sous réserve du cas de la naturalisation « groupée », voir p. 3 s. ATF 137 III 385, consid. 3.1 . ATF 137 III 102, consid. 4.1.1 . ATF 137 III 102, consid. 4.1.2 . ATF 144 III 481 . ATF 132 III 97 ATF 136 I 129 LIFD Voir le Message du Conseil fédéral du 9 mai 2018 relatif à la modification de la loi fédérale sur l’impôt fédéral direct (Déduction fiscale des frais de garde des enfants par des tiers), FF 2018 3145. Message du Conseil fédéral du 29 août 2018 concernant la révision du code civil suisse (Droit des successions), FF 2018 5865, objet 18.069 traité pour la première fois par le Conseil des États le 12 septembre 2019. © Stämpfli Editions SA Berne - 2021 Solidarité et famille Table des matières Préambule I. La solidarité familiale vis-à-vis du groupe social – Effets personnels du mariage A. Le nom C. La représentation D. Les avantages familiaux (droits et immunités) B. La nationalité et le séjour Nationalité – acquisition Nationalité – perte Droit de séjour E. Les sujétions et charges familiales Infractions spécifiques liées à la famille Responsabilité aggravée en raison d’un lien familial Interdictions dépendantes du lien familial II. La solidarité familiale de la vie quotidienne : l’entraide A. Sur le plan financier B. Sur le plan matériel et moral III. La solidarité familiale sur le plan patrimonial A. Sur le plan fiscal Présentation générale Impact du lien familial sur le droit fiscal Impôts et obligations liés au droit de la famille Les frais liés aux enfants Responsabilité fiscale solidaire Barèmes d’imposition B. Sur le plan de la protection sociale Généralités Cotisations Les prestations sociales C. Sur le plan successoral « Famille successorale », ordre des héritiers légaux « La marge de liberté laissée au de cujus », la quotité disponible « La place de la famille dans le règlement de la succession », la dévolution de la succession", "Auteur Witzig Aurélien Titre L’économie solidaire en droit suisse Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 23-37 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 23 TOP L’économie solidaire en droit suisse par Aurélien Witzig Introduction : La liberté et la responsabilité individuelles aux fondements du droit suisse contemporain e 1 2 3 4 24 TOP 5 6 7 8 9 Il serait toutefois inexact de réduire le droit suisse à une série de principes libéraux. L’État social est désormais ancré dans l’idéologie commune au même titre que l’État libéral : l’offre éducative et de formation, le système d’assurances sociales, la solidarité contributive et la péréquation fiscale entre régions sont des réalités quotidiennes pour la population. En outre, la démocratie semi-directe joue un rôle structurant et largement stabilisateur, bien que favorisant régulièrement le conservatisme des normes. 25 TOP 10 11 12 13 14 15 26 TOP 16 OIT OIT Fairtrade 17 18 19 ignorée droit suisse I droit cantonal genevois très limitée II 27 TOP I. L’absence de régime juridique propre à l’économie solidaire en droit fédéral suisse Un passage en revue de différents domaines du droit fédéral suisse démontrera le peu d’intérêt que la création d’un régime juridique propre à l’économie solidaire a suscité. A. Droit de la propriété 20 21 22 23 24 25 28 TOP 26 Ce nonobstant, l’importance de la propriété exclusive, qui demeure éminente en droit suisse, explique les deux phénomènes de prégnance des figures du contrat et des sociétés non coopératives dans le domaine économique et le recours fondamental aux fictions de liberté et d’égalité des individus. B. Droit des contrats e e 27 29 TOP En définitive, le droit se contente généralement d’adoucir les aspects les plus pénibles qui découlent de l’individualisme propre aux relations contractuelles, mais ne les remet presque jamais en cause dans leurs fondements. C. Droit du travail 28 29 30 31 32 30 TOP 33 34 D. Droit des associations, des fondations et des sociétés animus societatis 35 36 37 38 39 31 TOP 40 41 42 43 44 45 E. Droit des assurances sociales Les assurances sociales, auxquelles il faut adjoindre l’aide sociale d’urgence, représentent un domaine où la solidarité est de mise. Cela étant, nous avons déjà indiqué que le mutualisme n’en formait qu’une portion congrue. L’étatisme est prépondérant (assurances sociales pour la vieillesse, l’invalidité, le veuvage et l’orphelinage, la maternité, les accidents, le chômage, etc.), conjointement avec le secteur privé libéral (assurances privées, de mise en matière d’assurance maladie, d’indemnités journalières en cas de maladie, etc.). 32 TOP 46 47 OIT F. Droit fiscal 48 49 II. L’apparition très limitée du concept d’économie solidaire dans le droit cantonal 33 TOP 50 mesures associatives ont été prises en faveur de l’ESS au niveau local A Constitution du canton de Genève B A. Quelques mesures associatives en faveur de l’ESS au niveau local 51 52 34 TOP 53 54 55 56 B. Une timide présence dans la Constitution cantonale genevoise 57 Au total, l’initiative constitutionnelle genevoise reste très limitée et n’a que peu, à notre connaissance, été imitée ailleurs en Suisse. 35 TOP Conclusion : impliquer davantage les travailleurs dans l’organisation de l’entreprise ? En synthèse, on qualifiera la conception suisse de la fonction de l’État et du droit comme un cadre instituant et fondateur de la liberté d’action et de la responsabilité individuelle, apparié à des mesures non négligeables de protection sociale. Soutien au marché libre et protection sociale à vocation de responsabilité sont les deux mamelles essentielles en matière d’activité et de revenus. Aussi l’ESS ne se développe-t-elle en Suisse que par l’action de quelques personnes soucieuses de social, de solidarité et d’écologie. Sorte de troisième secteur, aux côtés du prépondérant marché privé et de l’État régalien et social, son importance reste toutefois marginale. Sa croissance n’est absolument pas encouragée par les pouvoirs publics aux niveaux les plus pertinents pour la création des normes juridiques. Il en résulte que l’économie solidaire prospère quasi exclusivement en dehors de tout cadre juridique dédié. 58 59 wirken Werk locatio rei, locatio rei faciendi, locatio operarum 60 61 36 TOP e 62 63 64 65 66 Le défi actuel pourrait être résumé ainsi : comment réussir à conserver une certaine fluidité dans les relations de travail et l’avantage d’un statut protecteur, comme le contrat de travail l’a progressivement offert en combinaison avec la sécurité sociale, avec la possibilité d’impliquer davantage les travailleurs dans l’organisation de l’entreprise, pour donner plus de sens au travail ? 37 TOP Un gouvernement de l’entreprise plus démocratique passerait aussi par une participation des travailleurs renforcée, ou même une forme juridique dans laquelle les travailleurs disposeraient d’une part de propriété ou d’un pouvoir de co-gestion. Cela impliquerait une volonté d’implication tant des travailleurs que des employeurs. Ce n’est pas une mince affaire dans le contexte idéologique contemporain qui valorise toujours davantage l’individualisme... 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 Préambule et article 2 de la Constitution fédérale. a Article 6 de la Constitution fédérale. Œuvres La revue réformée Jusletter er Message du Conseil fédéral du 24 février 1993, « Message sur le programme consécutif au rejet de l’Accord EEE », FF 1993 I 773. a Cf. par exemple la plainte déposée en 2013 par le Syndicat des services publics devant le Comité de la liberté syndicale de l’Organisation internationale du travail (Cas n° 3023) après le licenciement avec effet immédiat d’un certain nombre de grévistes. Certes, l’État ne réclame pas de frais de justice si la valeur litigieuse est inférieure à 30 000 francs (cf. articles 113 et 114 du Code de procédure civile), mais, outre que ce seuil peut être rapidement dépassé, la procédure civile et les exigences en matière de preuve sont d’une telle complexité que le soutien d’un avocat, dont la déontologie impose souvent des honoraires élevés, est presque toujours nécessaire. Articles 2, 73 et 104 de la Constitution fédérale. LAT LPE Ibidem. er e e er Semaine judiciaire SJ 2018 II 59-111 Article 2 du Code civil. Cf. notamment les articles 679 et 684 du Code civil. Cf. loi fédérale du 20 juin 1930 sur l’expropriation. ATF 123 II 560 JT 1998 I 415 RDAF 1998 I 586 DC 2018 103, cons. 3c in ATF 114 Ib 301 JT 1990 I 395 ZBl 1990 35, cons. 3c ATF 118 Ib 38 JT 1995 I 391, cons. 2a ATF 123 II 560, cons. 3c ATF 99 Ia 604, cons. 4d En matière de contrat de bail, toute une série de normes visent à protéger les locataires, notamment contre des loyers ou des expulsions abusives (cf. articles 269 et suivants du Code des obligations) ; de même, le contrat de travail est contraint par diverses normes statutaires que les stipulations contractuelles sont impuissantes à renverser (cf. article 341 du Code des obligations pour le principe et articles 361 et 362 du même code pour une série de dispositions impératives). oecd.org in Regards croisés sur le droit du travail : Liber amicorum pour Gabriel Aubert Critique du droit du travail e ultima ratio 4A_64/2018 Par exemple, l’initiative populaire fédérale « 1 :12 – Pour des salaires équitables », qui interdisait au salaire le plus élevé d’une entreprise d’être plus de douze fois supérieur au salaire le plus bas versé par la même entreprise. Ce texte donna l’occasion au Conseil fédéral de rappeler que « l’État n’[intervenait] pas directement dans la fixation des salaires par les entreprises privées », se contentant de donner « des orientations en matière de gouvernance d’entreprise par le biais du droit de la société anonyme et du droit comptable » (FF 2011 504). Initiative populaire fédérale, dite « Contre l’immigration de masse » (acceptée par le peuple et les cantons le 9 février 2014 et mise en œuvre par la loi fédérale du 16 décembre 2016 : FF 2016 8651). Initiative populaire fédérale, dite « Contre les rémunérations abusives », cf. FF 2006 8319. L’actionnaire individuel se voit tout au plus octroyer le droit d’attaquer en justice certaines décisions de l’assemblée générale (cf. article 706 du code des obligations). Droit de l’association Article 885 du Code des obligations. La société anonyme suisse Article 913, alinéa 4 du Code des obligations. Guide « Créer une entreprise sociale et solidaire » de la Chambre de l’économie sociale et solidaire Après-GE, p. 47. La fondation hanswilsdorf.ch IRENE Working Papers Jusletter FF 2017 356. Le Temps, Exemple : échec de la Lex Forrer (rejetée le 20 mai 1900) qui portait sur des innovations importantes en matière d’assurance maladie et accident. Articles 56, g de la loi sur l’impôt fédéral direct et 23, alinéa 1, f de la loi sur l’harmonisation des impôts directs des cantons et des communes. Expert Focus , 3/19, pp. 209-214 le-mes.org apres-ge.ch Ibidem . apres-ge.ch ville-geneve.ch Revue Française de Socio-Économie Cf. également : art. 145, al. 1 de la même Constitution : « La politique régionale vise le développement durable, équilibré et solidaire de la région franco-valdo-genevoise. » Le Monde diplomatique novethic.fr La Croix Cf. Manfred Rehbinder, « Annahmeverzug im Arbeitsverhältnis ? », RSJ 1982, p. 354 ; ce concept fut repris par la jurisprudence allemande, cf. par exemple : BAG, 11 décembre 2003, 2 AZR 667/02, juris Rn. 90 = NZA 2004, 78 : « Der Dienstverpflichtete schuldet das “Wirken”, nicht das “Werk”. » Les Forces créatrices du droit SJ 2015 II 39-66 Cf. Eugen Huber cité dans le Bulletin sténographique de l’Assemblée fédérale, CN 1909, p. 594. Au-delà de l’emploi, La Gouvernance par les nombres, Freefall Le Triomphe de la cupidité re © Stämpfli Editions SA Berne - 2021 L’économie solidaire en droit suisse Table des matières Introduction : La liberté et la responsabilité individuelles aux fondements du droit suisse contemporain Conclusion : impliquer davantage les travailleurs dans l’organisation de l’entreprise ? I. L’absence de régime juridique propre à l’économie solidaire en droit fédéral suisse A. Droit de la propriété B. Droit des contrats C. Droit du travail D. Droit des associations, des fondations et des sociétés E. Droit des assurances sociales F. Droit fiscal II. L’apparition très limitée du concept d’économie solidaire dans le droit cantonal A. Quelques mesures associatives en faveur de l’ESS au niveau local B. Une timide présence dans la Constitution cantonale genevoise", "Auteur Rouiller Nicolas Titre Économie solidaire Rapport général / I. - II. Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 39-66 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 39 TOP Économie solidaire Rapport général par Nicolas Rouiller e Bien entendu, les questionnements abordés dans ce rapport général ne peuvent avoir pour objet la solution – ou la proposition de solutions – à tous les problèmes macro-économiques, sociaux (y compris sanitaires) et écologiques qui peuvent être traités par davantage de solidarité ; l’approche se concentrera sur les instruments juridiques de l’économie solidaire, sous l’angle de l’action entrepreneuriale. et structurante 1 40 TOP d’entreprise les entreprises non solidaires économie solidaire non solidaire contrat de société entre associés pour la collectivité société anonyme 41 TOP 2 3 4 5 42 TOP Il est utile d’avoir à l’esprit que le sousbassement intellectuel de l’entreprise non solidaire est assez profond. I. Histoire et philosophies : la « main invisible » et l’entreprise non solidaire ; les oscillations vers différentes formes de solidarisme Les entreprises à visées non solidaires, c’est-à-dire strictement individualistes ou égoïstes, donc par quintessence la société anonyme dont le but ultime est le profit de ses actionnaires, sont d’une certaine façon l’incarnation juridique ou le mécanisme concret de doctrines philosophiques qui consistent à dire que l’égoïsme est en définitive bon pour le développement de la société dans son ensemble. volonté d’enrichissement illimité Une fresque de l’histoire des idées philosophiques juridico-économiques serait bienvenue, mais dépasserait hélas le cadre de ce rapport. On se bornera ici à quelques repères et résumés assez schématiques. 6 43 TOP diagnostic empiriste l’utilitarisme avant Adam Smith Les vices privés font les vertus publiques 7 8 9 44 TOP 10 Discours sur l’origine et les fondements de l’inégalité parmi les hommes main invisible Théorie des sentiments moraux Leçons de jurisprudence La richesse des nations An Inquiry into the Nature and Causes of the Wealth of Nations [...] L’individu est conduit par une main invisible à remplir une fin qui n’entre nullement dans ses intentions [...]. Tout en ne cherchant que son intérêt personnel, il travaille souvent d’une manière bien plus efficace pour l’intérêt de la société, que s’il avait réellement pour but d’y travailler. Je n’ai jamais vu que ceux qui aspiraient, dans leurs entreprises de commerce, à travailler pour le bien général, aient fait beaucoup de bonnes choses 11 45 TOP Dans sa doctrine des vertus économiques de l’égoïsme, Adam Smith parle aussi bien sur le plan micro-économique, en disant que la qualité des produits ou des services vient de la volonté d’enrichissement de l’acteur économique (plutôt qu’au souhait de bien servir), et sur le plan macro-économique, en disant que cela aboutit à l’accumulation de capital, d’excédents non nécessaires, qui sont bénéfiques pour la prospérité de la société dans son ensemble. philosophisation in fine surtout pas (ou pas trop) d’économie solidaire les entreprises à visée altruiste ne sont pas socialement utiles, voire sont néfastes 12 13 14 46 TOP 15 16 implicite e la diffusion de la société anonyme Company of Merchant Adventurers to New Lands Muscovy Company British East India Company Vereenigde Oost-Indische Compagnie 47 TOP 17 18 19 20 21 22 48 TOP laisser faire 24 49 TOP 25 devoir 26 e e philosophiquement 50 TOP 27 villages of co-operation villages of co-operation Rochdale Society of Equitable Pioneers e 28 51 TOP 29 30 Théorie des quatre mouvements et des destinées générales » de l’Association domestique et agricole » Le Nouveau Monde industriel et sociétaire phalanstères Revue du progrès l’Organisation du travail ateliers sociaux 31 e 52 TOP droit au travail Sur le plan de la philosophie politique et économique, le communisme (ou marxisme) s’impose comme la proposition radicale d’un modèle alternatif au mode de production capitaliste, présupposant une révolution. De son côté, l’idée coopérative parvient à se concrétiser dans le cadre juridique existant par les mutuelles d’assurances (des caisses-maladie ou de chômage), dès 1850, ainsi que par des banques coopératives, dès 1860. On peut observer qu’en Allemagne, les coopératives de crédit Raiffeisen se développent dès 1846 (le concept sera notamment repris en Suisse en 1899 et y connaîtra une propagation rapide). de production Rapport général sur l’économie sociale Entre notre socialisme coopératif et le socialisme collectiviste, même le plus sympathique, il restera toujours cette différence essentielle que le premier est facultatif et volontaire tandis que le second est coercitif 32 53 TOP Histoire des doctrines économiques depuis les physiocrates jusqu’à nos jours La solidarité est un fait d’une importance capitale dans les sciences naturelles, puisqu’elle caractérise la vie. Si l’on cherche, en effet, à définir l’être vivant, l’individu, on ne saurait le faire que par la solidarité des fonctions qui lient les parties distinctes, et la mort n’est pas autre chose que la rupture de ce lien entre les divers éléments qui constituent l’individu, et qui désormais désassociés, vont entrer dans des combinaisons nouvelles, dans des êtres nouveaux... ». Familistère de Guise Société du Familistère 33 Dans l’ensemble, malgré l’importance des coopératives dans le monde des idées, le rôle économique concret des coopératives n’apparaît pas très considérable par rapport à la marche des sociétés de capitaux qui croissent en force de par l’accumulation massive de capital dans un contexte de progrès technique et d’accroissement de l’économie. La solidarité se manifeste parfois par le paternalisme des entreprises, qui ne crée cependant aucune nouvelle forme juridique d’entreprise. Durant toute cette période, beaucoup de réformes sont adoptées, notamment les premières assurances sociales. Elles relèvent en bonne partie de ce qu’il faut accomplir pour éviter l’explosion sociale, mais la structure fondamentale de l’économie et les instruments juridiques de l’entreprise restent les mêmes. 34 35 54 TOP de production e 55 TOP 36 37 guère de développement spectaculaire des entreprises à vocation solidaire ou d’économie solidaire cogestion participation plus effective de chacun à la marche et au résultat de l’activité qui le concerne directement d’un rôle de l’État 38 56 TOP 39 une forme dépassée de gouvernement, un vestige qui persiste dans des endroits isolés ici ou là, et peut avoir de l’utilité pour des circonstances particulières, mais qui n’a simplement plus de pertinence pour le futur. C’est ce que le monde était, non où il va 40 41 planisme La route de la servitude Grande société philosophiquement A government big enough to give you everything you want, is a government big enough to take away everything that you have 42 43 57 TOP 44 45 gagner la bataille des idées myriade think tanks 46 Friedman 47 58 TOP 48 intellectual forces that have been undermining the basis of a free society these last decades [ in a free society] there is one and only one social responsibility of business—to use its resources and engage in activities designed to increase its profits so long as it stays within the rules of the game, which is to say, engages in open and free competition without deception fraud 49 59 TOP 50 51 52 53 principals valeur actionnariale 60 TOP 54 a priori 55 de facto 56 think tanks 61 TOP 57 58 II. L’état d’esprit en 2008-2020 : l’heure de l’économie solidaire ? 62 TOP 59 responsabilité sociale de l’entreprise marketing Pour exposer de façon ramassée l’état d’esprit qui nous semble le plus répandu : (i) on sait que l’on ne peut pas tout attendre de la main invisible ; or, (ii) on a en principe abandonné en 1990 le collectivisme (du fait de son échec économique flagrant notamment en Europe centrale et orientale, et de ses graves effets liberticides même hors du champ économique) ; 63 TOP 60 économie solidaire d’entreprises activité prestations l’utilisation solidaire de leur revenu financement remplacer complémentaires alternatif 64 TOP a priori Pour son analyse de la gouvernance économique, en particulier les communs L’économie du bien commun Pour son analyse de la consommation, de la pauvreté, et du bien-être Pour leurs contributions à la théorie des contrats Pour avoir intégré le changement climatique dans l’analyse macroéconomique de long terme l’allègement de la pauvreté globale Creating a Shared Future in a Fractured World » Ostrom Tirole Deaton Hart Holmström Thaler Nordhaus Duflo Banerjee Kremer 61 e e 65 TOP Singer 62 63 64 65 66 infinité de tendances l’altruisme efficace charities l’économie collaborative sharing economy l’impasse collaborative coopération 66 TOP solidaristes choix des législateurs pratiques concrètes des acteurs privés e e la combinaison où se rencontre l’alternative d’un gain illimité et d’une perte réduite Telles sont les raisons qui font de la société anonyme l’instrument le plus usuel de notre temps, le ressort principal de nos progrès et l’agent le plus efficace de notre civilisation . 23 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 Glémain Lacroix Slitine Giorgini Vaillant Slim Prieto Delannoy L’Économie sociale et solidaire – De ses fondements à son « à venir » L’Économie sociale et solidaire La fulgurante recréation Idées reçues sur l’économie collaborative L’économie symbiotique – Régénérer la planète, l’économie et la société e Le départ ne suppose pas de dissoudre la société, mais de plus, dans la plupart des systèmes, la cession d’actions est libre ; lorsqu’elle est soumise à restrictions par la possibilité du conseil d’administration de refuser un transfert, la société a dans beaucoup de cas l’obligation d’acquérir les actions dont le transfert a été refusé. Graeber Debt –The first 5000 years e Laurent Sapir L’impasse collaborative Les économistes contre la démocratie e privatization of profits and socialization of losses Failed States: The Abuse of Power and the Assault on Democracy Stiglitz Chomsky e Wald Quigley Tépaut Choudury « Sur le plan culturel, la tradition religieuse est présente au Brésil, en particulier d’origine catholique. Cela peut également contribuer à l’application des principes de « l’économie solidaire » dans le quotidien de la société ». infra Tragedy & Hop This new outlook is basically existentialist [...]. It emphasizes people, and finds the highest good of life in interpersonal relations, handled generally with compassion [...]. The two chief concerns are ‘caring’ and ‘helping’ [...]. The whole idea is very close to Christ’s message ‘Love one another’ a growing concern with one’s fellowmen, a kind of practical Christianity Le monde arabe en morceaux Principles of Islamic Economics Du découle la fraternité, qui veut que les relations économiques soient également gouvernées par un impératif d’équité. Il doit toujours y avoir un lien entre la rémunération et la quantité de travail fournie, et il doit y avoir un partage équitable des risques e e Initialement un poème paru en 1705 sous le titre « La ruche bourdonnante ou les fripons devenus honnêtes gens ». The Fable of the Bees, or: Private Vices, Publick Benefits Mandeville Speck An essay on Charity and Charity-Schools and a Search into the Nature of Society Bernard Mandeville and the Middlesex Grand Jury e Quesnay Riquetti de Mirabeau de Gournay Cantillon Vauban Lemercier de La Riviere Tableau économique L’Ami des hommes ou Traité de la population laissez faire [les hommes], laissez passer [les marchandises] Essai sur la nature du commerce en général La Dîme Royale L’Ordre naturel et essentiel des sociétés politiques Laurent L’impasse collaborative – pour une véritable économie de la coopération led by an invisible hand By pursuing his own interest he frequently promotes that of the society more effectually Acton Power tends to corrupt, and absolute power corrupts absolutely colonne vertébrale scientifique au sentiment libéral Southey Cobbett Warwick Richesse des nations tedious and hard-hearted book blown to the devil that Great Man would have reason to blush for some of the doctrines he had laid down von Miese Rand The ultimate foundation of economic science : An essay on method Notes on the History of American Free Entreprise The Objectivist the most evil man in mankind’s history Denis Fichte Logique hégélienne et systèmes économiques planisme Fondements du droit naturel L’État commercial fermé Manifeste du parti communiste Capital L' et la , répond imperturbablement l’économiste de l’école anglaise, le disciple d’A. Smith, Ricardo et Malthus. N’est-ce pas impatientant de bêtise ? Engels Proudhon Rouiller International Business Law e Sicard Goetzman Pouget Aux origines des sociétés anonymes Les Moulins de Toulouse au Moyen Âge A Shareholder Lawsuit in Fourteenth-Century Toulouse Les associés ne sont passibles que de la perte de leur intérêt dans la société La société anonyme ne peut exister qu’avec l’autorisation du gouvernement, et avec son approbation pour l’acte qui la constitue Discours préliminaire C’est à l’administration publique qu’il appartient de juger les avantages et les dangers de ces sortes d’association ; elle est plus à portée d’en calculer les effets l’intervention du gouvernement était nécessaire pour vérifier d’avance sur quelles bases on voulait faire reposer les opérations de la société, et quelles pouvaient en être les conséquences » Fournel St-Jean d’Angely The Economist The key to industrial capitalism: limited liability Grey Granville [the Bill] proposes to depart from the old-established maxim that all the partners are individually liable for the whole of the debts of the concern Limited Liability Act a time of war is the very time which you ought to free commerce from restrictions Company Act Leroy-Beaulieu Piketty Les Sociétés anonymes en Angleterre et en Italie « de nombreux observateurs continuent de s’imaginer, à l’image de Leroy–Beaulieu il y a un peu plus d’un siècle, qu’il suffit de mettre en place des droits de propriété toujours mieux garantis, des marchés toujours plus libres, et une concurrence toujours plus ‘pure et parfaite’, pour aboutir à une société juste, prospère et harmonieuse. La tâche est malheureusement plus complexe e Kraakman et al Des réserves latentes supplémentaires sont admissibles dans la mesure où elles sont justifiées pour assurer d’une manière durable la prospérité de l’entreprise ou la répartition d’un dividende aussi constant que possible compte tenu des intérêts des actionnaires « Et ceci est dans l’intérêt non seulement des actionnaires, mais de la collectivité en général. Les variations de cours occasionnées par la spéculation ne sont pas des phénomènes heureux. Il est hautement désirable que le développement de l’entreprise soit régulier, et seules les réserves latentes peuvent assurer cette régularité »). Lüpold Der Ausbau der “Festung Schweiz” Equitables pionniers de Rochdale Le Devoir infra Histoire des équitables pionniers de Rochdale L’Economie sociale et solidaire – De ses fondements à son « à venir » Moret Holyoake Glémain physiocrates supra Le Phalanstère est le titre du journal que des disciples de sa pensée feront paraître de 1832 à 1834. Cf. infra n. 33. Proudhon Système des contradictions économiques ou Philosophie de la misère mutuellisme De la Capacité politique des classes ouvrières Loi économique de l’offre et de la demande – correction par le principe de mutualité in fine L’égalité des personnes est la première condition du nivellement des fortunes, laquelle ne résultera que de la mutualité, c’est-à-dire de la liberté même H. Victor C. I. Dessaux H. L. Follin E. Gounelle A. Mazel G. Goyau L. Deuve A. Sauzède G. Kurnatovski G. Gavet Solidarisme, parti solidariste évolutionnaire, Civilisation universelle – Doctrine du solidarisme Le Solidarisme, la science économique et les doctrines sociales Le Christianisme social – Nos principes religieux, essai de dogmatique solidariste Le Solidarisme : étude philosophique Solidarisme et christianisme Études sur le solidarisme et ses applications économiques Dette sociale et sacrifice : étude de solidarisme chrétien Esquisse d’évolution solidariste Solidarisme et quasi-contrat social Jean-Baptiste Godin avait participé à un essai de phalanstère au Texas en 1855 (« La Réunion), qui avait échoué (cf. supra ad note 30). de Jouvenel Du pouvoir Nemo Zweig Philosophie de l’impôt Le monde d’hier On se plaignait plus par habitude que par conviction des ‘lourds’ impôts qui, en fait, si on les compare à ceux de l’après-guerre, ne représentaient qu’une sorte de petit pourboire laissé à l’État Piketty e Mitbestimmung non publique Alliance for Progress Quigley th The American Experiment The Public Interest P. Moynihan Mémoires (Cinquante ans de réflexion politique) Aron von Hayek La route de la servitude Friedman infra Quigley Tragedy & Hope the real issue was the control of the Federal government’s tremendous power to influence the future of America by spending of government funds The natural progress of things is for liberty to yield, and government to gain ground Quigley Tragedy & Hope supra Scruton Aron Allais Piketty L’erreur et l’orgueil Mémoires L’opium des intellectuels La Mondialisation, la destruction des emplois et de la croissance L’Europe en crise – Que faire ? e Friedman A Friedman doctrine – The Social Responsibility Of Business Is to Increase Its Profits Capitalism and Freedom There is no society la société, ça n’existe pas No Society – La fin de la classe moyenne occidentale Woman’s Own Guilly Ross Jensen Meckling Rouiller Bauen Bernet Lasserre Rouiller Kraakman The Economic Theory of Agency: The Principal’s Problem Theory of the firm: Managerial behavior, agency costs and ownership structure La société anonyme suisse e e Rappaport Welch McTaggart Mankins Konte Creating Shareholder Value : The New Standard for Business Performance Growing fast in a slow-growth economy The value imperative: managing for superior shareholder returns Zaki Piketty David Mach Lüpold Schnyder UBS – Les dessous d’un scandale e De la \"Forteresse des Alpes\" à la valeur actionnariale – Histoire de la gouvernance d’entreprise suisse (1880-2010) Paradoxal sous l’angle du fondement de la théorie de l’agence et paraissant l’archétypique du « problème de l’agence », mais « justifié » précisément par la progression du cours boursier (si elle a lieu). Todd La chute finale Allais Graeber Goodhart Guilluy Piketty Debt – The First 5000 Years Les Deux Clans, la nouvelle fracture mondiale No Society – La fin de la classe moyenne occidentale e e Bauen Rouiller Relations bancaires en Suisse Il est interdit à la Banque centrale européenne et aux banques centrales des États membres, ci-après dénommées \"banques centrales nationales\", d’accorder des découverts ou tout autre type de crédit aux institutions, organes ou organismes de l’Union, aux administrations centrales, aux autorités régionales ou locales, aux autres autorités publiques, aux autres organismes ou entreprises publics des États membres ; l’acquisition directe, auprès d’eux, par la Banque centrale européenne ou les banques centrales nationales, des instruments de leur dette est également interdite Rouiller Cryptocurrencies : current realities, philosophical principles and legal mechanisms e Rouiller Bauen Bernet Lasserre Rouiller La société anonyme suisse e Courtecuisse Laurent Ganascia Le Cun Singer Le sauf cognitif Le mythe de la singularité Quand la machine apprend – La révolution des neurones artificiels et de l’apprentissage profond L’altruisme efficace World Economic Forum 2018 to Call for Strengthening Cooperation in a Fractured World The Economic Agenda: Supporting multistakeholder efforts to deliver sustainable and inclusive economic development in the face of lower growth rates, declining productivity and skills gaps Singer L’altruisme efficace Terrasse Barbezieux Herody Slim Prieto Botsman Rogers Sundararajan Cheng Rapport au Premier Ministre sur l’économie collaborative What's Mine is Yours : The rise of collaborative consumption, The Sharing Economy : The End of Employment and the Rise of Crowd-Based Capitalism Sharing economy: A review and agenda for future research Laurent Tirole , L’impasse collaborative l’opposition est [...] plus forte entre coopération et collaboration qu’entre collaboration et compétition donner la priorité à la coopération sur la collaboration dans tous les espaces sociaux redécouvrir la richesse et la diversité des formes qui ont préexisté aux institutions du capitalisme, notamment les formes d’entreprise qui ont pu voir le jour au fil du temps L’économie du bien commun Alizart Cryptocommunisme Beltramini May Friedman Rothbard Hayek Cryptoanarchism and Blockchain Management and Anarchism The Crypto Anarchist Manifesto bien antérieur The Machinery of Freedom Law's Order : What Economics Has to Do with Law and Why It Matters Power and Market The Ethics of Liberty What Has Government Done to Our Money? Denationalisation of Money © Stämpfli Editions SA Berne - 2021", "Auteur Rouiller Nicolas Titre Économie solidaire Rapport général / III. - IV. Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 66-94 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 66 III. Les instruments juridiques de l’économie solidaire 1. Les différents types de choix législatifs Pour autant, la nature juridique de l’examen ne permettra pas d’arrêter une définition parfaitement convergente (universelle) de l’économie solidaire. Dans certains pays, le législateur a adopté une définition de l’économie solidaire, et l’examen relatif à d’autres pays pourra porter sur les institutions juridiques et les pratiques qui rentrent dans le même périmètre que celui défini législativement dans les premiers pays, mais on ne peut se borner à ce cadre pour cerner les moyens juridiques d’action concrètement utilisés de manière ou dans un but solidaire. 67 TOP Pour le dire en d’autres termes, une première distinction saute aux yeux en ceci que certains pays ont une législation qui définit le secteur de l’économie solidaire et lui donne un régime juridique en tant que tel, avec évidemment différentes catégories d’acteurs du secteur et différentes règles sur certains sujets. Cela les distingue d’autres pays, qui nous paraissent constituer le cas le plus fréquent à l’échelle mondiale, qui n’ont pas formellement une loi qui définisse l’économie solidaire. Parmi les pays qui ont une réglementation systématique qui vise à englober le secteur, on identifie la France, l’Espagne, le Luxembourg, la Colombie, le Québec et en tout cas, pour la Belgique, la Région wallonne. Plusieurs pays, comme la Roumanie, ont une règlementation qui se définit comme relevant de l’économie solidaire – concrètement une « loi sur l’économie sociale », que l’on peut qualifier de moins englobante (pour la Roumanie, elle est spécifiquement orientée vers la lutte contre l’exclusion sociale et notamment pour favoriser l’emploi des personnes handicapées). Des études de droit comparé montrent que la majorité des pays d’Amérique latine ont une réglementation qui se désigne comme consacrée à l’économie solidaire et qui est assez englobante ; le concept est aussi utilisé dans des pays du Maghreb et dans plusieurs pays d’Asie. Parmi les pays qui n’ont pas de réglementation qui se désigne comme étant consacrée à l’« économie solidaire », mais pour lesquels un rapport national a été fourni, on trouve notamment le Brésil, l’Allemagne et la Suisse. 1.1 Pays ayant adopté une législation spécifique consacrée à l’économie solidaire leur but ne se borne pas au partage des bénéfices gouvernance les droits de vote 67 68 TOP Il y a aussi des règles sur l’allocation des bénéfices, qui expriment une lucrativité limitée, ce sur quoi l’on reviendra. un but explicitement d’utilité sociale principes de gestion précis en ce qui concerne l’allocation des bénéfices 68 69 TOP 69 Primauté des personnes et de la fin sociale sur le capital principalement en fonction du travail effectué solidarité interne et avec la société 70 TOP 70 71 Le Luxembourg a une loi plus récente, adoptée en 2016, qui ne prévoit aucune distinction selon la forme de la société. Ce sont clairement le but et l’activité concrète, le type de gestion, en particulier l’allocation des bénéfices (qui doivent aller au moins pour moitié au but solidaire) qui sont décisifs, indépendamment de la forme juridique : 71 TOP société à finalité sociale coopératives La caractéristique requise pour qu’une société coopérative soit nommée « entreprise sociale » est surtout la limitation du nombre de voix et la limitation des distributions à leurs membres à un taux annuel maximal de 6 % de l’apport libéré (il ne semble pas nécessaire en revanche que les réserves soient, en cas de liquidation, affectées à une société à même finalité). L’association à but non lucratif a subsisté et les acteurs de la vie économique qui recourent à cette forme juridique estiment qu’elle est par nature une entreprise sociale. Il apparaît aussi que les associations à but non lucratif peuvent désormais, depuis la réforme du 23 mars 2019, avoir une activité commerciale de façon tout à fait affichée (on comprend que leur rôle concret pourrait s’accroître de par la fin des limitations quant aux activités, mais que leur appartenance à l’économie sociale ou solidaire pourrait parfois devenir sujette à caution). l’indifférence [...] à l’égard de l’économie sociale les activités économiques productrices de biens ou de services, exercées par des sociétés, principalement coopératives et/ou à finalité sociale, des associations, des mutuelles ou des fondations, dont l’éthique se traduit par l’ensemble des principes suivants : 1° finalité de service à la collectivité ou aux membres, plutôt que finalité de profit ; 2° autonomie de gestion ; 3° processus de décision démocratique ; 4° primauté des personnes et du travail sur le capital dans la répartition des revenus ; par son action, elle permet d’amplifier la performance du modèle de développement socio-économique de l’ensemble de la Région wallonne et vise l’intérêt de la collectivité, le renforcement de la cohésion sociale et le développement durable 73 72 TOP le système socio-économique, culturel et environnemental conformé par l’ensemble des forces sociales organisées sous des formes associatives identifiées par des pratiques d’autogestion solidaires, démocratiques et humanistes ; à but non lucratif visant le développement intégral de l’être humain en tant que sujet, acteur et objectif de l’économie 74 Dans les conditions d’une intervention brutale de l’État dans l’économie pendant le régime communiste, dans la période d’après 1990 s’est fait sentir une certaine réticence à l’égard de toute limitation du but de l’activité économique privée orientée vers le profit 75 76 73 TOP 77 privée, volontaire et solidaire, ayant un haut degré d’autonomie et responsabilité l’autonomie de gestion et l’indépendance par rapport aux autorités publiques toutes les autres catégories de personnes morales qui respectent, cumulativement, la définition et les principes de l’économie sociale 78 1.2 Pays sans loi spécifiquement consacrée à l’économie solidaire Parmi les pays qui ont fait l’objet d’un rapport, on voit que les ordres juridiques suisse, brésilien et allemand cernent le domaine de l’économie solidaire de façon que l’on peut dire purement fonctionnelle, sans définition d’ensemble, car il n’y a pas de loi spécifique. 74 TOP 79 80 81 75 TOP 2. Importance quantitative des secteurs pouvant être rattachés à l’économie solidaire Sur le point de l’importance quantitative de l’économie solidaire, il faut observer que le poids du secteur est considérable indépendamment de la question de savoir s’il existe une réglementation spéciale qui distingue l’économie solidaire des autres domaines, même si une définition légale permet plus facilement la création d’un outil de mesure statistique. 82 83 84 76 TOP 85 3. Conséquences de l’appartenance au secteur de l’économie solidaire conséquences concrètes 3.1 Règles sur l’utilisation du bénéfice bénéfice réserves obligatoires constitution si elles ont subsisté au terme de l’existence de l’entité « à une autre entreprise de l’économie sociale et solidaire 86 alloue au moins 90 % du profit obtenu au but social et à la réserve statutaire » « s’oblige à transmettre les biens restés suite à sa liquidation vers l’une ou plusieurs entreprises sociales 77 TOP 87 irrévocable sociétés coopératives présume si les statuts ne prescrivent rien au sujet de la répartition de l’excédent, celui-ci doit être affecté à des buts coopératifs ou d’utilité publique 88 89 restriction impérative supervisée Le droit luxembourgeois semble libéral sur le plan de la distribution de l’excédent au moment de la liquidation, comme le droit brésilien. 78 TOP Suite à ces considérations sur la liquidation – fin de l’aventure de l’entreprise solidaire –, il est utile de se pencher sur les règles relatives à l’affection du bénéfice aux phases antérieures (pendant que l’aventure de l’entreprise solidaire « bat son plein »). a contrario agréées majeure partie à l’objectif de maintien ou de développement de l’activité de l’entreprise report de bénéfice aux réserves non distribuables fonds de développement 90 au moins 90 % du profit au but social et à la réserve statutaire 91 une allocation à l’activité de l’entreprise d’au moins 50 % des bénéfices lucrativité limitée 92 93 94 79 TOP 3.2 Règles sur les rémunérations en amont de la distribution du bénéfice Des restrictions visent le niveau absolu et le niveau relatif des salaires. ne peut excéder un plafond correspondant à six fois le montant du salaire social minimum 95 La référence au salaire minimal inclut une règle d’équité entre salariés : si une entreprise sociale verse le salaire minimum à l’employé le plus en bas de l’échelle, le dirigeant le mieux payé n’aura au plus que six fois autant, et au plus que trois fois autant si l’employé le moins payé reçoit le double du salaire social minimal. La limite maximale qui est fonction du salaire social minimal règle donc les deux aspects à la fois : que les salaires ne vident pas l’entreprise et n’aboutissent pas, de par un caractère mirobolant, à détourner le but solidaire de l’entreprise ; et qu’ils n’induisent pas d’inégalités trop massives au sein de l’entreprise. des niveaux de salarisation équitables entre lesquels il ne peut exister des différences qui dépassent le rapport de 1 à 8 96 entreprise solidaire d’utilité sociale 3° La politique de rémunération de aux cinq salariés ou dirigeants les mieux rémunérés un plafond fixé à sept fois la rémunération annuelle perçue par un salarié à temps complet sur la base de la durée légale du travail au salarié ou dirigeant le mieux rémunéré un plafond fixé à dix fois 80 TOP intervention désintéressée bienfaisance 97 98 81 TOP 99 100 On précisera que, quelle que soit l’approche pour l’organe suprême, les salariés, y compris le directeur général non membre du conseil, peuvent être rémunérés normalement. de la vie financière intérieure limitations spécificité durabilité Dans un système où personne n’est forcé d’exploiter une entreprise selon le régime prévu pour l’économie solidaire, puisque se lancer dans une telle entreprise est un choix, ces limitations sont donc à comprendre non pas comme une contrainte, mais comme une caractéristique. 3.3 Avantages et facilitations liés à l’appartenance au secteur de l’économie solidaire On évoquera en quelques mots les avantages ou facilitations que l’ordre juridique offre aux entreprises de l’économie solidaire. Les avantages sont avant tout de nature fiscale et de commande publique. 82 TOP 3.3.1 Fiscalité 101 102 103 104 105 pour les opérations d’intérêt général : santé, éducation, prestation des services ou livraisons de biens étroitement liées à l’assistance ou à la protection sociale, effectuées par les institutions publiques ou par d’autres entités reconnues comme ayant un caractère social 106 83 TOP Il y a donc des avantages, incitations ou facilitations, de nature fiscale ; ils peuvent se rapporter à l’entreprise (exonération du bénéfice ou parties du bénéfice, p. ex. celles consacrées à la constitution de réserves), à ses membres (exonération de certaines rémunérations) ou aux prestations (exonération de la TVA). 3.3.2 La commande publique dans la commande publique [...] 2. Sous réserve que ces mesures ne soient pas appliquées de façon à constituer soit un moyen de discrimination arbitraire ou injustifiable entre les Parties où les mêmes conditions existent, soit une restriction déguisée au commerce international, rien dans le présent accord ne sera interprété comme empêchant une Partie d’instituer ou d’appliquer des mesures : (a) nécessaires à la protection de la moralité publique, de l’ordre public ou de la sécurité publique ; (b) nécessaires à la protection de la santé et de la vie des personnes et des animaux ou à la préservation des végétaux ; [...] (d) se rapportant à des marchandises fabriquées ou des services fournis par des personnes handicapées, des institutions philanthropiques ou des détenus 107 108 84 TOP 109 110 Réservation de marchés aux entreprises de l’économie sociale et solidaire 85 TOP 3.3.3 Régime de responsabilité en cas de dommage ou de faillite Le questionnaire cherchait à déterminer l’existence, ou l’absence, d’un régime particulier en matière de responsabilité, concrètement pour cerner si les administrateurs ou dirigeants sont traités – hors cas de fraude – avec davantage de mansuétude en cas de faillite de l’entreprise relevant de l’économie solidaire. responsabilité aggravée en cas de faillite, sans considération pour la nature de leurs activités ou pour le but, lucratif ou désintéressé, qu’elles poursuivent 111 112 au titre d’une rentabilité trop basse ou d’une baisse du cours boursier de l’action cas de faillite 86 TOP La finalité sociale donne-t-elle un argument au dirigeant dont la gestion est mise en cause pour avoir conduit à la faillite de l’entreprise solidaire ? Certes, certaines dispositions sont précisément censées favoriser la pérennité, comme le montrent les réserves importantes prévues par le droit français ou le droit roumain, dont la constitution est favorisée par rapport à la distribution du bénéfice. L’existence de telles réserves pourrait être un aspect qui fait apparaître comme maladroite une gestion qui a, malgré elles, mis en faillite l’entreprise ; on doit cependant se garder de simplifications, les retournements de conjoncture et les soubresauts de la marche de l’entreprise individuelle pouvant être brusques et rapidement consommer l’intégralité des réserves. En sens inverse, il nous semble qu’un administrateur pourra faire valoir, parmi les arguments pour se défendre de toute faute ayant conduit à la faillite, que la finalité sociale est susceptible d’induire, dans le domaine concrètement en cause, une activité présentant des marges moins élevées en raison des égards envers les clients ou bénéficiaires de l’activité (voire une politique salariale honorant la valeur du travail), et qu’en raison de ce facteur, une entreprise solidaire est affectée d’un risque de fragilité financière dont il faut tenir compte pour ne pas retenir trop facilement une faute du dirigeant dans la gestion qui a précédé la faillite. Sur ce sujet, on relèvera que les produits financiers émis par une entreprise solidaire peuvent tenir compte d’une absence de rentabilité. Le versement d’un revenu d’intérêt voire l’échéance peuvent être contractuellement soumis à l’aléa particulièrement vif qui résulte de ce que l’activité est accomplie dans un domaine aux marges réduites ou selon un modèle de lucrativité limitée. Pour qu’un tel produit financier existe, il suffit que le bailleur de fonds accepte de telles conditions, mais on saisit parfaitement qu’un bailleur de fonds est évidemment plus susceptible de l’accepter pour une entreprise dont l’objectif est solidaire que pour une entreprise visant uniquement le profit. 3.4 Les questions demeurées sans réponse Les rapports nationaux ont révélé que plusieurs interrogations exprimées dans le questionnaire général ne suscitent pas de réponse. 87 TOP 3.4.1 Rejoindre les objectifs de l’économie solidaire en s’éloignant de la « maximisation du profit » L’une de ces interrogations consistait à cerner si les organes dirigeants ou l’actionnaire majoritaire peuvent être recherchés en responsabilité s’ils diminuent le profit parce qu’ils décident de faire en sorte que l’entreprise épouse l’économie solidaire. Elle était formulée en trois « sous-questions » : 113 114 88 TOP obiter dictum Une société commerciale de capitaux est organisée et conduite en premier lieu pour le bénéfice de ses actionnaires. Les pouvoirs des administrateurs doivent être utilisés à cette fin. La liberté d’appréciation des administrateurs s’exerce quant au choix des moyens pour atteindre ce but, mais n’inclut pas la faculté de modifier ce but lui-même, de réduire les bénéfices ou de ne pas distribuer les bénéfices entre actionnaires de façon à les allouer à d’autres buts 115 116 117 89 TOP Quoi qu’il en soit, aucun rapport national n’a fait état d’un cas où le problème se serait posé dans une affaire suffisamment connue pour donner lieu à un écho judiciaire ou médiatique. 3.4.2 Les particularités du processus décisionnel Une autre série de questions qui n’a pas vraiment appelé de réponses concerne les difficultés éventuelles du processus décisionnel des entreprises relevant de l’économie solidaire : Dans l’ensemble, les rapports nationaux ont indiqué qu’il y avait singulièrement peu, voire pas de problèmes spécifiques à signaler. infrajudiciaire 90 TOP a priori Business School a priori 91 TOP 118 119 a priori infrajudiciaire 4. Économie solidaire et monnaies alternatives Les rapports entre la (vaste) notion d’économie solidaire et les monnaies alternatives constituent un ample sujet. Une classification assez éclairante des différentes catégories des monnaies alternatives (qui est même un tour de force, tant est grande leur diversité) met en exergue que dans chacune de ces catégories, une certaine idée de la solidarité est présente ; pour beaucoup, elle est prédominante. crédit mutuel généraliste orienté vers les particuliers l’émancipation des personnes et le déploiement d’un lien social de proximité par la réciprocité et un échange marchand personnalisé crédit mutuel entre particuliers pour services en base temps l’émancipation des personnes et le déploiement d’un lien social de proximité par la réciprocité dans le rapport au temps monnaie locale inconvertible et forfaitaire promouvoir une économie populaire de proximité inclusive monnaie locale convertible promouvoir une économie populaire de proximité inclusive et à réorienter les pratiques de production, de commerce et de consommation monnaies de récompense de gestes vertueux réorienter les pratiques de consommation et d’emploi des déchets crédit mutuel interentreprises promouvoir une économie de PME faisant communauté promotion d’échanges affranchis du cadre bancaire des monnaies officielles et des limites territoriales 92 TOP 120 121 la loi n’établit pas de régime juridique complet pour les monnaies alternatives, dont de nombreux exemples fleurissent en Belgique sous la forme de monnaies locales » elle n’exclut pas leur émission pour peu qu’elles ne soient pas présentées comme des signes monétaires destinés à circuler dans le public comme moyen de paiement mais par exemple comme des bons d’échange, d’achat ou encore de soutien à l’économie locale, qui ne peuvent être utilisés qu’auprès de ceux qui y ont consenti. Par exception au monopole légal établi au profit des prestataires de services de paiement, une entreprise est autorisée à fournir des services de paiement au moyen d’instruments de paiement pour autant que ces instruments soient uniquement utilisables dans le cadre d’un réseau limité, c’est-à-dire lorsque : 1° l’instrument de paiement ne permet à son détenteur d’acquérir des biens ou des services que dans les locaux de l’émetteur ou, dans le cadre d’un accord commercial avec l’émetteur, à l’intérieur d’un réseau limité de prestataires de services ; ou 2° l’instrument de paiement ne peut être utilisé que pour acquérir un éventail très limité de biens ou de services ; ou 3° l’instrument de paiement n’est utilisable qu’en Belgique, est notamment fourni à l’initiative d’une entreprise ou d’un organisme public, est réglementé par une autorité publique belge, à des fins sociales ou fiscales spécifiques, et permet d’acquérir des biens ou des services spécifiques auprès de fournisseurs ayant conclu un accord commercial avec l’émetteur 93 TOP 122 123 cryptomonnaies e 94 TOP d’autogestion IV. Conclusion pas d’ambiguïté sur les paramètres de la lucrativité, pas exclue mais limitée un soutien à des personnes en situation de fragilité développement du lien social gestion autonome au moins la moitié des bénéfices réalisés sont réinvestis . 72 « 3.1 Dans l’hypothèse où cela n’est pas interdit en principe aux sociétés commerciales, par quel processus une telle société peut-elle décider d’agir selon les principes de l’économie solidaire ? 3.2 Comment la prise d’une telle décision est-elle organisée ? Concrètement, peut-on concevoir que les actionnaires tiennent responsables les organes dirigeants (conseil d’administration, directeurs) au titre de la baisse du profit (ou de celle des profits distribués) si ce sont ces organes qui ont pris la décision d’agir selon les principes de l’économie solidaire ? 3.3 Si l’actionnaire majoritaire prend une telle décision, les actionnaires minoritaires peuvent-ils s’y opposer ? » « 4.1 Comment les processus décisionnels sont-ils aménagés dans les entreprises relevant de l’économie solidaire, en quoi se distinguent-ils le cas échéant des processus usuels ? Peut-on considérer que les processus décisionnels des entreprises relevant de l’économie solidaire sont l’objet de difficultés particulières ? 4.2 Notamment, une gouvernance conçue comme résolument démocratique, dans laquelle le vote n’est pas déterminé par l’ampleur d’un investissement capitalistique facilement mesurable, induit-elle des difficultés qui peuvent mettre en danger le fonctionnement ou la pérennité de l’entreprise ? Comment, le cas échéant, ces intérêts contradictoires sont-ils arbitrés ? 4.3 Quelles difficultés ont-elles pu être observées p. ex. dans les structures appliquant la règle « une personne, une voix » (p. ex. lorsque la participation au fonctionnement de l’entreprise s’avère progressivement très inégale) ? Des modèles alternatifs efficaces de pondération des voix ont-ils été élaborés ? 4.4 Quelles particularités peuvent-elles être décrites quant au transfert d’une entreprise relevant de l’économie solidaire (à une nouvelle génération, à des employés, à des partenaires) ? » 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 100 101 102 103 104 105 106 107 108 109 110 111 112 113 114 115 116 117 118 119 120 121 122 123 1° Un but poursuivi autre que le seul partage des bénéfices ; 2° Une gouvernance démocratique, pas seulement liée à leur apport en capital associés salariés parties prenantes bénéfices réserves obligatoires pas être distribuées En cas de liquidation ou, le cas échéant, en cas de dissolution, l’ensemble du boni de liquidation est dévolu soit à une autre entreprise de l’économie sociale et solidaire coopératives mutuelles sociétés commerciales statuts utilité sociale Sont considérées comme poursuivant une utilité sociale au sens de la présente loi les entreprises dont l'objet social satisfait à titre principal à l'une au moins des trois conditions suivantes : 1° Elles ont pour objectif d'apporter, à travers leur activité, un soutien à des personnes en situation de fragilité soit du fait de leur situation économique ou sociale, soit du fait de leur situation personnelle et particulièrement de leur état de santé ou de leurs besoins en matière d'accompagnement social ou médico-social. Ces personnes peuvent être des salariés, des usagers, des clients, des membres ou des bénéficiaires de cette entreprise ; 2° Elles ont pour objectif de contribuer à la lutte contre les exclusions et les inégalités sanitaires, sociales, économiques et culturelles, à l'éducation à la citoyenneté, notamment par l'éducation populaire, à la préservation et au développement du lien social ou au maintien et au renforcement de la cohésion territoriale ; 3° Elles concourent au développement durable dans ses dimensions économique, sociale, environnementale et participative, à la transition énergétique ou à la solidarité internationale, sous réserve que leur activité soit liée à l'un des objectifs mentionnés aux 1° et 2° principes de gestion suivants 20 % des bénéfices de l’exercice réserve statutaire obligatoire 50 % des bénéfices de l’exercice, affecté au report bénéficiaire ainsi qu’aux réserves obligatoires. l’interdiction pour la société d’amortir le capital et qui soient comprises dans le catalogue d’entités prévu dans l’article 6 de cette Loi Hiez Hiez Aydogdu Blanco Perez Bercea e la production des biens, la prestation des services et/ou l’exécution des travaux qui contribuent au bien-être de la communauté ou des membres de celle-ci ; –– la promotion prioritaire des activités qui peuvent générer ou assurer des emplois ; –– le développement des programmes de formation professionnelle pour les personnes appartenant au groupe vulnérable ; –– le développement des services sociaux pour l’augmentation de la capacité d’insertion au marché du travail des personnes appartenant au groupe vulnérable l’indépendance par rapport aux autorités publiques entreprise sociale L’attestation est délivrée pour les entreprises sociales qui respectent les critères suivants : (1) agit dans un but social et/ou dans l’intérêt général de la communauté ; (2) alloue au moins 90 % du profit obtenu au but social et à la réserve statutaire ; (3) s’oblige à transmettre les biens restés suite à sa liquidation vers l’une ou plusieurs entreprises sociales ; (4) applique le principe de l’équité sociale vers ses employés assurant des niveaux de salarisation équitables entre lesquels il ne peut exister des différences qui dépassent le rapport de 1 à 8 « entreprise sociale d’insertion » entreprise sociale dont, en permanence, au moins 30 % du personnel employé appartient au groupe vulnérable (personnes ou familles qui risquent de perdre leur capacité de voir satisfaire leurs besoins de vie quotidiens) et qui a pour but de lutter contre l’exclusion, les discriminations et le chômage par l’insertion socio-professionnelle des personnes défavorisées Gachet Gonin Op. cit., Figure 4.2 : « Logique du recensement de la nébuleuse de l’ESS ». Wald Il n’existe pas un régime juridique particulier au Brésil pour les entreprises ou les entités qui s’inscrivent dans une orientation ‘d’économie solidaire’. Néanmoins, on retrouve certaines caractéristiques ‘d’économie solidaire’ par la voie (i) des associations sans but lucratif qui ont une portée solidaire ; et (ii) des sociétés (civiles ou commerciales) qui ont un but lucratif mais qui gardent une portée solidaire dans ces activités. Ceci dit, une telle distinction peut se faire constater plutôt par ‘les engagements et les activités en soi’ et moins par le ‘statut juridique’. Un régime particulier doit être souligné : il s’agit des ‘coopératives’ qui ont un régime juridique propre, et peuvent avoir une portée ‘d’économie solidaire’. Selon la loi n° 5.764, du 16 décembre 1971, les coopératives sont établies par un contrat de société entre personnes physiques, et elles ont pour but une activité économique et non lucrative. En général ces organisations ont le système de 1 personne, 1 vote. » Lacroix Slitine Neau-Leduc L’économie sociale et solidaire e Niang Étude comparative de la législation de l’Économie Sociale et Solidaire dans les pays d’Europe, d’Amérique latine, du centre (Honduras), du Nord (Québec), d’Afrique (Maghreb, OHADA) et d’Asie (Inde, Japon, Corée du Sud) Gachet Gonin Helmig et al Spécificités et contributions de la nébuleuse de l’économie sociale et solidaire The Swiss civil society sector in a comparative perspective Bauen Rouiller Relations bancaires en Suisse supra in fine les personnes morales qui poursuivent des buts de service public ou d’utilité publique, sur le bénéfice exclusivement et irrévocablement affecté à ces buts Art. 913 al. 2 CO L’excédent qui reste après extinction de toutes les dettes et, s’il y a lieu, remboursement des parts sociales, ne peut être réparti entre les associés que si les statuts le permettent. Art. 913 al. 4 CO . 20 % des bénéfices de l’exercice réserve statutaire obligatoire 50 % des bénéfices de l’exercice, affecté au report bénéficiaire ainsi qu’aux réserves obligatoires. Supra entreprises sociales Supra ad n. 72. Hiez Blanco Aydogdu Hiez Bercea Activité désintéressée – Les membres du comité/conseil œuvrent bénévolement. Cette condition doit être prévue dans les statuts. [...] Les personnes qui exercent une fonction exécutive/de direction rémunérée ne peuvent pas être membres du sein du comité/conseil, sauf avec voix consultative En pareil cas, une indemnisation ne s’oppose pas à la notion du désintéressement, dès lors que l’institution devrait recourir aux services de tiers ou accomplir lesdites tâches par l’intermédiaire d’une agence commerciale, lesquels devraient de toute façon être indemnisés conformément au tarif professionnel applicable en la matière en fonction de la nature du patrimoine à gérer (portefeuille de titres, immeubles) Piketty e Supra 6B_310/2014, consid. 3.9.3 Blanco Aydogdu « [...] reconnues comme « vraies » coopératives, les coopératives agréées, qui peuvent se prévaloir de cet agrément dans le public, deviennent membres de l’assemblée générale du Conseil national de la Coopération et jouissent de divers avantages en droit fiscal (application d’un tarif réduit à l’impôt des sociétés et l’exonération d’une partie des dividendes versés aux associés) supra Pour un exemple de législation, cf. art. 20 al. 1 lit. d et al. 2 de la loi cantonale vaudoise concernant l’impôt sur les successions et les donations (« LMSD »). Les donations que font ces personnes morales sont aussi exonérées de l’impôt sur les donations (jusqu’à CHF 50’000.– par bénéficiaire, art. 16 lit. f LMSD ; le flux correspondant à cette donation n’est par ailleurs pas considéré comme un revenu imposable, cf. art. 24 lit. a de la Loi sur l’impôt fédéral direct). Art. 33a de la Loi sur l’impôt fédéral direct (adopté en 2004, entré en vigueur en 2006). Cf. art. 132 de la Directive 2006/112/CE du Conseil du 28.11.2006 relative au système commun de taxe sur la valeur ajoutée (al. 1, lit. a–q). entraperçue Article II [...] 3. À moins que les annexes de l’Appendice I concernant une Partie n’en disposent autrement, le présent accord ne s’applique pas : [...] (b) aux accords non contractuels, ni à toute forme d’aide qu’une Partie fournit, y compris les accords de coopération, les dons, les prêts, les participations au capital social, les garanties et les incitations fiscales ; [...] (e) aux marchés passés : (i) dans le but spécifique de fournir une assistance internationale, y compris une aide au développement ; [...] (iii) conformément à la procédure ou condition particulière d’une organisation internationale, ou financés par des dons, des prêts ou une autre aide au niveau international dans les cas où la procédure ou condition applicable serait incompatible avec le présent accord ; [...] » ; Article XXII : « [...] 8. (a) Le Comité engagera de nouveaux travaux [...] en adoptant des programmes de travail sur les questions suivantes : (i) le traitement des petites et moyennes entreprises ; [...] (iii) le traitement des marchés durables ; [...] Circulaire du 7.9.2017 – « Clauses sociales » (« sur l’insertion des clauses sociales dans les marchés publics – Obligation d’insérer des clauses sociales dans les marchés publics de travaux en matière de voiries et d’équipement de zones d’activités économiques Circulaire du 30.3.2017 – « Clauses sociales », une Circulaire du 21.7.2016 « Clauses sociales & MP de travaux supérieurs à 1 million € HTVA (« sur l’insertion de clauses sociales dans les marchés publics de travaux (bâtiments) supérieurs à 1 million € HTVA Circulaire du 28.11.2013 intitulée « Politique d’achat durable » allait déjà dans ce sens, dans une certaine mesure. Code des marchés publics (adopté en 2006) de compte des objectifs de développement durable . Des marchés ou des lots d’un marché, qui portent exclusivement sur des services sociaux et autres services spécifiques dont la liste figure dans un avis annexé au présent code, peuvent être réservés par un pouvoir adjudicateur, y compris lorsqu’il agit en tant qu’entité adjudicatrice, aux entreprises de l’économie sociale et solidaire définies à l’article 1er de la loi n° 2014-856 du 31 juillet 2014 relative à l’économie sociale et solidaire ou à des structures équivalentes, lorsqu’elles ont pour objectif d’assumer une mission de service public liée à la prestation de services mentionnés sur cette liste marchés publics pouvant faire l’objet d’une réservation au bénéfice des entreprises de l’économie sociale et solidaire Services sanitaires, sociaux et connexes de mise à disposition de personnel d’aide à domicile de mise à disposition de personnel infirmier et médical de santé et services sociaux Services prestés par les organisations sociales Services administratifs, sociaux, éducatifs et culturels et soins de santé administratifs de l’enseignement et de la santé d’enseignement préscolaire d’enseignement supérieur d’enseignement par voie électronique d’enseignement de niveau universitaire pour adultes de formation du personnel d’aide pédagogique de bibliothèques, archives, musées et autres services culturels Services sportifs Installations de formation Services prestés par les associations de jeunes Aydogdu Neau-Leduc la modification récente par la loi PACTE de l’article 1833 du Code civil qui reconnaît à côté de l’intérêt commun des associés, l’intérêt social de la société et impose de prendre en considération les enjeux sociaux et environnementaux pourrait permettre d’apprécier la faute de gestion du dirigeant à l’aune des principes soutenant l’ESS soit dans un sens négatif (le dirigeant n’a pas respecté ces enjeux alors qu’il l’aurait dû et une telle gestion peut engager sa responsabilité) soit dans un sens plus « positif » (le dirigeant respecte les principes de l’ESS rattachés aux enjeux sociaux et environnementaux et cela « libère » sa responsabilité au regard d’autres critères précédemment appliqués). La modification très récente de ce type supposera d’attendre sa mise en œuvre par le juge pour en apprécier la portée exacte ». Par la Cour suprême du Michigan (204 Mich. 459, 170 N.W. 668 [Mich. 1919]). C. Ostrander A business corporation is organized and carried on primarily for the profit of the stockholders. The powers of the directors are to be employed for that end. The discretion of directors is to be exercised in the choice of means to attain that end, and does not extend to a change in the end itself, to the reduction of profits, or to the non-distribution of profits among stockholders in order to devote them to other purposes My ambition is to employ still more men, to spread the benefits of this industrial system to the greatest possible number, to help them build up their lives and their homes. To do this we are putting the greatest share of our profits back in the business J. Macey the rule of wealth maximization for shareholders is virtually impossible to enforce as a practical matter. The rule is aspirational, except in odd cases. As long as corporate directors and CEOs claim to be maximizing profits for shareholders, they will be taken at their word, because it is impossible to refute these corporate officials' self-serving assertions about their motives » Art. 706 al. 2 ch. 4 CO . Rouiller Cryptocurrencies : current realities, philosophical principles and legal mechanisms e Rouiller Cryptomonnaies, registres distribués et entreprises e À ne pas confondre avec le SOL émis sous l’égide de la fondation Solana, qui est une importante cryptomonnaie mettant en œuvre depuis 2019 le concept de validation par la « preuve historique » (plutôt que la validation par « preuve du travail », comme le bitcoin, ou par la « preuve d’enjeu » appliquée en premier lieu par le Tez [XTZ] de Tezos). Blanc Les monnaies alternatives Aydogdu Bauen Rouiller Relations bancaires en Suisse © Stämpfli Editions SA Berne - 2021 Économie solidaire Rapport général / III. - IV. Table des matières III. Les instruments juridiques de l’économie solidaire 1. Les différents types de choix législatifs 1.1 Pays ayant adopté une législation spécifique consacrée à l’économie solidaire 1.2 Pays sans loi spécifiquement consacrée à l’économie solidaire 3. Conséquences de l’appartenance au secteur de l’économie solidaire 3.1 Règles sur l’utilisation du bénéfice 3.2 Règles sur les rémunérations 3.3 Avantages et facilitations liés à l’appartenance au secteur de l’économie solidaire 3.3.1 Fiscalité 3.3.2 La commande publique 3.3.3 Régime de responsabilité en cas de dommage ou de faillite 3.4 Les questions demeurées sans réponse 3.4.1 Rejoindre les objectifs de l’économie solidaire en s’éloignant de la « maximisation du profit » 3.4.2 Les particularités du processus décisionnel 2. Importance quantitative des secteurs pouvant être rattachés à l’économie solidaire 4. Économie solidaire et monnaies alternatives IV. Conclusion", "Auteur Brulhart Vincent, Dupont Anne-Sylvie Titre Solidarité et réparation de dommages Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 95-127 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 95 TOP SOLIDARITÉ ET RÉPARATION DE DOMMAGES Rapport suisse par Vincent Brulhart 1 Anne-Sylvie Dupont 2 / Introduction générale réparation injuria solidarité technique de mutualisation engagement moral 3 96 TOP caractère technique aspect moral 1 2 C’est aussi sur cette toile de fond que peut être discutée la question de savoir si les mécanismes de réparation doivent être placés dans une perspective de justice commutative et distributive. On sait que, fondamentalement, dans le premier cas de figure (justice commutative), il convient de prendre pour point de départ une forme d’égalité des individus entre eux ; dans la seconde hypothèse (justice distributive), il s’impose de considérer les mérites et la situation particulière de chacun. 4 97 TOP équité I. Solidarité, justice et réparation : l’influence réciproque entre la solidarité et l’indemnisation est-elle marquée par la notion de justice commutative ou de justice distributive ? A. Rappel de quelques principes droit privé art. 143 al. 2 CO art. 143 al. 1 CO art. 148 al. 1 CO 5 art. 60 al. 1 LCR art. 50 al. 1 CO 6 art. 51 al. 1 CO 98 TOP 7 8 . art. 43 et 44 CO droit public financière B. Le recours à la justice distributive pour fixer l’étendue de la réparation des dommages 1. En général restitutio in integrum 99 TOP 9 restitutio in integrum 10 11 2. La prise en compte de la situation patrimoniale de la victime et du responsable dans la réparation du dommage art. 43 et 44 CO art. 54 CO art. 422 CO art. 44 al. 12 2 CO prévoit que lorsque le préjudice n’a été causé ni intentionnellement ni par l’effet d’une grave négligence ou imprudence, et que sa réparation exposerait le débiteur à la gêne, le juge peut équitablement réduire les dommages et intérêts. D’une façon générale, l’extension de l’assurance sociale a cependant pour effet de reporter ce type de discussion dans le champ de l’action récursoire ; il est évident que dans de telles hypothèses, la composante économique est appelée à jouer un rôle plus important (ce peut être le cas si le recours oppose l’institution d’assurance sociale et une personne privée responsable, ou si l’institution d’assurance sociale se trouve face à l’assureur de la responsabilité du responsable). 3. Solidarité et insolvabilité du responsable 13 14 15 art. 11 et 60 LPP art. 60 al. 2 let. a LPP 4. Le principe de « réparation transformatrice » dans l’ordre juridique suisse 101 TOP 16 5. Le pouvoir du juge et la réparation de dommages fondés sur le principe de justice distributive art. 42 al. 2 CO restitutio in integrum 17 6. La réparation des dommages subis par des groupes minoritaires ou discriminés Le droit suisse ne prévoit pas de modalités spécifiques de réparation des dommages subis par des groupes minoritaires ou discriminés. LHand LHand Cst. LHand art. 1 LHand 18 19 102 TOP art. 7 LHand art. 6 et 8 al. 3 LHand art. 8 al. 1, 11 al. 1, 12 al. 2 et 3 LHand LHand art. 13 LHand 103 TOP 20 Les procédures concernant ces droits subjectifs sont gratuites. Toutefois, des frais de procédure peuvent être mis à la charge de la partie qui agit de manière téméraire ou témoigne de légèreté. En matière parajudiciaire, notons que d’autres formes de réparation sont envisageables. En droit pénal, par exemple, en cas de médiation en lien avec une affaire de discrimination raciale, la réparation peut prendre diverses formes, dont l’indemnisation, mais aussi des excuses. 7. L’existence de normes constitutionnelles ou légales imposant des devoirs abstraits de solidarité et les modalités de leur mise en œuvre D’une manière générale, la Suisse est très réservée s’agissant d’admettre la possibilité de saisir un organe judiciaire ou quasi judiciaire qui serait chargé du contrôle des « droits sociaux fondamentaux », en d’autres termes, de reconnaître la justiciabilité des droits sociaux fondamentaux, sauf dans des cas très limités. 21 104 TOP CEDH 22 23 24 25 Sur le plan interne, le Titre 2 de la Constitution sur les « Droits fondamentaux et buts sociaux », consacre un chapitre à chacune des deux catégories, qui sont conceptualisées différemment : art. 29 al. 3 Cst. art. 19 Cst. art. 12 Cst. art. 29 al. 3 Cst. art. 19 Cst. art. 12 Cst. art. 12 Cst. 106 TOP 28 29 8. L’évolution du régime de la réparation en direction d’une responsabilité objective inspirée par la solidarité ? En Suisse, la création de chefs de responsabilité sans faute n’est pas directement inspirée par des motifs tenant à la solidarité. La responsabilité objective, en particulier la responsabilité fondée sur le risque, repose avant tout sur une approche économique du principe de précaution. Selon ce principe, il conviendrait de renoncer aux activités qui présentent un risque, afin d’éviter que ce dernier ne se réalise. Cependant, l’utilité de l’activité jugée dangereuse est jugée parfois suffisamment importante pour l’ensemble de la collectivité pour qu’on en tolère l’exercice. Dans le même temps, les dangers importants que cette activité fait courir à autrui justifient de contraindre celui qui l’exerce à réparer les conséquences liées à la réalisation du risque, même s’il n’y a aucun manquement de sa part. 107 TOP La responsabilité pour risque facilite la demande de réparation, dès lors que la personne lésée n’a pas à démontrer la faute du responsable. LGG 30 31 9. Responsabilité de l’employeur en droit du travail Cette responsabilité remonte, historiquement, à la loi sur les fabriques adoptée en 1877, qui imposait à l’employeur de prendre en charge les soins de santé de l’ouvrier accidenté ou malade à cause de son emploi, et de compenser la perte de salaire. En 1914, ce régime de responsabilité a été partiellement mutualisé au moment de la création de l’assurance-accidents, une assurance sociale qui prévoit le versement de prestations sociales très étendues en cas d’accident professionnel ou non professionnel, ou encore de maladie professionnelle. art. 91 LAA art. 92 LAA art. 91 LAA 32 108 TOP 33 Le travailleur conserve la possibilité d’actionner son employeur en responsabilité civile (contractuelle et/ou extracontractuelle) si les prestations de l’assurance sociale ne couvrent pas l’intégralité de son préjudice. II. Solidarité, réparation, fonds publics d’indemnisation ou fonds de garantie et assurance : mécanismes permettant de faire face aux dommages massifs A. Les contrats d’assurance privée 1. La couverture des sinistres catastrophe art. 33 LSA art. 171 ss OS 34 35 109 TOP S’agissant de dommages dont la cause peut être attribuée à un auteur déterminé, la question s’examine sous l’angle de l’assurance de la responsabilité. Or, cette dernière ne prévoit pas de modalité particulière liée aux dommages de grande envergure. L’assureur procédera à une appréciation du risque et limitera son intervention par le biais de l’introduction d’une somme d’assurance. 36 37 2. Contrats d’assurance et solidarité En matière d’assurance privée, la prime est avant tout corrélée au risque ; la situation sociale ne joue aucun rôle. Tout au plus les actuaires pourront-ils considérer que certaines catégories sociales présentent le caractère d’un risque aggravé, ou au contraire un risque plus faible parce que certaines activités à l’origine d’un péril déterminé n’y sont pas exercées. Aussi, ce n’est pas la situation sociale en elle-même qui est décisive, mais bien le rôle que cette circonstance est appelée à jouer sur l’appréciation du risque. 3. La limitation contractuelle de garantie face au juge 110 TOP 38 4. L’existence d’une obligation de souscription 39 5. L’obligation d’un certain contenu pour la garantie d’assurance art. 58 ss LCR 111 TOP B. Les fonds publics de garantie 40 C. Assurance et fonds de garantie : les relations avec le droit de la RC 1. Fonds de garantie ou assurance ? 41 On observe par conséquent que ces fonds peuvent apparaître sur base de considérations pragmatiques, au fil des besoins, en particulier lorsque les règles légales paraissent insatisfaisantes ou insuffisantes. La question est alors de savoir s’il n’est pas préférable, en pareille hypothèse, d’amender le dispositif légal, plutôt que de s’en satisfaire et tenter de corriger les conséquences qui en découlent par l’instauration de fonds. Enfin, doivent être fixées les règles de gestion, et notamment la question du financement et des conditions auxquelles on peut prétendre à l’allocation de prestations. 112 TOP 2. Différentes modalités de couverture des dommages : des institutions qui interviennent en cascade Le droit suisse prévoit une intervention par étages des différents fondements de réparation du dommage. La priorité est donnée aux assurances sociales, puis l’éventuel dommage résiduel (on parle de « dommage direct ») est indemnisé par les assurances privées contractées par le lésé et, en dernier lieu, par le tiers responsable. intra- intersystémique 42 43 113 TOP 44 L’aide sociale constitue le dernier filet de sécurité qui intervient indépendamment de tout événement dommageable pour assurer un revenu de base permettant aux personnes dans le besoin de maintenir une existence digne, quelle que soit l’origine du besoin. Le versement de l’aide sociale est subsidiaire à toutes les autres prétentions que la personne pourrait encore faire valoir auprès de tiers. 3. La création de fonds pour faire face à de multiples demandes judiciaires En Suisse, à notre connaissance, il n’existe pas de fonds de garantie publics ou privés, ni d’assurances qui auraient été créés à la suite d’une affluence de requêtes judiciaires. Dans ce contexte, il est cependant intéressant de relater les circonstances qui ont conduit à la création du Fonds de garantie pour les victimes de l’amiante. 45 114 TOP 46 47 48 art. 6 § 1 CEDH er 49 50 51 115 TOP 4. Tendance à la généralisation des fonds La Suisse connaît un nombre très limité de fonds d’indemnisation, en raison d’une tradition libérale plutôt réfractaire à l’indemnisation par ce biais et favorisant la responsabilité individuelle. Bien que la logique solidaire se soit considérablement développée parallèlement à l’émergence du droit social sur le plan international, le libéralisme reste solidement ancré dans la tradition suisse, et s’oppose encore largement à l’intervention de l’État dans la régulation des inégalités sociales et à une approche concrète de la solidarité. Aucun des fonds existants ne peut à notre avis être qualifié de créatif. a 52 53 54 55 56 LRCN LAA 116 TOP 57 58 59 60 5. Plafonds et barèmes indemnitaires pour la réparation des dommages 61 6. Conformité juridique des plafonds limitant la réparation intégrale des dommages S’agissant de fonds régis par la loi, les conditions fixant le droit aux prestations sont déterminées par le régime légal. Pour le reste, le fonds pour les dommages dus à l’amiante est régi par ses propres règles ; le principe directeur tend évidemment à la prise en charge de dommages causés par l’amiante, mais l’intervention est subsidiaire. Autrement dit, il y a effectivement une forme d’interdiction : tout dommage qui tombe sous le coup de la loi est exclu du champ d’application du fond. 117 TOP 7. Rôle subsidiaire des fonds Lorsque le risque réalisé est couvert par une assurance sociale, la personne lésée voit son dommage prioritairement couvert par cette dernière, qui est alors subrogée aux droits de la personne lésée contre le tiers civilement responsable. Ce n’est que si les prestations sociales ne couvrent pas l’intégralité du préjudice que le lésé peut rechercher le tiers responsable pour le montant du dommage excédant les prestations sociales (dommage direct). art. 75 LPGA 62 63 art. 74 LPGA 64 118 TOP 65 art. 72 LCA art. 96 LCA 66 En cas d’intervention d’un fonds de garantie, la solution dépend du fonds dont il est question : 119 TOP 8. La responsabilité civile face à l’extension de l’assurance sociale 70 En tout état de cause, l’auteur doit savoir qu’il n’est pas libéré de la charge de la réparation du préjudice qu’il a causé, même si un assureur social intervient en première ligne à l’égard de la victime. La responsabilité de l’auteur permet à l’institution sociale d’exercer un recours. Même s’il est vrai que le responsable peut disposer d’une assurance, il reste que cette dernière ne couvre pas tout, dans la mesure notamment où il existe des réserves pour les sinistres intentionnels et les sinistres gravement fautifs. C’est ainsi que l’on peut favoriser des comportements socialement désirables. Par ailleurs, l’assurance sociale doit être financée et finançable ; il en découle de nécessaires limites d’indemnisation, ce qui laisse un champ libre à la réparation en application du droit de la responsabilité. Autrement dit, les deux régimes doivent coexister. 120 TOP III. Solidarité, recours judiciaires et réparation en cas de dommages collectifs, droits constitutionnels, fondamentaux et droits économiques, sociaux et culturels A. Droits collectifs 1 . Défense des droits collectifs par des personnes physiques Selon le droit en vigueur, les personnes physiques n’ont aucune possibilité d’ester en justice pour défendre des droits collectifs. S’agissant des personnes morales, soit exclusivement des associations, ces possibilités sont très limitées. En matière administrative, la loi confère en effet parfois la qualité pour recourir aux organisations qui poursuivent un but idéal et qui invoquent en procédure des arguments relevant de la défense de l’intérêt public (recours corporatif idéal). La loi définit alors de manière détaillée les conditions auxquelles l’association peut recourir, ainsi que les actes attaquables. De telles possibilités se rencontrent le plus fréquemment en droit social et en matière de protection de l’environnement. Dans tous les cas, les différentes lois qui habilitent les associations à recourir à des fins idéales font dépendre ce droit de la poursuite d’un but social spécifique, relevant de l’intérêt général et concernant le domaine du droit dans lequel le recours a vocation à s’inscrire. L’association ne peut formuler que des griefs en rapport avec ses objectifs statutaires, et ne peut se prévaloir de la violation d’autres dispositions légales qui auraient vocation à s’appliquer au cas d’espèce. Pour éviter que des associations soient spécifiquement fondées en vue d’une procédure judiciaire, l’accès au recours idéal est généralement réservé aux associations existant depuis un certain temps, en principe dix ans. La loi impose parfois au Conseil fédéral d’établir une liste des organisations reconnues. CPC 71 121 TOP art. 89 CPC 72 Notons que dans les activités soumises à une surveillance, par exemple dans le domaine de l’assurance privée, les associations de consommateurs peuvent dénoncer une mauvaise pratique auprès de l’autorité de surveillance. Cela ne leur confère cependant pas de droits procéduraux. 2. class action 73 74 art. 90 CPC 122 TOP 75 3. Le pouvoir du juge d’ordonner des mesures de réparation symbolique art. 89 al. 2 let. c CPC 76 B. Droits constitutionnels fondamentaux et droits économiques, sociaux et culturels 1. Instruments juridiques permettant d’assurer la protection d’un droit fondamental lésé LEg 77 78 123 TOP art. 36 Cst. art. 190 Cst. art. 190 Cst. 79 80 , La structure fédérale suisse présente la particularité de voir des droits fondamentaux consacrés tant dans la Constitution fédérale que dans les constitutions cantonales. Ainsi, le juge amené à contrôler la validité d’un acte fondé sur le droit cantonal peut également contrôler la conformité à la constitution du canton concerné. art. 113 ss LTF art. 107 al. 2 LTF 124 TOP 81 Lorsque la violation d’un droit fondamental est constatée, il convient d’appliquer les mécanismes indemnitaires habituels de droit privé, respectivement de droit public, à la question de dédommagement de la personne lésée. Lorsque le litige oppose des personnes privées, la responsabilité est régie par les règles générales du droit privé ; lorsqu’il oppose un particulier à l’État, la situation est plus complexe, car elle dépend des circonstances. En effet, si la violation a été commise lors de l’exercice d’une tâche publique par un agent de l’État dans l’exercice de ses fonctions, sa responsabilité sera déterminée par le droit public, cantonal ou fédéral selon la collectivité publique impliquée. Si la violation n’est pas imputable à l’État, la responsabilité sera déterminée selon le droit privé fédéral. 2. L’indemnisation en cas de violation des droits fondamentaux 82 83 art. 41 ss CO 125 TOP 3. L’influence de la jurisprudence des juridictions internationales 84 4. Des instruments juridiques pour assurer la protection des droits économiques, sociaux et culturels 85 86 126 TOP 87 art. 190 Cst. 88 mesures 89 5. La question de la non-rétroactivité en droits sociaux, économiques et culturels 90 6. Le droit des étrangers d’ester en justice 127 TOP 100 TOP – 26 buts sociaux art. 41 al. 4 Cst. – 105 TOP 27 droits sociaux – lorsque le responsable est le conjoint/partenaire, un parent en ligne directe ou une personne qui fait ménage commun avec la personne lésée, si la réalisation du risque a été provoquée par une négligence non fautive ; – pour les accidents professionnels provoqués par une négligence non fautive, lorsque le responsable est l’employeur du lésé, un membre de la famille de celui-ci ou un autre travailleur de l’entreprise. – le Fonds national de garantie (circulation routière) n’indemnise que le dommage direct. Il pallie l’absence de responsable civil, respectivement d’assureur responsabilité civile ; – 67 LAVI LAVI – 68 – 69 – le Fonds de garantie LPP (prévoyance professionnelle) n’intervient qu’en cas d’insolvabilité de la caisse de pension compétente, et donc de manière subsidiaire. 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 Professeur à la Faculté de droit, Universités de Lausanne et Genève, avocat à Lausanne. Professeure ordinaire aux Facultés de droit de Genève et Neuchâtel, avocate. Les auteurs remercient Mmes Ruth-Esther N’goran, assistante-doctorante, et Aline Duruz, assistante-étudiante, à la Faculté de droit de Neuchâtel, ainsi que M. Jérôme Lorenz, assistant-diplômé et doctorant à la Faculté de droit de Lausanne. Petit Robert, 2009. Bernard Billaudot Loi fédérale du 30 mars 1911 complétant le Code civil suisse (Livre cinquième : Droit des obligations) (RS 220). Loi fédérale du 19 décembre 1958 sur la circulation routière (RS 741.01). . Perritaz Vincent . Werro Franz e ATF 131 III 360 ATF 129 III 135 ATF 116 II 295 4A_79/2011 4C.252/2003 du 23 décembre 2003 er Werro Roberto Vito ATF 129 III 181 JdT 2003 I 236 infra. infra Greber Pierre-Yves Kahil-Wolff Bettina Frésard-Fellay Ghislaine Molo Romolo Werro Brulhart Vincent RS 151.3. RS 101. infra Cf. réponse du Conseil fédéral du 20.05.2009 à la motion 09.3279 sur la ratification du protocole additionnel au Pacte international relatif aux droits économiques, sociaux et culturels de l’ONU, déposé par la conseillère nationale Alleman Evi. Dupont Anne-Sylvie ’goran Ruth-Esther PJA 2020, p. 1146 ss. ATF 122 I 101 consid. 2a . ATF 139 I 257 consid. 6 ATF 121 V 246 consid. 2 ATF 135 I 161 consid. 2.2 . Dubey Jacques , Droits fondamentaux, vol. I, Bâle 2017, N 89. Dubey (note 26), N 88. ATF 135 I 119 consid. 5.3 8C_239/2014 du 14 mai 2014, consid. 4.3 ATF 135 I 119 consid. 5.3 . RS 814.91. art. 30 LGG Loi fédérale du 20 mars 1981 sur l’assurance-accidents (RS 832.20). Frésard-Fellay Ghislaine Kahil-Wolff Bettina Perrenoud Stéphanie Loi fédérale du 17 décembre 2004 sur la surveillance des entreprises d’assurance (RS 961.01). Ordonnance du 9 novembre 2005 sur la surveillance des entreprises d’assurance privées (RS 961.011). Cf. par exemple la motion Claude Janiak 14.3043 « Responsabilité civile. Uniformiser la réglementation et modifier quelques points » du 5 mars 2014. Tercier Pierre Dupont Anne-Sylvie article 8 LCD Le nouveau droit des conditions générales et pratiques commerciales déloyales Heiss Helmut Pärli Kurt HAVE 2011, p. 423 ss supra infra. 4A_451/2015 du 26 février 2015 infra infra https://www.rts.ch/info/suisse/5680225-la-famille-d-une-victime-de-l-amiante-obtient-gain-de-cause-a-strasbourg.html http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf Moor et autres contre Suisse Convention de sauvegarde des droits de l’homme et des libertés fondamentales (RS 0.101). Réponse du Conseil fédéral sur la motion 14.3664 du 14.08.2014, déposée par la Commission des affaires juridiques du Conseil national, un fonds pour une indemnisation juste des victimes de l’amiante. http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf https://www.stiftung-efa.ch/fr supra LMCFA LAVI RS 732.44 art. 15 s. LRCN RS 832.20. art. 72 s. LAA RS 831.40. art. 60 LPP art. 175 et 176 OS Loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (RS 830.1). LCR art. 63 ss LCR LPGA Kahil-Wolff Bettina , Au sujet de l’abrogation du privilège de responsabilité de l’employeur, REAS 1/2003, p. 301 ss. Loi fédérale du 2 avril 1908 sur le contrat d’assurance (RS 221.229.1). Loi fédérale du 23 mars 2007 sur l’aide aux victimes d’infractions (RS 312.5). supra supra Hautereau-Boutonnet Mathilde Saint-Pau Jean-Christophe Fasel Brigitte RS 272. LCD https://www.bj.admin.ch/bj/fr/home/staat/gesetzgebung/aenderung-zpo.html supra Message du Conseil fédéral du 26 février 2020 relatif à la modification du code de procédure civile suisse (amélioration de la praticabilité et de l’application du droit), FF 2020 2607 ss, p. 2630 s. a RS 151.1. art. 3 LEg La question de l’applicabilité généralisée de ce principe a été laissée ouverte par le Tribunal fédéral. ATF 125 II 417 . Loi fédérale du 17 juin 2005 sur le Tribunal fédéral (RS 173.110). 2C_397/2012 du 19 décembre 2012 ATF 128 IV 53 consid. 7a ATF 118 IV 420 consid. 2b 2C_397/2012 du 19 décembre 2012, consid. 5.3 supra Dubey Hertig-Randall Maya Chatton Gregor e ATF 131 III 122 ATF 137 I 305 supra supra Probst Thomas , Die Änderung de Rechtssprechung – Eine rechtsvergleichende, methodologische höchstrichterliche Rechtsprechungsänderung in der Schweiz (civil law) und den Vereinigten Staaten (common law), thèse St-Gall, Bâle 1993. © Stämpfli Editions SA Berne - 2021 Solidarité et réparation de dommages Table des matières Introduction générale I. Solidarité, justice et réparation : l’influence réciproque entre la solidarité et l’indemnisation est-elle marquée par la notion de justice commutative ou de justice distributive ? A. Rappel de quelques principes B. Le recours à la justice distributive pour fixer l’étendue de la réparation des dommages 1.  En général 2.  La prise en compte de la situation patrimoniale de la victime et du responsable dans la réparation du dommage 3.  Solidarité et insolvabilité du responsable 4.  Le principe de « réparation transformatrice » dans l’ordre juridique suisse 5.  Le pouvoir du juge et la réparation de dommages fondés sur le principe de justice distributive 6.       La réparation des dommages subis par des groupes minoritaires ou discriminés 7.   L’existence de normes constitutionnelles ou légales imposant des devoirs abstraits de solidarité et les modalités de leur mise en œuvre 8.  L’évolution du régime de la réparation en direction d’une responsabilité objective inspirée par la solidarité ? 9.  Responsabilité de l’employeur en droit du travail II. Solidarité, réparation, fonds publics d’indemnisation ou fonds de garantie et assurance : mécanismes permettant de faire face aux dommages massifs A. Les contrats d’assurance privée 1. La couverture des sinistres catastrophe 2. Contrats d’assurance et solidarité 3. La limitation contractuelle de garantie face au juge 4. L’existence d’une obligation de souscription 5. L’obligation d’un certain contenu pour la garantie d’assurance C. Assurance et fonds de garantie : les relations avec le droit de la RC 1. Fonds de garantie ou assurance ? 2. Différentes modalités de couverture des dommages : des institutions qui interviennent en cascade 3. La création de fonds pour faire face à de multiples demandes judiciaires 4. Tendance à la généralisation des fonds 5. Plafonds et barèmes indemnitaires pour la réparation des dommages 6. Conformité juridique des plafonds limitant la réparation intégrale des dommages 7. Rôle subsidiaire des fonds 8. La responsabilité civile face à l’extension de l’assurance sociale B. Les fonds publics de garantie III. Solidarité, recours judiciaires et réparation en cas de dommages collectifs, droits constitutionnels, fondamentaux et droits économiques, sociaux et culturels A. Droits collectifs 1. Défense des droits collectifs par des personnes physiques 2. La class action ou action de groupe permettant la défense de droits collectifs dans la perspective suisse 3. Le pouvoir du juge d’ordonner des mesures de réparation symbolique B. Droits constitutionnels fondamentaux et droits économiques, sociaux et culturels 1. Instruments juridiques permettant d’assurer la protection d’un droit fondamental lésé 2. L’indemnisation en cas de violation des droits fondamentaux 3. L’influence de la jurisprudence des juridictions internationales 4. Des instruments juridiques pour assurer la protection des droits économiques, sociaux et culturels 5. La question de la non-rétroactivité en droits sociaux, économiques et culturels 6. Le droit des étrangers d’ester en justice", "Auteur Mantel Philippe Titre Solidarité et politiques fiscales Titre du livre La solidarité Série / Collection Travaux du groupe suisse de l'Association Henri Capitant Année 2021 Pages 129-143 keyboard_arrow_down Afficher plus d'informations sur le document Éditeur(s) Alain Thévenaz ISBN 978-3-7272-8718-3 Maison d’édition Stämpfli Verlag AG 129 TOP par Philippe Mantel , avocat au barreau de Genève I. L’INTRODUCTION DE CHARGES FISCALES COMME MOYEN DE FINANCEMENT DE POLITIQUES SOCIALES OU DE PROTECTION 1.1 Quels sont les principes sur lesquels le système fiscal est basé dans votre pays ? Existe-t-il des références spécifiques à la solidarité comme principe primordial et inspirateur du système fiscal ? Dans quelle mesure les autres principes généraux du droit fiscal reposent-ils sur la solidarité ? Le fédéralisme suisse se reflète largement dans la fiscalité. Les impôts directs sont ainsi prélevés non seulement par la Confédération (l’État central) mais aussi par les 26 États membres qui la composent (les cantons). Or, chacune de ces entités (Confédération et cantons) jouit de sa propre et entière souveraineté fiscale, soit le droit de prélever des impôts et de disposer librement des recettes qui en découlent. De ce fait, 27 législations fiscales différentes (une fédérale et 26 cantonales) coexistent en Suisse. Ainsi, les cantons imposent le revenu et la fortune des personnes physiques, le bénéfice et le capital des personnes morales, les successions, les gains en capital, les gains immobiliers ainsi que d’autres objets fiscaux très différemment. 130 TOP art. 127 al. 2 Cst. Par ailleurs, le droit fiscal suisse doit respecter de manière générale certains droits fondamentaux fixés dans la Constitution : Cependant, dans le but d’éviter que les disparités de charge fiscale entre les collectivités territoriales riches et les collectivités pauvres ne prennent trop d’ampleur, la Suisse applique la péréquation financière entre la Confédération et les cantons d’une part et possède 26 systèmes cantonaux de péréquation financière d’autre part. Il s’agit d’une première expression de la solidarité ancrée dans le système fédéraliste. Enfin, la progression du taux de l’impôt sur le revenu et la fortune des personnes physiques, ainsi que les déductions sociales (notamment les charges de famille) ont vocation à établir une solidarité dans le système fiscal. 131 TOP 1.2 Existe-t-il dans votre pays un impôt/charge fiscal(e) spécifiquement créé(e) sur la base de la solidarité ? A-t-il/elle été introduit(e) comme réponse à une crise ou en vue de financer des politiques sociales déterminées ? Dans le cas d’une réponse positive, quelle est ou a été la réponse sociale à l’adoption de ce type de mesures ? Lors de la création de l’État fédéral de 1848, les droits de douane et de poste furent attribués à la Confédération. Les cantons, anciens bénéficiaires de ces droits, furent dédommagés pour leur perte modestement jusqu’à la fin de la Seconde Guerre mondiale. Suite à la Première Guerre mondiale et à ses conséquences financières, le système fiscal a été considérablement remanié et un impôt de guerre a été prélevé (dès 1914). Ce n’est qu’après 1945 que la notion de péréquation financière nationale émerge en vue de satisfaire à un besoin de solidarité. En effet, les cantons et les communes disposant de l’autonomie financière et fiscale, il existait des différences parfois importantes entre leur capacité financière. Dans le cadre de la réforme de la péréquation financière et de la répartition des tâches entre la Confédération et les cantons, une péréquation financière fédérale entièrement refondue est entrée en vigueur début 2008. Elle visait notamment à maintenir la compétitivité fiscale des cantons et à réduire les disparités. La solidarité s’est également exprimée plus récemment à travers la réforme fiscale liée au financement de l’AVS (RFFA). En effet, tant une imposition des entreprises concurrentielle sur le plan international qu’un système de prévoyance vieillesse fiable forment des piliers essentiels à la prospérité de la Suisse. 132 TOP Associer la réforme de l’imposition des entreprises à un renforcement des finances de l’AVS constitue ainsi un compromis équilibré qui profitera à l’ensemble de la population suisse. 1.3 La question du genre est-elle prise en considération par votre système fiscal ? Existe-t-il des mesures précises introduites à cet égard ? Le genre n’est pas pris en considération en tant que tel dans le système fiscal suisse. art. 163 CC Pour chaque époux, la capacité économique ne peut, en droit fiscal, être déterminée sans prendre en considération la communauté qu’il forme avec son conjoint, étant donné que le couple marié est considéré comme formant une certaine unité économique, leurs revenus étant additionnés, quel que soit le régime matrimonial applicable. Le droit fiscal ne devrait pas influencer le choix de famille ou de vie du contribuable mais au contraire avoir le moins d’influence possible. Alors que les cantons ont, au cours de ces dernières décennies, introduit les correctifs nécessaires au rééquilibrage des charges dans leurs lois fiscales, il persiste pour certains couples mariés une inégalité de traitement anti-constitutionelle par rapport aux concubins en raison de l’addition des revenus. Une charge fiscale la plus équitable possible entre les différents types de partenariats et de modèles familiaux est réalisable aussi bien dans le cadre d’une imposition conjointe que séparée des époux. Le choix du système fiscal est davantage une question politique. Les ajustements requis juridiquement par la Constitution fédérale conduisent inévitablement – indépendamment du modèle choisi – à une baisse des recettes fiscales ou une augmentation de charges pour les contribuables. 133 TOP Une initiative constitutionnelle avait vocation à éliminer la pénalisation des couples mariés d’un point de vue fiscal. La votation avait conclu à un rejet. Mais la votation était entachée par une erreur grossière dans la brochure explicative du Conseil fédéral, qui n’évoquait que 80 000 couples mariés à deux revenus pénalisés par l’impôt fédéral direct (IFD), alors qu’ils étaient cinq fois plus en réalité. À ce nombre s’ajoutaient quelque 250 000 couples retraités. Au total, les couples mariés discriminés par l’impôt étaient au nombre de 704 000. caractère incomplet et le manque de transparence des informations fournies par le Conseil fédéral violent la liberté de vote des citoyens II. MESURES NATIONALES ET INTERNATIONALES AYANT COMME BUT LA PROTECTION DE LA SOLIDARITÉ À TRAVERS LA FISCALITÉ Si nous prenons comme point de départ que les impôts sont un outil de solidarité, les pratiques qui favorisent l’évasion fiscale ou la fraude représentent une attaque directe à un des objectifs essentiels de la fiscalité. Au niveau de la fiscalité internationale, nous assistons au cours des dernières années à un changement radical du paradigme qui suppose une reformulation des principes qui régissent cette matière. e 134 TOP 2.1 Dans votre pays, existe-t-il des règles pour éviter la fraude et l’évasion fiscale ? Pourriez-vous identifier les plus significatives ? théorie de l’évasion fiscale Selon la doctrine et la jurisprudence, on peut admettre la présence d’une évasion fiscale lorsque les trois conditions cumulatives suivantes sont remplies : (i) le contribuable choisit pour effectuer une opération une forme insolite, inadéquate ou anormale, inappropriée ou étrange, en tous les cas inadaptée au but économique poursuivi, (ii) dans le but d’économiser les impôts qui seraient dus si les rapports de droit avaient été aménagés de manière appropriée et (iii) le procédé choisi conduirait effectivement à une notable économie d’impôt si le fisc l’acceptait. Alors que le premier et le troisième critères sont des critères objectifs, le deuxième a trait à l’intention d’éluder l’impôt et représente ainsi un élément subjectif qui est par essence difficile à prouver en pratique. En outre, selon une jurisprudence constante, l’évasion fiscale doit toujours être examinée à la lumière de l’ensemble des circonstances. Lorsque les conditions de l’évasion fiscale sont remplies, le fisc est autorisé à reconstituer la situation qui aurait été économiquement justifiée en l’absence de volonté d’éluder l’impôt. Le fisc fait donc une « fiction de réalité » et l’imposition est ainsi basée sur la construction juridique qui aurait été appropriée au but économique à atteindre. 135 TOP Contrairement à la soustraction ou à la fraude fiscale, l’évasion fiscale ne constitue pas une infraction pénale. Dans le cadre de l’évasion fiscale, on ne reproche pas au contribuable de dissimuler de la substance imposable, ni de se soustraire à ces obligations fiscales. Il crée uniquement un état de fait qui n’est pas adapté au but poursuivi, dans le but d’économiser des impôts. L’évasion fiscale s’applique dès lors lorsqu’il apparaît particulièrement choquant qu’un état de fait échappe à l’imposition. En effet, le contribuable suisse étant libre de choisir la forme juridique et économique sous laquelle il organise ses relations, l’autorité fiscale ne doit s’en écarter que dans des cas exceptionnels d’abus manifeste. 2.2 i.e. La théorie de l’évasion fiscale étant spécifique et ne pouvant s’appliquer de manière générale à toutes les pertes de substance, il existe d’autres règles fiscales correctrices permettant à l’administration de lutter contre les situations d’abus. liquidation partielle indirecte En droit fiscal suisse, les gains en capital réalisés sur des éléments appartenant à la fortune privée d’un contribuable résident suisse sont exonérés de l’impôt sur le revenu au niveau fédéral et cantonal. Est en revanche imposable le rendement de la fortune mobilière, soit les dividendes, les parts de bénéfice, l’excédent de liquidation et tous autres avantages appréciables en argent provenant de participations de tout genre (comme par exemple les actions gratuites, les augmentations gratuites de la valeur nominale). 136 TOP Une liquidation partielle indirecte est ainsi réalisée si les conditions cumulatives suivantes sont remplies : (i) une participation d’au moins 20 % au capital d’une société est vendue ; (ii) la vente représente un transfert de la fortune privée à la fortune commerciale d’une autre personne physique ou d’une personne morale ; (iii) il existe au moment de la vente de la substance non nécessaire à l’exploitation et susceptible d’être distribuée au sens du droit commercial ; (iv) cette substance est distribuée dans les cinq ans ; (v) la distribution a lieu avec la participation du vendeur (c’est-à-dire qu’il sait ou devait savoir que des fonds seraient prélevés de la société pour financer le prix d’achat et qu’ils ne lui seraient pas rendus). transposition Une transposition est réalisée selon le nouveau droit si : (i) une participation d’au moins 5 % au capital d’une société (de capitaux ou coopérative) est transférée ; cette condition est également réalisée si plusieurs participants effectuent le transfert en commun ; (ii) le transfert donne lieu à un passage de la fortune privée à la fortune commerciale d’une entreprise de personnes ou d’une personne morale ; (iii) le vendeur ou la personne qui effectue l’apport détient une participation d’au moins 50 % au capital de la société acquéreuse après le transfert ; (iv) le total de la contreprestation reçue est supérieur à la valeur nominale de la participation transférée. théorie du manteau d’actions anciennes réserves 137 TOP La théorie des « anciennes réserves » fait l’objet de critiques de la doctrine qui en conteste notamment l’absence de base légale. De plus, la notion de réserve ne peut viser que les montants de liquidités librement disponibles et distribuables. De même, la théorie des anciennes réserves ne peut s’appliquer qu’au moment de la distribution effective des dividendes. Avec l’écoulement du temps, il est ainsi concevable que des pertes réalisées par la société cédée viennent ainsi compenser ultérieurement le montant des réserves disponibles. Durchgriff transparence fiscale 2.3 Votre pays fait-il partie du MLI (« Multilateral Instrument ») développé et promu par l’OCDE dans le but d’introduire les mesures BEPS dans le réseau des Conventions de double imposition ? Dans le cas d’une réponse positive, merci d’identifier les positions adoptées sur les questions relatives aux mesures anti-abus. Le 7 juin 2017, la Suisse a signé à Paris la convention multilatérale pour la mise en œuvre des mesures relatives aux conventions fiscales pour prévenir l’érosion de la base d’imposition et le transfert de bénéfices. Sur la base de cette convention multilatérale, la Suisse pourra notamment adapter efficacement des conventions contre les doubles impositions (CDI) aux standards minimaux convenus dans le cadre du projet BEPS. La Suisse va mettre en œuvre ces standards soit dans le cadre de la convention multilatérale, soit lors d’une négociation bilatérale de certaines de ses CDI. 138 TOP 2.4 Existe-t-il dans votre pays des obligations d’information destinées à contrer l’occultation des opérations ou des patrimoines et, par conséquent, lutter contre la fraude ou l’évasion fiscale ? Votre législation fiscale prévoit-elle des pénalisations ou des régimes moins favorables pour les opérations réalisées avec des anciennement nommés paradis fiscaux, c’est-à-dire avec des territoires non collaboratifs ? er Les opérations liées à des échanges sont revues sous l’angle de la théorie de l’évasion fiscale. De manière générale, une société dans un paradis fiscal peut être vue en transparence, si le contribuable n’est pas en mesure de démontrer une substance locale. L’administration peut également considérer que le siège de son administration effective se trouve en Suisse. 2.5 Les régimes de la bonne gouvernance sociétaire existant dans votre pays prévoient-ils des dispositions spécifiques en matière fiscale ? La notion de responsabilité sociale sociétaire inclut-elle aussi la notion d’une bonne exécution des obligations légales en matière fiscale ? Les administrateurs et liquidateurs de sociétés peuvent être tenus responsables solidaires de certains impôts. 139 TOP Par ailleurs, en réponse aux pressions internationales, la Suisse a adapté son droit interne en vue de l’évaluation mutuelle du GAFI qui a eu lieu début 2016 en introduisant une loi ad hoc (lex GAFI). Suite à cette réforme, la Suisse a adapté son régime légal en matière de droit des sociétés principalement sur deux aspects : La lex GAFI introduit par ailleurs la notion de délit fiscal qualifié, qui constitue dorénavant une infraction préalable au blanchiment. Constitue un délit fiscal qualifié la soustraction d’impôt ou la fraude fiscale lorsque les impôts soustraits se montent à plus de CHF 300’000.– par période fiscale. 2.6 Votre pays a-t-il développé des régimes collaboratifs entre les contribuables et l’administration fiscale ? Utilise-t-on la notion de « contribuable certifié » dans le sens d’un contribuable qui, de par l’analyse de l’historique de ses relations avec l’administration fiscale, est considéré comme un contribuable diligent ? La notion de « contribuable certifié » n’existe pas en Suisse. Il est possible d’obtenir une attestation dite « à jour avec les impôts » permettant de montrer qu’un contribuable s’acquitte de ses impôts. Cette attestation est requise pour certains mandats, notamment électifs ou lors de procédure de naturalisation. Depuis début 2010, une forme de collaboration avec l’administration fiscale a été mise en place : la dénonciation spontanée non punissable et le rappel d’impôt simplifié en cas de succession. Cette amnistie doit inciter les contribuables n’ayant pas encore déclaré l’ensemble de leurs revenus et de leur fortune à retrouver le chemin de la légalité. Les autorités fiscales cantonales reçoivent les dénonciations et conduisent les procédures de rappel d’impôt lorsque les conditions sont remplies. 140 TOP En outre, l’effet de la dénonciation spontanée est étendu à toutes les personnes ayant participé à une soustraction d’impôt. Les instigateurs, les complices et les participants ont le droit de se dénoncer spontanément en bénéficiant des mêmes conditions que le contribuable. Jusqu’à fin février 2019, le fisc suisse a enregistré 59’063 dénonciations. 2.7 i.e. Du point de vue régional, le Parlement suisse avait adopté une loi en faveur des zones économiques en redéploiement, ou « Lex Bonny », du nom de son initiateur, le député radical (droite) Jean-Pierre Bonny, pour pallier à la grave crise horlogère des années 70. Elle octroyait des allégements fiscaux aux entreprises qui s’établissent dans des zones économiquement défavorisées. Pour obtenir ces allégements, l’entreprise bénéficiaire devait être industrielle ou offrir des services proches de la production. Elle devait créer des emplois et son activité devait être novatrice et contribuer à la diversification structurelle de la région. er D’un point de vue international, le mécanisme dit du « tax sparing credit » permet à un pays d’appliquer un crédit d’impôt à l’égard de l’impôt dû sur le revenu étranger qui est équivalent à l’exemption fiscale accordée par le pays étranger. Ce mécanisme d’économie d’impôt peut être particulièrement important pour les pays en développement cherchant à attirer les investissements. 141 TOP La Suisse prévoyait cette mesure d’encouragement dans sa convention fiscale avec la Turquie par exemple. III. LA SOLIDARITÉ DANS LE PAIEMENT DE L’IMPÔT COMME MESURE POUR EN ASSURER LE RECOUVREMENT Pour finaliser ce questionnaire, il nous semble pertinent d’évoquer le concept juridique traditionnel de la solidarité, tel qu’il est formulé en droit en général pour l’assomption des obligations, mais aussi en particulier dans le plan du droit fiscal. En effet, pour assurer le recouvrement de l’impôt et aussi pour réprimer certains comportements que l’administration fiscale estime frauduleux et/ou délictueux, la législation fiscale habituellement prévoit, en sus du contribuable, une ou plusieurs personnes qui deviennent obligées au paiement de l’impôt. En droit fiscal espagnol, la responsabilité fiscale est divisée en deux types en fonction du moment auquel le paiement de la dette fiscale peut être réclamé. Ainsi, on peut distinguer entre la responsabilité solidaire et la responsabilité subsidiaire. 3.1 Votre pays prévoit-il le principe juridique de la solidarité en matière fiscale ? La solidarité est-elle le principe d’application par défaut ou la subsidiarité est-elle le principe de base ? S’agit-il d’un principe général qui traverse le système fiscal, ou existe-t-il des règles particulières pour des impôts spécifiques ? La responsabilité solidaire pour le paiement d’un impôt doit être prévue par la loi. Des règles spécifiques doivent donc être introduites, le cercle des personnes responsables et l’impôt étant précisés. Les époux vivant en ménage commun répondent solidairement de l’impôt. C’est également le cas de l’administrateur d’une succession et de l’exécuteur testamentaire. 142 TOP La solidarité la plus emblématique et importante en pratique est celle du liquidateur d’une société qui répond de la TVA, l’impôt anticipé et l’impôt fédéral direct et les impôts cantonaux et communaux. Le transfert de siège est assimilé à une liquidation. 1 Par ailleurs, la responsabilité solidaire est en principe limitée au produit de liquidation. 3.2 Existe-t-il une procédure spécifique prévue dans la loi pour la dérivation de la responsabilité en fonction du principe de la solidarité ? La responsabilité solidaire est prévue par la loi. En tenant compte de la subsidiarité, l’administration fiscale peut donc rechercher ces personnes sans faire constater le bien-fondé de la dette à une autorité judiciaire. Néanmoins, chaque personne visée peut contester sa responsabilité. 3.3 Les personnes identifiées par la loi en tant que responsables solidaires ont-elles un mécanisme ou procédure particulières pour se libérer d’une telle responsabilité ? Les lois fiscales concernées (impôt anticipé, TVA et impôt fédéral direct) disposent que les personnes appelées en responsabilité peuvent apporter la preuve d’avoir fait tout ce qu’on pouvait attendre d’elles pour délimiter et exécuter la créance fiscale ou encore qu’elles ont pris tous les soins commandés par les circonstances. 2 143 TOP 3.4 Dans votre pays, quelle est la portée de la responsabilité fiscale pour les responsables solidaires ? En pratique, la responsabilité fiscale a une grande portée lors de liquidation de sociétés. Le droit suisse prévoit l’obligation d’avoir un administrateur domicilié en Suisse, afin notamment d’assurer l’efficacité de la responsabilité solidaire. L’administration fiscale procédant toujours à un audit fiscal avant la radiation, les administrateurs de société ont tendance à abandonner leur fonction avant la liquidation formelle d’une société. La jurisprudence récente va encore renforcer l’exposition des administrateurs de sociétés. En raison également de la hauteur de l’impôt anticipé suisse (35 %), le rôle de liquidateur ne doit être accepté qu’en connaissance des risques fiscaux. 3.5 Existe-t-il une période de prescription pour la responsabilité solidaire ? Les règles de prescription de la créance fiscale s’appliquent à la responsabilité solidaire. – principe de la généralité de l’imposition – principe de l’uniformité de l’imposition – principe de la capacité économique – art. 8 Cst. – art. 15 Cst. – art. 26 Cst. – art. 27 Cst. – art. 127 al. 3 Cst. – art. 129 al. 3 Cst. – l’identification de tous les titulaires des actions au porteur ; et – l’identification des ayants droit économiques de participations significatives. 1 2 Archives 50 440 . 2C_607/2017 © Stämpfli Editions SA Berne - 2021 Solidarité et politiques fiscales Table des matières I. L’INTRODUCTION DE CHARGES FISCALES COMME MOYEN DE FINANCEMENT DE POLITIQUES SOCIALES OU DE PROTECTION 1.1 Quels sont les principes sur lesquels le système fiscal est basé dans votre pays ? Existe-t-il des références spécifiques à la solidarité comme principe primordial et inspirateur du système fiscal ? Dans quelle mesure les autres principes généraux du droit fiscal reposent-ils sur la solidarité ? 1.2 Existe-t-il dans votre pays un impôt/charge fiscal(e) spécifiquement créé(e) sur la base de la solidarité ? A-t-il/elle été introduit(e) comme réponse à une crise ou en vue de financer des politiques sociales déterminées ? Dans le cas d’une réponse positive, quelle est ou a été la réponse sociale à l’adoption de ce type de mesures ? 1.3 La question du genre est-elle prise en considération par votre système fiscal ? Existe-t-il des mesures précises introduites à cet égard ? II. MESURES NATIONALES ET INTERNATIONALES AYANT COMME BUT LA PROTECTION DE LA SOLIDARITÉ À TRAVERS LA FISCALITÉ 2.1 Dans votre pays, existe-t-il des règles pour éviter la fraude et l’évasion fiscale ? Pourriez-vous identifier les plus significatives ? 2.2 Au-delà des règles anti-fraude, votre pays a-t-il aussi introduit des mesures pour éviter l’érosion des assiettes d’imposition ou la délocalisation des bénéfices soit dans le plan des revenus locaux soit au niveau des échanges internationaux (i.e. inefficacité des schémas hybrides, doubles amortissements) ? 2.3 Votre pays fait-il partie du MLI (« Multilateral Instrument ») développé et promu par l’OCDE dans le but d’introduire les mesures BEPS dans le réseau des Conventions de double imposition ? Dans le cas d’une réponse positive, merci d’identifier les positions adoptées sur les questions relatives aux mesures anti-abus. 2.4 Existe-t-il dans votre pays des obligations d’information destinées à contrer l’occultation des opérations ou des patrimoines et, par conséquent, lutter contre la fraude ou l’évasion fiscale ? Votre législation fiscale prévoit-elle des pénalisations ou des régimes moins favorables pour les opérations réalisées avec des anciennement nommés paradis fiscaux, c’est-à-dire avec des territoires non collaboratifs ? 2.5 Les régimes de la bonne gouvernance sociétaire existant dans votre pays prévoient-ils des dispositions spécifiques en matière fiscale ? La notion de responsabilité sociale sociétaire inclut-elle aussi la notion d’une bonne exécution des obligations légales en matière fiscale ? 2.6 Votre pays a-t-il développé des régimes collaboratifs entre les contribuables et l’administration fiscale ? Utilise-t-on la notion de « contribuable certifié » dans le sens d’un contribuable qui, de par l’analyse de l’historique de ses relations avec l’administration fiscale, est considéré comme un contribuable diligent ? 2.7 Votre pays participe-t-il à des programmes de soutien aux pays en voie de développement en matière fiscale (i.e. Inspecteurs sans frontières) ? III. LA SOLIDARITÉ DANS LE PAIEMENT DE L’IMPÔT COMME MESURE POUR EN ASSURER LE RECOUVREMENT 3.1 Votre pays prévoit-il le principe juridique de la solidarité en matière fiscale ? La solidarité est-elle le principe d’application par défaut ou la subsidiarité est-elle le principe de base ? S’agit-il d’un principe général qui traverse le système fiscal, ou existe-t-il des règles particulières pour des impôts spécifiques ? 3.2 Existe-t-il une procédure spécifique prévue dans la loi pour la dérivation de la responsabilité en fonction du principe de la solidarité ? 3.3 Les personnes identifiées par la loi en tant que responsables solidaires ont-elles un mécanisme ou procédure particulières pour se libérer d’une telle responsabilité ? 3.4 Dans votre pays, quelle est la portée de la responsabilité fiscale pour les responsables solidaires ? 3.5 Existe-t-il une période de prescription pour la responsabilité solidaire ?"], "links": [{"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#fn_fn1", "first_index": 150, "last_index": 151}, {"text_": "CC", "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2154, "last_index": 2156}, {"text_": "LPart", "link_": "https://www.swisslex.ch/doc/lawdoc/669f79a6-39a9-4246-98b1-3e51f2ff29b6/source/document-link", "first_index": 2157, "last_index": 2162}, {"text_": "2", "link_": "#fn_fn2", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#fn_fn3", "first_index": 262, "last_index": 263}, {"text_": "art. 378 al. 1 ch. 4 CC", "link_": "https://www.swisslex.ch/doc/aol/5f0ab303-36d7-45e8-aa25-bdab8e94a05a/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2296, "last_index": 2319}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "4", "link_": "#fn_fn4", "first_index": 2315, "last_index": 2316}, {"text_": "art. 160 al. 1 CC", "link_": "https://www.swisslex.ch/doc/aol/82aa7317-8e3a-40a0-a7cc-e4a1b384d12f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2542, "last_index": 2559}, {"text_": "art. 119 CC", "link_": "https://www.swisslex.ch/doc/aol/04006b41-cfce-4204-b3ff-1b5722915c65/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2575, "last_index": 2586}, {"text_": "5", "link_": "#fn_fn5", "first_index": 2602, "last_index": 2603}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 270a al. 1 CC", "link_": "https://www.swisslex.ch/doc/aol/1607abc8-dce3-4d32-b013-d84c5e1165d3/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2646, "last_index": 2664}, {"text_": "art. 270a al. 2 CC", "link_": "https://www.swisslex.ch/doc/aol/1607abc8-dce3-4d32-b013-d84c5e1165d3/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2684, "last_index": 2702}, {"text_": "LN", "link_": "https://www.swisslex.ch/doc/lawdoc/ba775ea1-bf7e-49ac-a558-65b47f9a95b5/source/document-link", "first_index": 2760, "last_index": 2762}, {"text_": "art. 21 LN", "link_": "https://www.swisslex.ch/doc/aol/0a70f768-3cad-4e98-b089-455c6dc56328/ba775ea1-bf7e-49ac-a558-65b47f9a95b5/source/document-link", "first_index": 2763, "last_index": 2773}, {"text_": "art. 2 LN", "link_": "https://www.swisslex.ch/doc/aol/a618d87b-1b20-4464-9338-55081454e19a/aad4bad7-75b8-4d9a-88bd-967da40c38d3/source/document-link", "first_index": 2808, "last_index": 2817}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "LEI", "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link", "first_index": 2851, "last_index": 2854}, {"text_": "art. 42 LEI", "link_": "https://www.swisslex.ch/doc/aol/fd0e00ca-cd9e-4c3b-92fd-fffda47b05e6/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link", "first_index": 2855, "last_index": 2866}, {"text_": "LEI", "link_": "https://www.swisslex.ch/doc/lawdoc/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link", "first_index": 2851, "last_index": 2854}, {"text_": "art. 49 LEI", "link_": "https://www.swisslex.ch/doc/aol/df766a6d-a57c-47bf-ab63-cd704c8adb39/a9c93e17-07c7-4ad9-ac08-f9da47f8f369/source/document-link", "first_index": 2895, "last_index": 2906}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 66a CP", "link_": "https://www.swisslex.ch/doc/aol/c84fa416-efc7-4fea-b1f6-c06104b6448a/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 2913, "last_index": 2924}, {"text_": "art. 166 CC", "link_": "https://www.swisslex.ch/doc/aol/d1cbfff9-a7b3-47d4-89d9-436bccd6fa28/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2958, "last_index": 2969}, {"text_": "CO", "link_": "https://www.swisslex.ch/doc/lawdoc/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 2984, "last_index": 2986}, {"text_": "art. 378 CC", "link_": "https://www.swisslex.ch/doc/aol/5f0ab303-36d7-45e8-aa25-bdab8e94a05a/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2987, "last_index": 2998}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 58 LP", "link_": "https://www.swisslex.ch/doc/aol/26712d51-95f4-4ba8-b257-bc48b4c67c61/a8aea14d-1f70-4346-9f9b-25ef45a404e1/source/document-link", "first_index": 3161, "last_index": 3171}, {"text_": "art. 221 ss CC", "link_": "https://www.swisslex.ch/doc/aol/1e9c46be-62e9-4391-8c30-76ecc34bb6d9/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 3172, "last_index": 3186}, {"text_": "art. 111 LP", "link_": "https://www.swisslex.ch/doc/aol/ca669410-adeb-4b54-a3d7-2943d810ba3f/a8aea14d-1f70-4346-9f9b-25ef45a404e1/source/document-link", "first_index": 3187, "last_index": 3198}, {"text_": "art. 137 CP", "link_": "https://www.swisslex.ch/doc/aol/7fb4fe91-5684-486b-94bc-5a53454c2460/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 3199, "last_index": 3210}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 213 CP", "link_": "https://www.swisslex.ch/doc/aol/d44c8dfd-5a6d-4ab1-9ddc-87cddbe3e045/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 3787, "last_index": 3798}, {"text_": "art. 217 CP", "link_": "https://www.swisslex.ch/doc/aol/f4701fd9-4fb4-4349-840d-7e7123222fa7/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 3811, "last_index": 3822}, {"text_": "art. 219 CP", "link_": "https://www.swisslex.ch/doc/aol/7264db0b-bb24-4a8d-b488-9fe1e48e5c2a/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 3823, "last_index": 3834}, {"text_": "art. 220 CP", "link_": "https://www.swisslex.ch/doc/aol/0665c157-32d8-480a-beb6-530bb622c05d/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 3835, "last_index": 3846}, {"text_": "6", "link_": "#fn_fn6", "first_index": 2326, "last_index": 2327}, {"text_": "art. 333 CC", "link_": "https://www.swisslex.ch/doc/aol/f83dd8ff-72b0-43c1-b5b8-966b86e9bacc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 3902, "last_index": 3913}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "CPP", "link_": "https://www.swisslex.ch/doc/lawdoc/315c575f-b12a-4355-a1ad-3474409d0494/source/document-link", "first_index": 3963, "last_index": 3966}, {"text_": "art. 111 CP", "link_": "https://www.swisslex.ch/doc/aol/eb80483a-c49d-45fd-a567-b37719b0fbcf/564c189e-a29d-4671-9de2-ba95ae975807/source/document-link", "first_index": 4019, "last_index": 4030}, {"text_": "art. 47 CPC", "link_": "https://www.swisslex.ch/doc/aol/9f41b1d5-3d4b-4558-9037-f5c3d1a1516e/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link", "first_index": 4056, "last_index": 4067}, {"text_": "art. 68 CC", "link_": "https://www.swisslex.ch/doc/aol/1d41d4bb-d392-4be0-b0c0-3cb95a76dd0e/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 4091, "last_index": 4101}, {"text_": "art. 503 CC", "link_": "https://www.swisslex.ch/doc/aol/4576d9a0-c530-422d-8aa4-7edcc217b744/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 4102, "last_index": 4113}, {"text_": "OSCi", "link_": "https://www.swisslex.ch/doc/lawdoc/67133573-dd3e-42f6-9ab6-4a7d9d220021/source/document-link", "first_index": 4358, "last_index": 4362}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 163 CC", "link_": "https://www.swisslex.ch/doc/aol/069800c5-4ee4-4d3a-8d74-733cca4091a6/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5098, "last_index": 5109}, {"text_": "art. 163 CC", "link_": "https://www.swisslex.ch/doc/aol/069800c5-4ee4-4d3a-8d74-733cca4091a6/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5098, "last_index": 5109}, {"text_": "7", "link_": "#fn_fn7", "first_index": 259, "last_index": 260}, {"text_": "art. 163 CC", "link_": "https://www.swisslex.ch/doc/aol/069800c5-4ee4-4d3a-8d74-733cca4091a6/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5098, "last_index": 5109}, {"text_": "art. 125 CC", "link_": "https://www.swisslex.ch/doc/aol/0ee3bb93-25df-4820-b111-0ac0c175c780/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5136, "last_index": 5147}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "8", "link_": "#fn_fn8", "first_index": 260, "last_index": 261}, {"text_": "art. 125 al. 2 CC", "link_": "https://www.swisslex.ch/doc/aol/0ee3bb93-25df-4820-b111-0ac0c175c780/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5187, "last_index": 5204}, {"text_": "9", "link_": "#fn_fn9", "first_index": 258, "last_index": 259}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 13 LPart", "link_": "https://www.swisslex.ch/doc/aol/28218909-e07c-4349-9f0c-cc5e1f41c76b/669f79a6-39a9-4246-98b1-3e51f2ff29b6/source/document-link", "first_index": 5228, "last_index": 5241}, {"text_": "CC", "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 2154, "last_index": 2156}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "10", "link_": "#fn_fn10", "first_index": 2779, "last_index": 2781}, {"text_": "art. 328 CC", "link_": "https://www.swisslex.ch/doc/aol/c150d62b-06ce-4141-abaf-6d31d2c15f27/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5462, "last_index": 5473}, {"text_": "11", "link_": "#fn_fn11", "first_index": 2580, "last_index": 2582}, {"text_": "art. 132, 177 et 291 CC", "link_": "https://www.swisslex.ch/doc/previews/addcdd47-46b1-48a8-94d3-833f8373f3b3%2C42044915-3e2a-427d-97b7-0f6658ee2cce%2C39218b8e-8729-4ab2-b617-4d7b9ccebc62/source/document-link", "first_index": 5754, "last_index": 5777}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 164 CC", "link_": "https://www.swisslex.ch/doc/aol/3eb2d018-0d90-4e6b-9ecf-ea36aa8e417f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5842, "last_index": 5853}, {"text_": "art. 165 CC", "link_": "https://www.swisslex.ch/doc/aol/05e9486d-5ae5-406e-9865-32bfd6bee487/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5854, "last_index": 5865}, {"text_": "art. 169 CC", "link_": "https://www.swisslex.ch/doc/aol/03c9d3ed-23d6-40f9-acde-621bf5907bba/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 5866, "last_index": 5877}, {"text_": "art. 40 LDFR", "link_": "https://www.swisslex.ch/doc/aol/b325b98a-9338-44cb-97ed-756951677fc6/de47fa61-ae9e-4d4d-812b-d25efbfcca40/source/document-link", "first_index": 5884, "last_index": 5896}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "LHID", "link_": "https://www.swisslex.ch/doc/lawdoc/f5cb11f9-9b13-4dc7-99dc-5c43b0b0b844/source/document-link", "first_index": 6682, "last_index": 6686}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "12", "link_": "#fn_fn12", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#fn_fn13", "first_index": 3204, "last_index": 3206}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 13a LPGA", "link_": "https://www.swisslex.ch/doc/aol/fc96d7fb-9787-4280-b08d-8f4a010a77c7/042b0d3b-5456-43fd-b41a-c0571c3f6493/source/document-link", "first_index": 10834, "last_index": 10847}, {"text_": "LAVS", "link_": "https://www.swisslex.ch/doc/lawdoc/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 10860, "last_index": 10864}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 3 al. 3 lit. a LAVS", "link_": "https://www.swisslex.ch/doc/aol/415203e8-70d5-4d6a-b46f-49fac0ca4a94/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 11158, "last_index": 11182}, {"text_": "LAVS", "link_": "https://www.swisslex.ch/doc/lawdoc/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 10860, "last_index": 10864}, {"text_": "art. 122 ss CC", "link_": "https://www.swisslex.ch/doc/aol/7d2bd4f1-0b43-478a-b6ca-3e40c9932f88/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 11607, "last_index": 11621}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "LAVS", "link_": "https://www.swisslex.ch/doc/lawdoc/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 10860, "last_index": 10864}, {"text_": "art. 24 LAVS", "link_": "https://www.swisslex.ch/doc/aol/88013b52-c419-4eda-9153-7071c8ea76d3/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 11821, "last_index": 11833}, {"text_": "art. 19 LPP", "link_": "https://www.swisslex.ch/doc/aol/831e9cda-91d1-4d0a-b2ee-1c5210e095dc/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link", "first_index": 12364, "last_index": 12375}, {"text_": "art. 20a LPP", "link_": "https://www.swisslex.ch/doc/aol/306aa42b-f506-4abb-bd96-7ef40ad80d69/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link", "first_index": 12378, "last_index": 12390}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "LAVS", "link_": "https://www.swisslex.ch/doc/lawdoc/326f26e0-efc3-41ff-a682-cfb2ef36d2af/source/document-link", "first_index": 10860, "last_index": 10864}, {"text_": "art. 457 CC", "link_": "https://www.swisslex.ch/doc/aol/6fc5f89a-085b-4c29-9bf8-d4d8b5f6c5bf/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 12896, "last_index": 12907}, {"text_": "art. 462 CC", "link_": "https://www.swisslex.ch/doc/aol/c107661c-9934-4066-a89a-9bc3acb1f6c3/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 13166, "last_index": 13177}, {"text_": "art. 566 CC", "link_": "https://www.swisslex.ch/doc/aol/716137f1-08fe-45e1-8a67-c6130d0231de/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 13178, "last_index": 13189}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "art. 471 CC", "link_": "https://www.swisslex.ch/doc/aol/80e2b71e-107e-4409-927c-e4ac2de3df19/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 13536, "last_index": 13547}, {"text_": "14", "link_": "#fn_fn14", "first_index": 3240, "last_index": 3242}, {"text_": "art. 551 CC", "link_": "https://www.swisslex.ch/doc/aol/769e1261-b18c-4bd0-aaeb-7e0851005671/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 13850, "last_index": 13861}, {"text_": "1", "link_": "#footnotecall_fn1", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#footnotecall_fn2", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#footnotecall_fn3", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#footnotecall_fn4", "first_index": 2315, "last_index": 2316}, {"text_": "5", "link_": "#footnotecall_fn5", "first_index": 2602, "last_index": 2603}, {"text_": "6", "link_": "#footnotecall_fn6", "first_index": 2326, "last_index": 2327}, {"text_": "7", "link_": "#footnotecall_fn7", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#footnotecall_fn8", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#footnotecall_fn9", "first_index": 258, "last_index": 259}, {"text_": "10", "link_": "#footnotecall_fn10", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#footnotecall_fn11", "first_index": 2580, "last_index": 2582}, {"text_": "12", "link_": "#footnotecall_fn12", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#footnotecall_fn13", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#footnotecall_fn14", "first_index": 3240, "last_index": 3242}, {"text_": "ATF 109 II 228", "link_": "https://www.swisslex.ch/doc/unknown/93ed887d-379a-4bb1-a9da-154ca525582f/citeddoc/a1b5b85f-9407-4e20-a444-16e55e2424da/source/document-link", "first_index": 14124, "last_index": 14138}, {"text_": "https://www.bfs.admin.ch/bfs/fr/home/statistiques/population/mariages-partenaires-divorces/nuptialite.assetdetail.8926520.html", "link_": "https://www.bfs.admin.ch/bfs/fr/home/statistiques/population/mariages-partenaires-divorces/nuptialite.assetdetail.8926520.html", "first_index": 14141, "last_index": 14267}, {"text_": "ATF 137 III 385, consid. 3.1", "link_": "https://www.swisslex.ch/doc/unknown/9e472c03-3b8c-4f2c-a0c1-48a3a6827520/citeddoc/95d3ae9c-4e38-450a-ad8e-e548f0be7b8d/source/document-link", "first_index": 14335, "last_index": 14363}, {"text_": "ATF 137 III 102, consid. 4.1.1", "link_": "https://www.swisslex.ch/doc/unknown/e952c5a7-acd1-4a4c-8bf1-633173345d91/citeddoc/b263e5d9-9cbb-4009-a249-b2a479c2e8b4/source/document-link", "first_index": 14366, "last_index": 14396}, {"text_": "ATF 137 III 102, consid. 4.1.2", "link_": "https://www.swisslex.ch/doc/unknown/e952c5a7-acd1-4a4c-8bf1-633173345d91/citeddoc/90b9c253-e1a5-4f33-b4e5-7b31e68b71ee/source/document-link", "first_index": 14399, "last_index": 14429}, {"text_": "ATF 144 III 481", "link_": "https://www.swisslex.ch/doc/unknown/8ff63223-1f47-4daf-978a-85f48edee9fb/citeddoc/51d1b096-fb63-4c6d-9bf1-fe1105e5532b/source/document-link", "first_index": 14432, "last_index": 14447}, {"text_": "ATF 132 III 97", "link_": "https://www.swisslex.ch/doc/unknown/4db62c86-cbf0-4b9c-9b95-1223705e9a6f/citeddoc/11b1465a-7972-4499-81d2-bd80447a0a69/source/document-link", "first_index": 14450, "last_index": 14464}, {"text_": "LIFD", "link_": "https://www.swisslex.ch/doc/lawdoc/5c65eded-998d-46c6-916c-26ac0ac39feb/source/document-link", "first_index": 14479, "last_index": 14483}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#fn_fn15", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#fn_fn16", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#fn_fn17", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#fn_fn18", "first_index": 2315, "last_index": 2316}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "5", "link_": "#fn_fn19", "first_index": 2602, "last_index": 2603}, {"text_": "6", "link_": "#fn_fn20", "first_index": 2326, "last_index": 2327}, {"text_": "7", "link_": "#fn_fn21", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#fn_fn22", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#fn_fn23", "first_index": 258, "last_index": 259}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "10", "link_": "#fn_fn24", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#fn_fn25", "first_index": 2580, "last_index": 2582}, {"text_": "12", "link_": "#fn_fn26", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#fn_fn27", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#fn_fn28", "first_index": 3240, "last_index": 3242}, {"text_": "15", "link_": "#fn_fn29", "first_index": 2975, "last_index": 2977}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "16", "link_": "#fn_fn30", "first_index": 2547, "last_index": 2549}, {"text_": "OIT", "link_": "https://www.swisslex.ch/doc/lawdoc/1a648b38-346c-4186-9928-2fe8712247ee/source/document-link", "first_index": 17245, "last_index": 17248}, {"text_": "17", "link_": "#fn_fn31", "first_index": 3817, "last_index": 3819}, {"text_": "18", "link_": "#fn_fn32", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#fn_fn33", "first_index": 436, "last_index": 438}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "20", "link_": "#fn_fn34", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#fn_fn35", "first_index": 149, "last_index": 151}, {"text_": "22", "link_": "#fn_fn36", "first_index": 3177, "last_index": 3179}, {"text_": "23", "link_": "#fn_fn37", "first_index": 16334, "last_index": 16336}, {"text_": "24", "link_": "#fn_fn38", "first_index": 6564, "last_index": 6566}, {"text_": "25", "link_": "#fn_fn39", "first_index": 3288, "last_index": 3290}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "26", "link_": "#fn_fn40", "first_index": 2325, "last_index": 2327}, {"text_": "27", "link_": "#fn_fn41", "first_index": 265, "last_index": 267}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "28", "link_": "#fn_fn42", "first_index": 5468, "last_index": 5470}, {"text_": "29", "link_": "#fn_fn43", "first_index": 5771, "last_index": 5773}, {"text_": "30", "link_": "#fn_fn44", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "#fn_fn45", "first_index": 14679, "last_index": 14681}, {"text_": "32", "link_": "#fn_fn46", "first_index": 5467, "last_index": 5469}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "33", "link_": "#fn_fn47", "first_index": 3907, "last_index": 3909}, {"text_": "34", "link_": "#fn_fn48", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#fn_fn49", "first_index": 18337, "last_index": 18339}, {"text_": "36", "link_": "#fn_fn50", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#fn_fn51", "first_index": 2301, "last_index": 2303}, {"text_": "38", "link_": "#fn_fn52", "first_index": 3217, "last_index": 3219}, {"text_": "39", "link_": "#fn_fn53", "first_index": 3229, "last_index": 3231}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "40", "link_": "#fn_fn54", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#fn_fn55", "first_index": 18362, "last_index": 18364}, {"text_": "42", "link_": "#fn_fn56", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#fn_fn57", "first_index": 3241, "last_index": 3243}, {"text_": "44", "link_": "#fn_fn58", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#fn_fn59", "first_index": 6572, "last_index": 6574}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "46", "link_": "#fn_fn60", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#fn_fn61", "first_index": 3265, "last_index": 3267}, {"text_": "OIT", "link_": "https://www.swisslex.ch/doc/lawdoc/1a648b38-346c-4186-9928-2fe8712247ee/source/document-link", "first_index": 17245, "last_index": 17248}, {"text_": "48", "link_": "#fn_fn62", "first_index": 14444, "last_index": 14446}, {"text_": "49", "link_": "#fn_fn63", "first_index": 2900, "last_index": 2902}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "50", "link_": "#fn_fn64", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#fn_fn65", "first_index": 6553, "last_index": 6555}, {"text_": "52", "link_": "#fn_fn66", "first_index": 14259, "last_index": 14261}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "53", "link_": "#fn_fn67", "first_index": 19275, "last_index": 19277}, {"text_": "54", "link_": "#fn_fn68", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#fn_fn69", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "#fn_fn70", "first_index": 4084, "last_index": 4086}, {"text_": "57", "link_": "#fn_fn71", "first_index": 12902, "last_index": 12904}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "58", "link_": "#fn_fn72", "first_index": 3166, "last_index": 3168}, {"text_": "59", "link_": "#fn_fn73", "first_index": 20515, "last_index": 20517}, {"text_": "60", "link_": "#fn_fn74", "first_index": 2548, "last_index": 2550}, {"text_": "61", "link_": "#fn_fn75", "first_index": 20585, "last_index": 20587}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "62", "link_": "#fn_fn76", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "#fn_fn77", "first_index": 5104, "last_index": 5106}, {"text_": "64", "link_": "#fn_fn78", "first_index": 2326, "last_index": 2328}, {"text_": "65", "link_": "#fn_fn79", "first_index": 5860, "last_index": 5862}, {"text_": "66", "link_": "#fn_fn80", "first_index": 2918, "last_index": 2920}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#footnotecall_fn15", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#footnotecall_fn16", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#footnotecall_fn17", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#footnotecall_fn18", "first_index": 2315, "last_index": 2316}, {"text_": "5", "link_": "#footnotecall_fn19", "first_index": 2602, "last_index": 2603}, {"text_": "6", "link_": "#footnotecall_fn20", "first_index": 2326, "last_index": 2327}, {"text_": "7", "link_": "#footnotecall_fn21", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#footnotecall_fn22", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#footnotecall_fn23", "first_index": 258, "last_index": 259}, {"text_": "10", "link_": "#footnotecall_fn24", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#footnotecall_fn25", "first_index": 2580, "last_index": 2582}, {"text_": "12", "link_": "#footnotecall_fn26", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#footnotecall_fn27", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#footnotecall_fn28", "first_index": 3240, "last_index": 3242}, {"text_": "15", "link_": "#footnotecall_fn29", "first_index": 2975, "last_index": 2977}, {"text_": "16", "link_": "#footnotecall_fn30", "first_index": 2547, "last_index": 2549}, {"text_": "17", "link_": "#footnotecall_fn31", "first_index": 3817, "last_index": 3819}, {"text_": "18", "link_": "#footnotecall_fn32", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#footnotecall_fn33", "first_index": 436, "last_index": 438}, {"text_": "20", "link_": "#footnotecall_fn34", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#footnotecall_fn35", "first_index": 149, "last_index": 151}, {"text_": "22", "link_": "#footnotecall_fn36", "first_index": 3177, "last_index": 3179}, {"text_": "23", "link_": "#footnotecall_fn37", "first_index": 16334, "last_index": 16336}, {"text_": "24", "link_": "#footnotecall_fn38", "first_index": 6564, "last_index": 6566}, {"text_": "25", "link_": "#footnotecall_fn39", "first_index": 3288, "last_index": 3290}, {"text_": "26", "link_": "#footnotecall_fn40", "first_index": 2325, "last_index": 2327}, {"text_": "27", "link_": "#footnotecall_fn41", "first_index": 265, "last_index": 267}, {"text_": "28", "link_": "#footnotecall_fn42", "first_index": 5468, "last_index": 5470}, {"text_": "29", "link_": "#footnotecall_fn43", "first_index": 5771, "last_index": 5773}, {"text_": "30", "link_": "#footnotecall_fn44", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "#footnotecall_fn45", "first_index": 14679, "last_index": 14681}, {"text_": "32", "link_": "#footnotecall_fn46", "first_index": 5467, "last_index": 5469}, {"text_": "33", "link_": "#footnotecall_fn47", "first_index": 3907, "last_index": 3909}, {"text_": "34", "link_": "#footnotecall_fn48", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#footnotecall_fn49", "first_index": 18337, "last_index": 18339}, {"text_": "36", "link_": "#footnotecall_fn50", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#footnotecall_fn51", "first_index": 2301, "last_index": 2303}, {"text_": "38", "link_": "#footnotecall_fn52", "first_index": 3217, "last_index": 3219}, {"text_": "39", "link_": "#footnotecall_fn53", "first_index": 3229, "last_index": 3231}, {"text_": "40", "link_": "#footnotecall_fn54", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#footnotecall_fn55", "first_index": 18362, "last_index": 18364}, {"text_": "42", "link_": "#footnotecall_fn56", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#footnotecall_fn57", "first_index": 3241, "last_index": 3243}, {"text_": "44", "link_": "#footnotecall_fn58", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#footnotecall_fn59", "first_index": 6572, "last_index": 6574}, {"text_": "46", "link_": "#footnotecall_fn60", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#footnotecall_fn61", "first_index": 3265, "last_index": 3267}, {"text_": "48", "link_": "#footnotecall_fn62", "first_index": 14444, "last_index": 14446}, {"text_": "49", "link_": "#footnotecall_fn63", "first_index": 2900, "last_index": 2902}, {"text_": "50", "link_": "#footnotecall_fn64", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#footnotecall_fn65", "first_index": 6553, "last_index": 6555}, {"text_": "52", "link_": "#footnotecall_fn66", "first_index": 14259, "last_index": 14261}, {"text_": "53", "link_": "#footnotecall_fn67", "first_index": 19275, "last_index": 19277}, {"text_": "54", "link_": "#footnotecall_fn68", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#footnotecall_fn69", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "#footnotecall_fn70", "first_index": 4084, "last_index": 4086}, {"text_": "57", "link_": "#footnotecall_fn71", "first_index": 12902, "last_index": 12904}, {"text_": "58", "link_": "#footnotecall_fn72", "first_index": 3166, "last_index": 3168}, {"text_": "59", "link_": "#footnotecall_fn73", "first_index": 20515, "last_index": 20517}, {"text_": "60", "link_": "#footnotecall_fn74", "first_index": 2548, "last_index": 2550}, {"text_": "61", "link_": "#footnotecall_fn75", "first_index": 20585, "last_index": 20587}, {"text_": "62", "link_": "#footnotecall_fn76", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "#footnotecall_fn77", "first_index": 5104, "last_index": 5106}, {"text_": "64", "link_": "#footnotecall_fn78", "first_index": 2326, "last_index": 2328}, {"text_": "65", "link_": "#footnotecall_fn79", "first_index": 5860, "last_index": 5862}, {"text_": "66", "link_": "#footnotecall_fn80", "first_index": 2918, "last_index": 2920}, {"text_": "LAT", "link_": "https://www.swisslex.ch/doc/lawdoc/b074e395-626c-4837-9435-4646020adfa6/source/document-link", "first_index": 22642, "last_index": 22645}, {"text_": "SJ 2018 II 59-111", "link_": "https://www.swisslex.ch/doc/unknown/610cb2d7-4e56-477b-b715-b54cc74ec886/citeddoc/3d90e295-4a4b-4dbd-9e09-46aea9b549fb/source/document-link", "first_index": 22687, "last_index": 22704}, {"text_": "ATF 123 II 560", "link_": "https://www.swisslex.ch/doc/unknown/6a6041f7-9ea6-4b87-b207-3371ee7c907c/citeddoc/ecdb6441-f976-4f16-b2a1-4b6b22242cfe/source/document-link", "first_index": 22837, "last_index": 22851}, {"text_": "ATF 114 Ib 301", "link_": "https://www.swisslex.ch/doc/unknown/b366dd35-cbc8-4474-8dde-f7ecebce50e4/citeddoc/adb773f0-368e-4b6a-af68-2883db88a514/source/document-link", "first_index": 22907, "last_index": 22921}, {"text_": "ATF 99 Ia 604, cons. 4d", "link_": "https://www.swisslex.ch/doc/unknown/fff83c16-5ce5-488c-833b-eaa973b0ee35/citeddoc/e7a774c2-11f2-4223-8fe0-976ae8b4a42c/source/document-link", "first_index": 23021, "last_index": 23044}, {"text_": "oecd.org", "link_": "https://oecd.org", "first_index": 23530, "last_index": 23538}, {"text_": "4A_64/2018", "link_": "https://www.swisslex.ch/doc/unknown/2c8c9826-fe0e-4681-9c25-26919910f10a/citeddoc/243072f2-779f-4b9f-80e1-b587c9bef9b1/source/document-link", "first_index": 23663, "last_index": 23673}, {"text_": "hanswilsdorf.ch", "link_": "https://hanswilsdorf.ch", "first_index": 24967, "last_index": 24982}, {"text_": "Expert Focus", "link_": "https://www.swisslex.ch/doc/unknown/d6198fe5-67bf-479c-ad62-bf76975efce2/citeddoc/5ea40f10-a1ba-4b09-8bad-ea21551ec86e/source/document-link", "first_index": 25332, "last_index": 25344}, {"text_": ", 3/19, pp. 209-214", "link_": "https://le-mes.org", "first_index": 25345, "last_index": 25364}, {"text_": "le-mes.org", "link_": "https://apres-ge.ch", "first_index": 25365, "last_index": 25375}, {"text_": "apres-ge.ch", "link_": "https://apres-ge.ch", "first_index": 25376, "last_index": 25387}, {"text_": "apres-ge.ch", "link_": "https://ville-geneve.ch", "first_index": 25376, "last_index": 25387}, {"text_": "ville-geneve.ch", "link_": "https://novethic.fr", "first_index": 25409, "last_index": 25424}, {"text_": "novethic.fr", "link_": "https://www.swisslex.ch/doc/unknown/0ae46f0f-c5c4-4257-bbdd-3514b245b5f5/citeddoc/4d6b5da5-3c89-45b8-8057-f440501fe534/source/document-link", "first_index": 25657, "last_index": 25668}, {"text_": "SJ 2015 II 39-66", "link_": "#doc_top", "first_index": 26001, "last_index": 26017}, {"text_": "TOP", "link_": "#fn_fn81", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#doc_top", "first_index": 150, "last_index": 151}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn82", "first_index": 314, "last_index": 317}, {"text_": "2", "link_": "#fn_fn83", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#fn_fn84", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#fn_fn85", "first_index": 2315, "last_index": 2316}, {"text_": "5", "link_": "#doc_top", "first_index": 2602, "last_index": 2603}, {"text_": "TOP", "link_": "#fn_fn86", "first_index": 314, "last_index": 317}, {"text_": "6", "link_": "#doc_top", "first_index": 2326, "last_index": 2327}, {"text_": "TOP", "link_": "#fn_fn87", "first_index": 314, "last_index": 317}, {"text_": "7", "link_": "#fn_fn88", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#fn_fn89", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#doc_top", "first_index": 258, "last_index": 259}, {"text_": "TOP", "link_": "#fn_fn90", "first_index": 314, "last_index": 317}, {"text_": "10", "link_": "#fn_fn91", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#doc_top", "first_index": 2580, "last_index": 2582}, {"text_": "TOP", "link_": "#fn_fn92", "first_index": 314, "last_index": 317}, {"text_": "12", "link_": "#fn_fn93", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#fn_fn94", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#doc_top", "first_index": 3240, "last_index": 3242}, {"text_": "TOP", "link_": "#fn_fn95", "first_index": 314, "last_index": 317}, {"text_": "15", "link_": "#fn_fn96", "first_index": 2975, "last_index": 2977}, {"text_": "16", "link_": "#doc_top", "first_index": 2547, "last_index": 2549}, {"text_": "TOP", "link_": "#fn_fn97", "first_index": 314, "last_index": 317}, {"text_": "17", "link_": "#fn_fn98", "first_index": 3817, "last_index": 3819}, {"text_": "18", "link_": "#fn_fn99", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#fn_fn100", "first_index": 436, "last_index": 438}, {"text_": "20", "link_": "#fn_fn101", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#fn_fn102", "first_index": 149, "last_index": 151}, {"text_": "22", "link_": "#doc_top", "first_index": 3177, "last_index": 3179}, {"text_": "TOP", "link_": "#fn_fn104", "first_index": 314, "last_index": 317}, {"text_": "24", "link_": "#doc_top", "first_index": 6564, "last_index": 6566}, {"text_": "TOP", "link_": "#fn_fn105", "first_index": 314, "last_index": 317}, {"text_": "25", "link_": "#fn_fn106", "first_index": 3288, "last_index": 3290}, {"text_": "26", "link_": "#doc_top", "first_index": 2325, "last_index": 2327}, {"text_": "TOP", "link_": "#fn_fn107", "first_index": 314, "last_index": 317}, {"text_": "27", "link_": "#fn_fn108", "first_index": 265, "last_index": 267}, {"text_": "28", "link_": "#doc_top", "first_index": 5468, "last_index": 5470}, {"text_": "TOP", "link_": "#fn_fn109", "first_index": 314, "last_index": 317}, {"text_": "29", "link_": "#fn_fn110", "first_index": 5771, "last_index": 5773}, {"text_": "30", "link_": "#fn_fn111", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "#doc_top", "first_index": 14679, "last_index": 14681}, {"text_": "TOP", "link_": "#fn_fn112", "first_index": 314, "last_index": 317}, {"text_": "32", "link_": "#doc_top", "first_index": 5467, "last_index": 5469}, {"text_": "TOP", "link_": "#fn_fn113", "first_index": 314, "last_index": 317}, {"text_": "33", "link_": "#fn_fn114", "first_index": 3907, "last_index": 3909}, {"text_": "34", "link_": "#fn_fn115", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#doc_top", "first_index": 18337, "last_index": 18339}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn116", "first_index": 314, "last_index": 317}, {"text_": "36", "link_": "#fn_fn117", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#fn_fn118", "first_index": 2301, "last_index": 2303}, {"text_": "38", "link_": "#doc_top", "first_index": 3217, "last_index": 3219}, {"text_": "TOP", "link_": "#fn_fn119", "first_index": 314, "last_index": 317}, {"text_": "39", "link_": "#fn_fn120", "first_index": 3229, "last_index": 3231}, {"text_": "40", "link_": "#fn_fn121", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#fn_fn122", "first_index": 18362, "last_index": 18364}, {"text_": "42", "link_": "#fn_fn123", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#doc_top", "first_index": 3241, "last_index": 3243}, {"text_": "TOP", "link_": "#fn_fn124", "first_index": 314, "last_index": 317}, {"text_": "44", "link_": "#fn_fn125", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#fn_fn126", "first_index": 6572, "last_index": 6574}, {"text_": "46", "link_": "#fn_fn127", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#doc_top", "first_index": 3265, "last_index": 3267}, {"text_": "TOP", "link_": "#fn_fn128", "first_index": 314, "last_index": 317}, {"text_": "48", "link_": "#fn_fn129", "first_index": 14444, "last_index": 14446}, {"text_": "49", "link_": "#doc_top", "first_index": 2900, "last_index": 2902}, {"text_": "TOP", "link_": "#fn_fn130", "first_index": 314, "last_index": 317}, {"text_": "50", "link_": "#fn_fn131", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#fn_fn132", "first_index": 6553, "last_index": 6555}, {"text_": "52", "link_": "#fn_fn133", "first_index": 14259, "last_index": 14261}, {"text_": "53", "link_": "#doc_top", "first_index": 19275, "last_index": 19277}, {"text_": "TOP", "link_": "#fn_fn134", "first_index": 314, "last_index": 317}, {"text_": "54", "link_": "#fn_fn135", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#fn_fn136", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "#doc_top", "first_index": 4084, "last_index": 4086}, {"text_": "TOP", "link_": "#fn_fn137", "first_index": 314, "last_index": 317}, {"text_": "57", "link_": "#fn_fn138", "first_index": 12902, "last_index": 12904}, {"text_": "58", "link_": "#doc_top", "first_index": 3166, "last_index": 3168}, {"text_": "TOP", "link_": "#fn_fn139", "first_index": 314, "last_index": 317}, {"text_": "59", "link_": "#doc_top", "first_index": 20515, "last_index": 20517}, {"text_": "TOP", "link_": "#fn_fn140", "first_index": 314, "last_index": 317}, {"text_": "60", "link_": "#doc_top", "first_index": 2548, "last_index": 2550}, {"text_": "TOP", "link_": "#fn_fn141", "first_index": 314, "last_index": 317}, {"text_": "61", "link_": "#doc_top", "first_index": 20585, "last_index": 20587}, {"text_": "TOP", "link_": "#fn_fn142", "first_index": 314, "last_index": 317}, {"text_": "62", "link_": "#fn_fn143", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "#fn_fn144", "first_index": 5104, "last_index": 5106}, {"text_": "64", "link_": "#fn_fn145", "first_index": 2326, "last_index": 2328}, {"text_": "65", "link_": "#fn_fn146", "first_index": 5860, "last_index": 5862}, {"text_": "66", "link_": "#doc_top", "first_index": 2918, "last_index": 2920}, {"text_": "TOP", "link_": "#fn_fn103", "first_index": 314, "last_index": 317}, {"text_": "23", "link_": "#footnotecall_fn81", "first_index": 16334, "last_index": 16336}, {"text_": "1", "link_": "#footnotecall_fn82", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#footnotecall_fn83", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#footnotecall_fn84", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#footnotecall_fn85", "first_index": 2315, "last_index": 2316}, {"text_": "5", "link_": "#footnotecall_fn86", "first_index": 2602, "last_index": 2603}, {"text_": "6", "link_": "#footnotecall_fn87", "first_index": 2326, "last_index": 2327}, {"text_": "7", "link_": "#footnotecall_fn88", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#footnotecall_fn89", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#footnotecall_fn90", "first_index": 258, "last_index": 259}, {"text_": "10", "link_": "#footnotecall_fn91", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#footnotecall_fn92", "first_index": 2580, "last_index": 2582}, {"text_": "12", "link_": "#footnotecall_fn93", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#footnotecall_fn94", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#footnotecall_fn95", "first_index": 3240, "last_index": 3242}, {"text_": "15", "link_": "#footnotecall_fn96", "first_index": 2975, "last_index": 2977}, {"text_": "16", "link_": "#footnotecall_fn97", "first_index": 2547, "last_index": 2549}, {"text_": "17", "link_": "#footnotecall_fn98", "first_index": 3817, "last_index": 3819}, {"text_": "18", "link_": "#footnotecall_fn99", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#footnotecall_fn100", "first_index": 436, "last_index": 438}, {"text_": "20", "link_": "#footnotecall_fn101", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#footnotecall_fn102", "first_index": 149, "last_index": 151}, {"text_": "22", "link_": "#footnotecall_fn103", "first_index": 3177, "last_index": 3179}, {"text_": "23", "link_": "#footnotecall_fn104", "first_index": 16334, "last_index": 16336}, {"text_": "24", "link_": "#footnotecall_fn105", "first_index": 6564, "last_index": 6566}, {"text_": "25", "link_": "#footnotecall_fn106", "first_index": 3288, "last_index": 3290}, {"text_": "26", "link_": "#footnotecall_fn107", "first_index": 2325, "last_index": 2327}, {"text_": "27", "link_": "#footnotecall_fn108", "first_index": 265, "last_index": 267}, {"text_": "28", "link_": "#footnotecall_fn109", "first_index": 5468, "last_index": 5470}, {"text_": "29", "link_": "#footnotecall_fn110", "first_index": 5771, "last_index": 5773}, {"text_": "30", "link_": "#footnotecall_fn111", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "#footnotecall_fn112", "first_index": 14679, "last_index": 14681}, {"text_": "32", "link_": "#footnotecall_fn113", "first_index": 5467, "last_index": 5469}, {"text_": "33", "link_": "#footnotecall_fn114", "first_index": 3907, "last_index": 3909}, {"text_": "34", "link_": "#footnotecall_fn115", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#footnotecall_fn116", "first_index": 18337, "last_index": 18339}, {"text_": "36", "link_": "#footnotecall_fn117", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#footnotecall_fn118", "first_index": 2301, "last_index": 2303}, {"text_": "38", "link_": "#footnotecall_fn119", "first_index": 3217, "last_index": 3219}, {"text_": "39", "link_": "#footnotecall_fn120", "first_index": 3229, "last_index": 3231}, {"text_": "40", "link_": "#footnotecall_fn121", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#footnotecall_fn122", "first_index": 18362, "last_index": 18364}, {"text_": "42", "link_": "#footnotecall_fn123", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#footnotecall_fn124", "first_index": 3241, "last_index": 3243}, {"text_": "44", "link_": "#footnotecall_fn125", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#footnotecall_fn126", "first_index": 6572, "last_index": 6574}, {"text_": "46", "link_": "#footnotecall_fn127", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#footnotecall_fn128", "first_index": 3265, "last_index": 3267}, {"text_": "48", "link_": "#footnotecall_fn129", "first_index": 14444, "last_index": 14446}, {"text_": "49", "link_": "#footnotecall_fn130", "first_index": 2900, "last_index": 2902}, {"text_": "50", "link_": "#footnotecall_fn131", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#footnotecall_fn132", "first_index": 6553, "last_index": 6555}, {"text_": "52", "link_": "#footnotecall_fn133", "first_index": 14259, "last_index": 14261}, {"text_": "53", "link_": "#footnotecall_fn134", "first_index": 19275, "last_index": 19277}, {"text_": "54", "link_": "#footnotecall_fn135", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#footnotecall_fn136", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "#footnotecall_fn137", "first_index": 4084, "last_index": 4086}, {"text_": "57", "link_": "#footnotecall_fn138", "first_index": 12902, "last_index": 12904}, {"text_": "58", "link_": "#footnotecall_fn139", "first_index": 3166, "last_index": 3168}, {"text_": "59", "link_": "#footnotecall_fn140", "first_index": 20515, "last_index": 20517}, {"text_": "60", "link_": "#footnotecall_fn141", "first_index": 2548, "last_index": 2550}, {"text_": "61", "link_": "#footnotecall_fn142", "first_index": 20585, "last_index": 20587}, {"text_": "62", "link_": "#footnotecall_fn143", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "#footnotecall_fn144", "first_index": 5104, "last_index": 5106}, {"text_": "64", "link_": "#footnotecall_fn145", "first_index": 2326, "last_index": 2328}, {"text_": "65", "link_": "#footnotecall_fn146", "first_index": 5860, "last_index": 5862}, {"text_": "66", "link_": "#doc_top", "first_index": 2918, "last_index": 2920}, {"text_": "TOP", "link_": "#fn_fn147", "first_index": 314, "last_index": 317}, {"text_": "67", "link_": "#doc_top", "first_index": 22757, "last_index": 22759}, {"text_": "TOP", "link_": "#fn_fn148", "first_index": 314, "last_index": 317}, {"text_": "68", "link_": "#doc_top", "first_index": 3973, "last_index": 3975}, {"text_": "TOP", "link_": "#fn_fn149", "first_index": 314, "last_index": 317}, {"text_": "69", "link_": "#doc_top", "first_index": 5872, "last_index": 5874}, {"text_": "TOP", "link_": "#fn_fn150", "first_index": 314, "last_index": 317}, {"text_": "70", "link_": "#fn_fn151", "first_index": 2610, "last_index": 2612}, {"text_": "71", "link_": "#doc_top", "first_index": 270, "last_index": 272}, {"text_": "TOP", "link_": "#fn_fn153", "first_index": 314, "last_index": 317}, {"text_": "73", "link_": "#doc_top", "first_index": 21910, "last_index": 21912}, {"text_": "TOP", "link_": "#fn_fn154", "first_index": 314, "last_index": 317}, {"text_": "74", "link_": "#fn_fn155", "first_index": 54034, "last_index": 54036}, {"text_": "75", "link_": "#fn_fn156", "first_index": 54303, "last_index": 54305}, {"text_": "76", "link_": "#doc_top", "first_index": 5434, "last_index": 5436}, {"text_": "TOP", "link_": "#fn_fn157", "first_index": 314, "last_index": 317}, {"text_": "77", "link_": "#fn_fn158", "first_index": 5446, "last_index": 5448}, {"text_": "78", "link_": "#doc_top", "first_index": 259, "last_index": 261}, {"text_": "TOP", "link_": "#fn_fn159", "first_index": 314, "last_index": 317}, {"text_": "79", "link_": "#fn_fn160", "first_index": 22758, "last_index": 22760}, {"text_": "80", "link_": "#fn_fn161", "first_index": 45500, "last_index": 45502}, {"text_": "81", "link_": "#doc_top", "first_index": 14445, "last_index": 14447}, {"text_": "TOP", "link_": "#fn_fn162", "first_index": 314, "last_index": 317}, {"text_": "82", "link_": "#fn_fn163", "first_index": 25749, "last_index": 25751}, {"text_": "83", "link_": "#fn_fn164", "first_index": 24524, "last_index": 24526}, {"text_": "84", "link_": "#doc_top", "first_index": 22765, "last_index": 22767}, {"text_": "TOP", "link_": "#fn_fn165", "first_index": 314, "last_index": 317}, {"text_": "85", "link_": "#fn_fn166", "first_index": 14348, "last_index": 14350}, {"text_": "86", "link_": "#doc_top", "first_index": 14806, "last_index": 14808}, {"text_": "TOP", "link_": "#fn_fn167", "first_index": 314, "last_index": 317}, {"text_": "87", "link_": "#fn_fn168", "first_index": 269, "last_index": 271}, {"text_": "88", "link_": "#fn_fn169", "first_index": 24734, "last_index": 24736}, {"text_": "89", "link_": "#doc_top", "first_index": 14255, "last_index": 14257}, {"text_": "TOP", "link_": "#fn_fn170", "first_index": 314, "last_index": 317}, {"text_": "90", "link_": "#fn_fn171", "first_index": 4037, "last_index": 4039}, {"text_": "91", "link_": "#fn_fn172", "first_index": 5772, "last_index": 5774}, {"text_": "92", "link_": "#fn_fn173", "first_index": 14256, "last_index": 14258}, {"text_": "93", "link_": "#fn_fn174", "first_index": 21829, "last_index": 21831}, {"text_": "94", "link_": "#doc_top", "first_index": 26109, "last_index": 26111}, {"text_": "TOP", "link_": "#fn_fn175", "first_index": 314, "last_index": 317}, {"text_": "95", "link_": "#fn_fn176", "first_index": 22933, "last_index": 22935}, {"text_": "96", "link_": "#doc_top", "first_index": 57973, "last_index": 57975}, {"text_": "TOP", "link_": "#fn_fn177", "first_index": 314, "last_index": 317}, {"text_": "97", "link_": "#fn_fn178", "first_index": 258, "last_index": 260}, {"text_": "98", "link_": "#doc_top", "first_index": 22857, "last_index": 22859}, {"text_": "TOP", "link_": "#fn_fn179", "first_index": 314, "last_index": 317}, {"text_": "99", "link_": "#fn_fn180", "first_index": 21828, "last_index": 21830}, {"text_": "100", "link_": "#doc_top", "first_index": 58367, "last_index": 58370}, {"text_": "TOP", "link_": "#fn_fn181", "first_index": 314, "last_index": 317}, {"text_": "101", "link_": "#fn_fn182", "first_index": 59198, "last_index": 59201}, {"text_": "102", "link_": "#fn_fn183", "first_index": 14378, "last_index": 14381}, {"text_": "103", "link_": "#fn_fn184", "first_index": 22890, "last_index": 22893}, {"text_": "104", "link_": "#fn_fn185", "first_index": 22609, "last_index": 22612}, {"text_": "105", "link_": "#fn_fn186", "first_index": 59214, "last_index": 59217}, {"text_": "106", "link_": "#doc_top", "first_index": 59492, "last_index": 59495}, {"text_": "TOP", "link_": "#fn_fn187", "first_index": 314, "last_index": 317}, {"text_": "107", "link_": "#fn_fn188", "first_index": 60631, "last_index": 60634}, {"text_": "108", "link_": "#doc_top", "first_index": 60635, "last_index": 60638}, {"text_": "TOP", "link_": "#fn_fn189", "first_index": 314, "last_index": 317}, {"text_": "109", "link_": "#fn_fn190", "first_index": 14128, "last_index": 14131}, {"text_": "110", "link_": "#doc_top", "first_index": 60650, "last_index": 60653}, {"text_": "TOP", "link_": "#fn_fn191", "first_index": 314, "last_index": 317}, {"text_": "111", "link_": "#fn_fn192", "first_index": 3192, "last_index": 3195}, {"text_": "112", "link_": "#doc_top", "first_index": 61280, "last_index": 61283}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn193", "first_index": 314, "last_index": 317}, {"text_": "113", "link_": "#fn_fn194", "first_index": 22290, "last_index": 22293}, {"text_": "114", "link_": "#doc_top", "first_index": 22297, "last_index": 22300}, {"text_": "TOP", "link_": "#fn_fn195", "first_index": 314, "last_index": 317}, {"text_": "115", "link_": "#fn_fn196", "first_index": 64606, "last_index": 64609}, {"text_": "116", "link_": "#fn_fn197", "first_index": 64610, "last_index": 64613}, {"text_": "117", "link_": "#doc_top", "first_index": 64614, "last_index": 64617}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn198", "first_index": 314, "last_index": 317}, {"text_": "118", "link_": "#fn_fn199", "first_index": 22962, "last_index": 22965}, {"text_": "119", "link_": "#doc_top", "first_index": 2580, "last_index": 2583}, {"text_": "TOP", "link_": "#fn_fn200", "first_index": 314, "last_index": 317}, {"text_": "120", "link_": "#fn_fn201", "first_index": 66657, "last_index": 66660}, {"text_": "121", "link_": "#doc_top", "first_index": 66661, "last_index": 66664}, {"text_": "TOP", "link_": "#fn_fn202", "first_index": 314, "last_index": 317}, {"text_": "122", "link_": "#fn_fn203", "first_index": 11612, "last_index": 11615}, {"text_": "123", "link_": "#doc_top", "first_index": 22841, "last_index": 22844}, {"text_": "TOP", "link_": "#fn_fn152", "first_index": 314, "last_index": 317}, {"text_": "72", "link_": "#footnotecall_fn147", "first_index": 264, "last_index": 266}, {"text_": "67", "link_": "#footnotecall_fn148", "first_index": 22757, "last_index": 22759}, {"text_": "68", "link_": "#footnotecall_fn149", "first_index": 3973, "last_index": 3975}, {"text_": "69", "link_": "#footnotecall_fn150", "first_index": 5872, "last_index": 5874}, {"text_": "70", "link_": "#footnotecall_fn151", "first_index": 2610, "last_index": 2612}, {"text_": "71", "link_": "#footnotecall_fn152", "first_index": 270, "last_index": 272}, {"text_": "72", "link_": "#footnotecall_fn153", "first_index": 264, "last_index": 266}, {"text_": "73", "link_": "#footnotecall_fn154", "first_index": 21910, "last_index": 21912}, {"text_": "74", "link_": "#footnotecall_fn155", "first_index": 54034, "last_index": 54036}, {"text_": "75", "link_": "#footnotecall_fn156", "first_index": 54303, "last_index": 54305}, {"text_": "76", "link_": "#footnotecall_fn157", "first_index": 5434, "last_index": 5436}, {"text_": "77", "link_": "#footnotecall_fn158", "first_index": 5446, "last_index": 5448}, {"text_": "78", "link_": "#footnotecall_fn159", "first_index": 259, "last_index": 261}, {"text_": "79", "link_": "#footnotecall_fn160", "first_index": 22758, "last_index": 22760}, {"text_": "80", "link_": "#footnotecall_fn161", "first_index": 45500, "last_index": 45502}, {"text_": "81", "link_": "#footnotecall_fn162", "first_index": 14445, "last_index": 14447}, {"text_": "82", "link_": "#footnotecall_fn163", "first_index": 25749, "last_index": 25751}, {"text_": "83", "link_": "#footnotecall_fn164", "first_index": 24524, "last_index": 24526}, {"text_": "84", "link_": "#footnotecall_fn165", "first_index": 22765, "last_index": 22767}, {"text_": "85", "link_": "#footnotecall_fn166", "first_index": 14348, "last_index": 14350}, {"text_": "86", "link_": "#footnotecall_fn167", "first_index": 14806, "last_index": 14808}, {"text_": "87", "link_": "#footnotecall_fn168", "first_index": 269, "last_index": 271}, {"text_": "88", "link_": "#footnotecall_fn169", "first_index": 24734, "last_index": 24736}, {"text_": "89", "link_": "#footnotecall_fn170", "first_index": 14255, "last_index": 14257}, {"text_": "90", "link_": "#footnotecall_fn171", "first_index": 4037, "last_index": 4039}, {"text_": "91", "link_": "#footnotecall_fn172", "first_index": 5772, "last_index": 5774}, {"text_": "92", "link_": "#footnotecall_fn173", "first_index": 14256, "last_index": 14258}, {"text_": "93", "link_": "#footnotecall_fn174", "first_index": 21829, "last_index": 21831}, {"text_": "94", "link_": "#footnotecall_fn175", "first_index": 26109, "last_index": 26111}, {"text_": "95", "link_": "#footnotecall_fn176", "first_index": 22933, "last_index": 22935}, {"text_": "96", "link_": "#footnotecall_fn177", "first_index": 57973, "last_index": 57975}, {"text_": "97", "link_": "#footnotecall_fn178", "first_index": 258, "last_index": 260}, {"text_": "98", "link_": "#footnotecall_fn179", "first_index": 22857, "last_index": 22859}, {"text_": "99", "link_": "#footnotecall_fn180", "first_index": 21828, "last_index": 21830}, {"text_": "100", "link_": "#footnotecall_fn181", "first_index": 58367, "last_index": 58370}, {"text_": "101", "link_": "#footnotecall_fn182", "first_index": 59198, "last_index": 59201}, {"text_": "102", "link_": "#footnotecall_fn183", "first_index": 14378, "last_index": 14381}, {"text_": "103", "link_": "#footnotecall_fn184", "first_index": 22890, "last_index": 22893}, {"text_": "104", "link_": "#footnotecall_fn185", "first_index": 22609, "last_index": 22612}, {"text_": "105", "link_": "#footnotecall_fn186", "first_index": 59214, "last_index": 59217}, {"text_": "106", "link_": "#footnotecall_fn187", "first_index": 59492, "last_index": 59495}, {"text_": "107", "link_": "#footnotecall_fn188", "first_index": 60631, "last_index": 60634}, {"text_": "108", "link_": "#footnotecall_fn189", "first_index": 60635, "last_index": 60638}, {"text_": "109", "link_": "#footnotecall_fn190", "first_index": 14128, "last_index": 14131}, {"text_": "110", "link_": "#footnotecall_fn191", "first_index": 60650, "last_index": 60653}, {"text_": "111", "link_": "#footnotecall_fn192", "first_index": 3192, "last_index": 3195}, {"text_": "112", "link_": "#footnotecall_fn193", "first_index": 61280, "last_index": 61283}, {"text_": "113", "link_": "#footnotecall_fn194", "first_index": 22290, "last_index": 22293}, {"text_": "114", "link_": "#footnotecall_fn195", "first_index": 22297, "last_index": 22300}, {"text_": "115", "link_": "#footnotecall_fn196", "first_index": 64606, "last_index": 64609}, {"text_": "116", "link_": "#footnotecall_fn197", "first_index": 64610, "last_index": 64613}, {"text_": "117", "link_": "#footnotecall_fn198", "first_index": 64614, "last_index": 64617}, {"text_": "118", "link_": "#footnotecall_fn199", "first_index": 22962, "last_index": 22965}, {"text_": "119", "link_": "#footnotecall_fn200", "first_index": 2580, "last_index": 2583}, {"text_": "120", "link_": "#footnotecall_fn201", "first_index": 66657, "last_index": 66660}, {"text_": "121", "link_": "#footnotecall_fn202", "first_index": 66661, "last_index": 66664}, {"text_": "122", "link_": "#footnotecall_fn203", "first_index": 11612, "last_index": 11615}, {"text_": "123", "link_": "https://www.swisslex.ch/doc/aol/a7e2a1b6-3acd-428d-9bd9-d423c4a4ebdd/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 22841, "last_index": 22844}, {"text_": "Art. 913 al. 2 CO", "link_": "https://www.swisslex.ch/doc/aol/a7e2a1b6-3acd-428d-9bd9-d423c4a4ebdd/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 75989, "last_index": 76006}, {"text_": "Art. 913 al. 4 CO", "link_": "https://www.swisslex.ch/doc/unknown/1fad11a9-38f0-4db0-a0d4-44506070758d/citeddoc/74229b20-2586-4d76-afd5-a38f88fc2157/source/document-link", "first_index": 76193, "last_index": 76210}, {"text_": "6B_310/2014, consid. 3.9.3", "link_": "https://www.swisslex.ch/doc/aol/5ef30039-35ff-4244-b75a-92b20dda7a22/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 77176, "last_index": 77202}, {"text_": "Art. 706 al. 2 ch. 4 CO", "link_": "#doc_top", "first_index": 83550, "last_index": 83573}, {"text_": "TOP", "link_": "#fn_fn204", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#fn_fn205", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#fn_fn206", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#doc_top", "first_index": 262, "last_index": 263}, {"text_": "TOP", "link_": "#fn_fn207", "first_index": 314, "last_index": 317}, {"text_": "4", "link_": "#doc_top", "first_index": 2315, "last_index": 2316}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/2548f6fd-9878-429c-b6b5-5f3f1091e9f7/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 143 al. 2 CO", "link_": "#fn_fn208", "first_index": 86550, "last_index": 86567}, {"text_": "5", "link_": "https://www.swisslex.ch/doc/aol/7daf3edd-c9a0-4956-889a-4d32b9dabd11/902ed666-8821-4a96-af81-03534898cc69/source/document-link", "first_index": 2602, "last_index": 2603}, {"text_": "art. 60 al. 1 LCR", "link_": "#fn_fn209", "first_index": 86606, "last_index": 86623}, {"text_": "6", "link_": "https://www.swisslex.ch/doc/aol/768c7544-fbe3-4ed3-8dc5-4cbd0a563888/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 2326, "last_index": 2327}, {"text_": "art. 51 al. 1 CO", "link_": "#doc_top", "first_index": 86643, "last_index": 86659}, {"text_": "TOP", "link_": "#fn_fn210", "first_index": 314, "last_index": 317}, {"text_": "7", "link_": "#fn_fn211", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "https://www.swisslex.ch/doc/previews/a0f844a8-a2b1-4a13-86ef-caca9261fff3%2Cd3d27588-38dd-4696-9698-a886414ae198/source/document-link", "first_index": 260, "last_index": 261}, {"text_": "art. 43 et 44 CO", "link_": "#doc_top", "first_index": 86673, "last_index": 86689}, {"text_": "TOP", "link_": "#fn_fn212", "first_index": 314, "last_index": 317}, {"text_": "9", "link_": "#fn_fn213", "first_index": 258, "last_index": 259}, {"text_": "10", "link_": "#fn_fn214", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "https://www.swisslex.ch/doc/previews/a0f844a8-a2b1-4a13-86ef-caca9261fff3%2Cd3d27588-38dd-4696-9698-a886414ae198/source/document-link", "first_index": 2580, "last_index": 2582}, {"text_": "art. 43 et 44 CO", "link_": "#fn_fn215", "first_index": 86673, "last_index": 86689}, {"text_": "12", "link_": "https://www.swisslex.ch/doc/aol/d3d27588-38dd-4696-9698-a886414ae198/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 2565, "last_index": 2567}, {"text_": "2 CO", "link_": "#fn_fn216", "first_index": 76002, "last_index": 76006}, {"text_": "13", "link_": "#fn_fn217", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#fn_fn218", "first_index": 3240, "last_index": 3242}, {"text_": "15", "link_": "https://www.swisslex.ch/doc/previews/fc7f55c2-1150-44ac-9f91-58d2cb48e28c%2C03ac862a-aae6-41ff-bd12-f1702bc28bff/source/document-link", "first_index": 2975, "last_index": 2977}, {"text_": "art. 11 et 60 LPP", "link_": "#doc_top", "first_index": 87831, "last_index": 87848}, {"text_": "TOP", "link_": "#fn_fn219", "first_index": 314, "last_index": 317}, {"text_": "16", "link_": "https://www.swisslex.ch/doc/aol/e3b5cdaa-e1fa-4d6e-94cd-5569c728e668/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 2547, "last_index": 2549}, {"text_": "art. 42 al. 2 CO", "link_": "#fn_fn220", "first_index": 88062, "last_index": 88078}, {"text_": "17", "link_": "https://www.swisslex.ch/doc/lawdoc/2d6b8ea3-4013-43c1-a61e-5b82d6d61d9e/source/document-link", "first_index": 3817, "last_index": 3819}, {"text_": "LHand", "link_": "#fn_fn221", "first_index": 88319, "last_index": 88324}, {"text_": "18", "link_": "#fn_fn222", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#doc_top", "first_index": 436, "last_index": 438}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/22d81603-a4a8-417b-b8a8-99b57ff07a53/2d6b8ea3-4013-43c1-a61e-5b82d6d61d9e/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 7 LHand", "link_": "https://www.swisslex.ch/doc/previews/d2a876c8-15ef-413d-8b0e-f741872176ef%2C1941a97e-fe20-4493-ab2e-0d323ffe9dee%2Ccca29625-a32a-469d-86a4-a222834017ac%2C0a025dbf-2e65-44f8-a286-9077efd2d8f7/source/document-link", "first_index": 88369, "last_index": 88381}, {"text_": "art. 8 al. 1, 11 al. 1, 12 al. 2 et 3 LHand", "link_": "#doc_top", "first_index": 88406, "last_index": 88449}, {"text_": "TOP", "link_": "#fn_fn223", "first_index": 314, "last_index": 317}, {"text_": "20", "link_": "#fn_fn224", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#doc_top", "first_index": 149, "last_index": 151}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/lawdoc/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "CEDH", "link_": "#fn_fn225", "first_index": 2932, "last_index": 2936}, {"text_": "22", "link_": "#fn_fn226", "first_index": 3177, "last_index": 3179}, {"text_": "23", "link_": "#fn_fn227", "first_index": 16334, "last_index": 16336}, {"text_": "24", "link_": "#fn_fn228", "first_index": 6564, "last_index": 6566}, {"text_": "25", "link_": "https://www.swisslex.ch/doc/aol/36d22518-08ea-4aa7-b34b-a486b1c34a98/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 3288, "last_index": 3290}, {"text_": "art. 29 al. 3 Cst.", "link_": "https://www.swisslex.ch/doc/aol/36d22518-08ea-4aa7-b34b-a486b1c34a98/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 89639, "last_index": 89657}, {"text_": "art. 29 al. 3 Cst.", "link_": "https://www.swisslex.ch/doc/aol/76e03f17-a177-415b-a1f5-4650ccc4e5c6/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 89639, "last_index": 89657}, {"text_": "art. 19 Cst.", "link_": "https://www.swisslex.ch/doc/aol/af3f05fe-449e-4dc0-93b8-a7e6532f6ac4/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 89658, "last_index": 89670}, {"text_": "art. 12 Cst.", "link_": "#doc_top", "first_index": 89671, "last_index": 89683}, {"text_": "TOP", "link_": "#fn_fn231", "first_index": 314, "last_index": 317}, {"text_": "28", "link_": "#fn_fn232", "first_index": 5468, "last_index": 5470}, {"text_": "29", "link_": "#doc_top", "first_index": 5771, "last_index": 5773}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/lawdoc/64c0c81e-3a7f-487b-9230-17d9aa0e3f63/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "LGG", "link_": "#fn_fn233", "first_index": 90835, "last_index": 90838}, {"text_": "30", "link_": "#fn_fn234", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "https://www.swisslex.ch/doc/aol/5dec4838-82ef-4305-8882-c2f678e050db/cc4bd59a-3469-446f-975d-7aeda3143576/source/document-link", "first_index": 14679, "last_index": 14681}, {"text_": "art. 91 LAA", "link_": "#fn_fn235", "first_index": 91443, "last_index": 91454}, {"text_": "32", "link_": "#doc_top", "first_index": 5467, "last_index": 5469}, {"text_": "TOP", "link_": "#fn_fn236", "first_index": 314, "last_index": 317}, {"text_": "33", "link_": "https://www.swisslex.ch/doc/aol/83241f8d-f906-48b2-b810-fa65cfbac192/1104adbc-d40a-4a80-b8ac-831f767b1811/source/document-link", "first_index": 3907, "last_index": 3909}, {"text_": "art. 33 LSA", "link_": "#fn_fn237", "first_index": 91943, "last_index": 91954}, {"text_": "34", "link_": "#fn_fn238", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#doc_top", "first_index": 18337, "last_index": 18339}, {"text_": "TOP", "link_": "#fn_fn239", "first_index": 314, "last_index": 317}, {"text_": "36", "link_": "#fn_fn240", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#doc_top", "first_index": 2301, "last_index": 2303}, {"text_": "TOP", "link_": "#fn_fn241", "first_index": 314, "last_index": 317}, {"text_": "38", "link_": "#fn_fn242", "first_index": 3217, "last_index": 3219}, {"text_": "39", "link_": "https://www.swisslex.ch/doc/aol/84330435-3c81-4df8-9616-0416be8d4a4d/902ed666-8821-4a96-af81-03534898cc69/source/document-link", "first_index": 3229, "last_index": 3231}, {"text_": "art. 58 ss LCR", "link_": "#doc_top", "first_index": 93131, "last_index": 93145}, {"text_": "TOP", "link_": "#fn_fn243", "first_index": 314, "last_index": 317}, {"text_": "40", "link_": "#fn_fn244", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#doc_top", "first_index": 18362, "last_index": 18364}, {"text_": "TOP", "link_": "#fn_fn245", "first_index": 314, "last_index": 317}, {"text_": "42", "link_": "#fn_fn246", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#doc_top", "first_index": 3241, "last_index": 3243}, {"text_": "TOP", "link_": "#fn_fn247", "first_index": 314, "last_index": 317}, {"text_": "44", "link_": "#fn_fn248", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#doc_top", "first_index": 6572, "last_index": 6574}, {"text_": "TOP", "link_": "#fn_fn249", "first_index": 314, "last_index": 317}, {"text_": "46", "link_": "#fn_fn250", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#fn_fn251", "first_index": 3265, "last_index": 3267}, {"text_": "48", "link_": "https://www.swisslex.ch/doc/aol/575c3ecf-0465-4b6c-ae21-64cb3a288f9b/eddc4ea5-1065-4aad-aa7b-5ff005425730/source/document-link", "first_index": 14444, "last_index": 14446}, {"text_": "art. 6 § 1 CEDH", "link_": "#fn_fn252", "first_index": 95216, "last_index": 95231}, {"text_": "49", "link_": "#fn_fn253", "first_index": 2900, "last_index": 2902}, {"text_": "50", "link_": "#fn_fn254", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#doc_top", "first_index": 6553, "last_index": 6555}, {"text_": "TOP", "link_": "#fn_fn255", "first_index": 314, "last_index": 317}, {"text_": "52", "link_": "#fn_fn256", "first_index": 14259, "last_index": 14261}, {"text_": "53", "link_": "#fn_fn257", "first_index": 19275, "last_index": 19277}, {"text_": "54", "link_": "#fn_fn258", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#fn_fn259", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "https://www.swisslex.ch/doc/lawdoc/a981c340-0781-47f4-b1d7-158cea699a04/source/document-link", "first_index": 4084, "last_index": 4086}, {"text_": "LRCN", "link_": "#doc_top", "first_index": 95926, "last_index": 95930}, {"text_": "TOP", "link_": "#fn_fn260", "first_index": 314, "last_index": 317}, {"text_": "57", "link_": "#fn_fn261", "first_index": 12902, "last_index": 12904}, {"text_": "58", "link_": "#fn_fn262", "first_index": 3166, "last_index": 3168}, {"text_": "59", "link_": "#fn_fn263", "first_index": 20515, "last_index": 20517}, {"text_": "60", "link_": "#fn_fn264", "first_index": 2548, "last_index": 2550}, {"text_": "61", "link_": "#doc_top", "first_index": 20585, "last_index": 20587}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/da258ea1-cb78-4a5d-a18e-a83cabff302f/042b0d3b-5456-43fd-b41a-c0571c3f6493/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 75 LPGA", "link_": "#fn_fn265", "first_index": 97095, "last_index": 97107}, {"text_": "62", "link_": "#fn_fn266", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "https://www.swisslex.ch/doc/aol/06c68398-0c7f-4197-a966-887c97f59084/042b0d3b-5456-43fd-b41a-c0571c3f6493/source/document-link", "first_index": 5104, "last_index": 5106}, {"text_": "art. 74 LPGA", "link_": "#fn_fn267", "first_index": 97114, "last_index": 97126}, {"text_": "64", "link_": "#doc_top", "first_index": 2326, "last_index": 2328}, {"text_": "TOP", "link_": "#fn_fn268", "first_index": 314, "last_index": 317}, {"text_": "65", "link_": "https://www.swisslex.ch/doc/aol/a10b14c2-975e-4bd0-bb46-9b6ec0eb7845/529f79ed-0eae-4137-8c65-debf605fd5bd/source/document-link", "first_index": 5860, "last_index": 5862}, {"text_": "art. 72 LCA", "link_": "#fn_fn269", "first_index": 97141, "last_index": 97152}, {"text_": "66", "link_": "#doc_top", "first_index": 2918, "last_index": 2920}, {"text_": "TOP", "link_": "#fn_fn273", "first_index": 314, "last_index": 317}, {"text_": "70", "link_": "#doc_top", "first_index": 2610, "last_index": 2612}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/lawdoc/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "CPC", "link_": "#fn_fn274", "first_index": 4064, "last_index": 4067}, {"text_": "71", "link_": "#doc_top", "first_index": 270, "last_index": 272}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/286359bd-1572-4668-9ec9-68c82fc82e60/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 89 CPC", "link_": "#fn_fn275", "first_index": 100026, "last_index": 100037}, {"text_": "72", "link_": "#fn_fn276", "first_index": 264, "last_index": 266}, {"text_": "73", "link_": "#fn_fn277", "first_index": 21910, "last_index": 21912}, {"text_": "74", "link_": "https://www.swisslex.ch/doc/aol/f5918089-7bd0-4c51-9138-db3397caf78b/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link", "first_index": 54034, "last_index": 54036}, {"text_": "art. 90 CPC", "link_": "#doc_top", "first_index": 100342, "last_index": 100353}, {"text_": "TOP", "link_": "#fn_fn278", "first_index": 314, "last_index": 317}, {"text_": "75", "link_": "https://www.swisslex.ch/doc/aol/286359bd-1572-4668-9ec9-68c82fc82e60/d14b19c8-5e79-4de6-89de-e2501acd79f5/source/document-link", "first_index": 54303, "last_index": 54305}, {"text_": "art. 89 al. 2 let. c CPC", "link_": "#fn_fn279", "first_index": 100435, "last_index": 100459}, {"text_": "76", "link_": "https://www.swisslex.ch/doc/lawdoc/3f367d02-aad8-4dcc-b9ad-a081f02faa26/source/document-link", "first_index": 5434, "last_index": 5436}, {"text_": "LEg", "link_": "#fn_fn280", "first_index": 100636, "last_index": 100639}, {"text_": "77", "link_": "#fn_fn281", "first_index": 5446, "last_index": 5448}, {"text_": "78", "link_": "#doc_top", "first_index": 259, "last_index": 261}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/0b3cd063-ff3f-4e16-a9b5-f83fdfff746b/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 36 Cst.", "link_": "https://www.swisslex.ch/doc/aol/e03a55da-199e-4f07-ad76-aca02bf30943/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 100654, "last_index": 100666}, {"text_": "art. 190 Cst.", "link_": "https://www.swisslex.ch/doc/aol/e03a55da-199e-4f07-ad76-aca02bf30943/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 100667, "last_index": 100680}, {"text_": "art. 190 Cst.", "link_": "#fn_fn282", "first_index": 100667, "last_index": 100680}, {"text_": "79", "link_": "#fn_fn283", "first_index": 22758, "last_index": 22760}, {"text_": "80", "link_": "#doc_top", "first_index": 45500, "last_index": 45502}, {"text_": "TOP", "link_": "#fn_fn284", "first_index": 314, "last_index": 317}, {"text_": "81", "link_": "#fn_fn285", "first_index": 14445, "last_index": 14447}, {"text_": "82", "link_": "#fn_fn286", "first_index": 25749, "last_index": 25751}, {"text_": "83", "link_": "https://www.swisslex.ch/doc/aol/ebd00726-7142-4126-b44a-85cda6d86148/f00fc08f-a93b-4ea5-a101-ce5968be2a4d/source/document-link", "first_index": 24524, "last_index": 24526}, {"text_": "art. 41 ss CO", "link_": "#doc_top", "first_index": 101963, "last_index": 101976}, {"text_": "TOP", "link_": "#fn_fn287", "first_index": 314, "last_index": 317}, {"text_": "84", "link_": "#fn_fn288", "first_index": 22765, "last_index": 22767}, {"text_": "85", "link_": "#fn_fn289", "first_index": 14348, "last_index": 14350}, {"text_": "86", "link_": "#doc_top", "first_index": 14806, "last_index": 14808}, {"text_": "TOP", "link_": "#fn_fn290", "first_index": 314, "last_index": 317}, {"text_": "87", "link_": "https://www.swisslex.ch/doc/aol/e03a55da-199e-4f07-ad76-aca02bf30943/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 269, "last_index": 271}, {"text_": "art. 190 Cst.", "link_": "#fn_fn291", "first_index": 100667, "last_index": 100680}, {"text_": "88", "link_": "#fn_fn292", "first_index": 24734, "last_index": 24736}, {"text_": "89", "link_": "#fn_fn293", "first_index": 14255, "last_index": 14257}, {"text_": "90", "link_": "#doc_top", "first_index": 4037, "last_index": 4039}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn229", "first_index": 314, "last_index": 317}, {"text_": "26", "link_": "https://www.swisslex.ch/doc/aol/dfd8dc52-40ea-4058-b50f-d495bda00faa/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 2325, "last_index": 2327}, {"text_": "art. 41 al. 4 Cst.", "link_": "#doc_top", "first_index": 102368, "last_index": 102386}, {"text_": "TOP", "link_": "#fn_fn230", "first_index": 314, "last_index": 317}, {"text_": "27", "link_": "#fn_fn270", "first_index": 265, "last_index": 267}, {"text_": "67", "link_": "https://www.swisslex.ch/doc/lawdoc/48d363de-b2e0-48c2-bed9-0fc65f041b12/source/document-link", "first_index": 22757, "last_index": 22759}, {"text_": "LAVI", "link_": "#fn_fn271", "first_index": 103025, "last_index": 103029}, {"text_": "68", "link_": "#fn_fn272", "first_index": 3973, "last_index": 3975}, {"text_": "69", "link_": "#footnotecall_fn204", "first_index": 5872, "last_index": 5874}, {"text_": "1", "link_": "#footnotecall_fn205", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#footnotecall_fn206", "first_index": 147, "last_index": 148}, {"text_": "3", "link_": "#footnotecall_fn207", "first_index": 262, "last_index": 263}, {"text_": "4", "link_": "#footnotecall_fn208", "first_index": 2315, "last_index": 2316}, {"text_": "5", "link_": "#footnotecall_fn209", "first_index": 2602, "last_index": 2603}, {"text_": "6", "link_": "#footnotecall_fn210", "first_index": 2326, "last_index": 2327}, {"text_": "7", "link_": "#footnotecall_fn211", "first_index": 259, "last_index": 260}, {"text_": "8", "link_": "#footnotecall_fn212", "first_index": 260, "last_index": 261}, {"text_": "9", "link_": "#footnotecall_fn213", "first_index": 258, "last_index": 259}, {"text_": "10", "link_": "#footnotecall_fn214", "first_index": 2779, "last_index": 2781}, {"text_": "11", "link_": "#footnotecall_fn215", "first_index": 2580, "last_index": 2582}, {"text_": "12", "link_": "#footnotecall_fn216", "first_index": 2565, "last_index": 2567}, {"text_": "13", "link_": "#footnotecall_fn217", "first_index": 3204, "last_index": 3206}, {"text_": "14", "link_": "#footnotecall_fn218", "first_index": 3240, "last_index": 3242}, {"text_": "15", "link_": "#footnotecall_fn219", "first_index": 2975, "last_index": 2977}, {"text_": "16", "link_": "#footnotecall_fn220", "first_index": 2547, "last_index": 2549}, {"text_": "17", "link_": "#footnotecall_fn221", "first_index": 3817, "last_index": 3819}, {"text_": "18", "link_": "#footnotecall_fn222", "first_index": 271, "last_index": 273}, {"text_": "19", "link_": "#footnotecall_fn223", "first_index": 436, "last_index": 438}, {"text_": "20", "link_": "#footnotecall_fn224", "first_index": 147, "last_index": 149}, {"text_": "21", "link_": "#footnotecall_fn225", "first_index": 149, "last_index": 151}, {"text_": "22", "link_": "#footnotecall_fn226", "first_index": 3177, "last_index": 3179}, {"text_": "23", "link_": "#footnotecall_fn227", "first_index": 16334, "last_index": 16336}, {"text_": "24", "link_": "#footnotecall_fn228", "first_index": 6564, "last_index": 6566}, {"text_": "25", "link_": "#footnotecall_fn229", "first_index": 3288, "last_index": 3290}, {"text_": "26", "link_": "#footnotecall_fn230", "first_index": 2325, "last_index": 2327}, {"text_": "27", "link_": "#footnotecall_fn231", "first_index": 265, "last_index": 267}, {"text_": "28", "link_": "#footnotecall_fn232", "first_index": 5468, "last_index": 5470}, {"text_": "29", "link_": "#footnotecall_fn233", "first_index": 5771, "last_index": 5773}, {"text_": "30", "link_": "#footnotecall_fn234", "first_index": 2592, "last_index": 2594}, {"text_": "31", "link_": "#footnotecall_fn235", "first_index": 14679, "last_index": 14681}, {"text_": "32", "link_": "#footnotecall_fn236", "first_index": 5467, "last_index": 5469}, {"text_": "33", "link_": "#footnotecall_fn237", "first_index": 3907, "last_index": 3909}, {"text_": "34", "link_": "#footnotecall_fn238", "first_index": 18258, "last_index": 18260}, {"text_": "35", "link_": "#footnotecall_fn239", "first_index": 18337, "last_index": 18339}, {"text_": "36", "link_": "#footnotecall_fn240", "first_index": 2823, "last_index": 2825}, {"text_": "37", "link_": "#footnotecall_fn241", "first_index": 2301, "last_index": 2303}, {"text_": "38", "link_": "#footnotecall_fn242", "first_index": 3217, "last_index": 3219}, {"text_": "39", "link_": "#footnotecall_fn243", "first_index": 3229, "last_index": 3231}, {"text_": "40", "link_": "#footnotecall_fn244", "first_index": 5889, "last_index": 5891}, {"text_": "41", "link_": "#footnotecall_fn245", "first_index": 18362, "last_index": 18364}, {"text_": "42", "link_": "#footnotecall_fn246", "first_index": 2860, "last_index": 2862}, {"text_": "43", "link_": "#footnotecall_fn247", "first_index": 3241, "last_index": 3243}, {"text_": "44", "link_": "#footnotecall_fn248", "first_index": 6565, "last_index": 6567}, {"text_": "45", "link_": "#footnotecall_fn249", "first_index": 6572, "last_index": 6574}, {"text_": "46", "link_": "#footnotecall_fn250", "first_index": 3253, "last_index": 3255}, {"text_": "47", "link_": "#footnotecall_fn251", "first_index": 3265, "last_index": 3267}, {"text_": "48", "link_": "#footnotecall_fn252", "first_index": 14444, "last_index": 14446}, {"text_": "49", "link_": "#footnotecall_fn253", "first_index": 2900, "last_index": 2902}, {"text_": "50", "link_": "#footnotecall_fn254", "first_index": 4107, "last_index": 4109}, {"text_": "51", "link_": "#footnotecall_fn255", "first_index": 6553, "last_index": 6555}, {"text_": "52", "link_": "#footnotecall_fn256", "first_index": 14259, "last_index": 14261}, {"text_": "53", "link_": "#footnotecall_fn257", "first_index": 19275, "last_index": 19277}, {"text_": "54", "link_": "#footnotecall_fn258", "first_index": 3289, "last_index": 3291}, {"text_": "55", "link_": "#footnotecall_fn259", "first_index": 13855, "last_index": 13857}, {"text_": "56", "link_": "#footnotecall_fn260", "first_index": 4084, "last_index": 4086}, {"text_": "57", "link_": "#footnotecall_fn261", "first_index": 12902, "last_index": 12904}, {"text_": "58", "link_": "#footnotecall_fn262", "first_index": 3166, "last_index": 3168}, {"text_": "59", "link_": "#footnotecall_fn263", "first_index": 20515, "last_index": 20517}, {"text_": "60", "link_": "#footnotecall_fn264", "first_index": 2548, "last_index": 2550}, {"text_": "61", "link_": "#footnotecall_fn265", "first_index": 20585, "last_index": 20587}, {"text_": "62", "link_": "#footnotecall_fn266", "first_index": 13172, "last_index": 13174}, {"text_": "63", "link_": "#footnotecall_fn267", "first_index": 5104, "last_index": 5106}, {"text_": "64", "link_": "#footnotecall_fn268", "first_index": 2326, "last_index": 2328}, {"text_": "65", "link_": "#footnotecall_fn269", "first_index": 5860, "last_index": 5862}, {"text_": "66", "link_": "#footnotecall_fn270", "first_index": 2918, "last_index": 2920}, {"text_": "67", "link_": "#footnotecall_fn271", "first_index": 22757, "last_index": 22759}, {"text_": "68", "link_": "#footnotecall_fn272", "first_index": 3973, "last_index": 3975}, {"text_": "69", "link_": "#footnotecall_fn273", "first_index": 5872, "last_index": 5874}, {"text_": "70", "link_": "#footnotecall_fn274", "first_index": 2610, "last_index": 2612}, {"text_": "71", "link_": "#footnotecall_fn275", "first_index": 270, "last_index": 272}, {"text_": "72", "link_": "#footnotecall_fn276", "first_index": 264, "last_index": 266}, {"text_": "73", "link_": "#footnotecall_fn277", "first_index": 21910, "last_index": 21912}, {"text_": "74", "link_": "#footnotecall_fn278", "first_index": 54034, "last_index": 54036}, {"text_": "75", "link_": "#footnotecall_fn279", "first_index": 54303, "last_index": 54305}, {"text_": "76", "link_": "#footnotecall_fn280", "first_index": 5434, "last_index": 5436}, {"text_": "77", "link_": "#footnotecall_fn281", "first_index": 5446, "last_index": 5448}, {"text_": "78", "link_": "#footnotecall_fn282", "first_index": 259, "last_index": 261}, {"text_": "79", "link_": "#footnotecall_fn283", "first_index": 22758, "last_index": 22760}, {"text_": "80", "link_": "#footnotecall_fn284", "first_index": 45500, "last_index": 45502}, {"text_": "81", "link_": "#footnotecall_fn285", "first_index": 14445, "last_index": 14447}, {"text_": "82", "link_": "#footnotecall_fn286", "first_index": 25749, "last_index": 25751}, {"text_": "83", "link_": "#footnotecall_fn287", "first_index": 24524, "last_index": 24526}, {"text_": "84", "link_": "#footnotecall_fn288", "first_index": 22765, "last_index": 22767}, {"text_": "85", "link_": "#footnotecall_fn289", "first_index": 14348, "last_index": 14350}, {"text_": "86", "link_": "#footnotecall_fn290", "first_index": 14806, "last_index": 14808}, {"text_": "87", "link_": "#footnotecall_fn291", "first_index": 269, "last_index": 271}, {"text_": "88", "link_": "#footnotecall_fn292", "first_index": 24734, "last_index": 24736}, {"text_": "89", "link_": "#footnotecall_fn293", "first_index": 14255, "last_index": 14257}, {"text_": "90", "link_": "https://www.swisslex.ch/doc/unknown/3af080df-ff4a-4f8c-affb-0c8bf08f9553/citeddoc/6858209f-a435-49af-aace-5f34f6f0f569/source/document-link", "first_index": 4037, "last_index": 4039}, {"text_": "ATF 131 III 360", "link_": "https://www.swisslex.ch/doc/unknown/40240d9b-c760-4873-8e46-bf1fe6abd0fe/citeddoc/f468a036-f533-4b73-9676-78ebcdce953a/source/document-link", "first_index": 104134, "last_index": 104149}, {"text_": "ATF 129 III 181", "link_": "https://www.swisslex.ch/doc/unknown/377877b0-d378-4388-a1b2-73b90931840f/citeddoc/53288a67-f8be-43f5-b5cb-ead1122f58fd/source/document-link", "first_index": 104246, "last_index": 104261}, {"text_": "PJA 2020, p. 1146 ss.", "link_": "https://www.swisslex.ch/doc/unknown/2d833923-dd72-422f-b436-342b28728087/citeddoc/ccacd1bc-7266-44aa-b1f0-1285c87232e0/source/document-link", "first_index": 104696, "last_index": 104717}, {"text_": "ATF 122 I 101 consid. 2a", "link_": "https://www.swisslex.ch/doc/unknown/7c092971-1390-45a7-89fa-6656cf5e2327/citeddoc/f2c61f30-2c75-402a-bac0-bc9bfaca67b0/source/document-link", "first_index": 104718, "last_index": 104742}, {"text_": "ATF 139 I 257 consid. 6", "link_": "https://www.swisslex.ch/doc/unknown/a8caea5c-6d3e-4d7e-b4d3-c17cf63acdcc/citeddoc/301ef109-def2-462d-8255-1c825c1e995a/source/document-link", "first_index": 104745, "last_index": 104768}, {"text_": "ATF 135 I 161 consid. 2.2", "link_": "https://www.swisslex.ch/doc/unknown/7c4c38e4-21c9-40d9-af88-ef0330ebdd43/citeddoc/0fcfb37e-d012-4f7a-8324-e92dc2d0e2b8/source/document-link", "first_index": 104793, "last_index": 104818}, {"text_": "ATF 135 I 119 consid. 5.3", "link_": "https://www.swisslex.ch/doc/unknown/7c4c38e4-21c9-40d9-af88-ef0330ebdd43/citeddoc/b084bd7b-9bef-48a6-9a22-f63d07500f96/source/document-link", "first_index": 104906, "last_index": 104931}, {"text_": "ATF 135 I 119 consid. 5.3", "link_": "https://www.swisslex.ch/doc/aol/b5b30c83-b871-4c7f-b6bc-b0f209b2dbfb/64c0c81e-3a7f-487b-9230-17d9aa0e3f63/source/document-link", "first_index": 104906, "last_index": 104931}, {"text_": "art. 30 LGG", "link_": "https://www.swisslex.ch/doc/aol/4cff30f6-2ddd-4ead-97e9-348d3bc9c2cf/568698d2-38cb-4033-b7ec-072a338849d7/source/document-link", "first_index": 105011, "last_index": 105022}, {"text_": "article 8 LCD", "link_": "https://www.swisslex.ch/doc/unknown/0efcfe91-7a2e-46df-8fb2-4cf56ae06747/citeddoc/935231eb-c9d2-4f71-a01f-6c2651257964/source/document-link", "first_index": 105533, "last_index": 105546}, {"text_": "HAVE 2011, p. 423 ss", "link_": "https://www.swisslex.ch/doc/unknown/28b678f6-1b62-414f-84c7-15b36fdb9083/citeddoc/af7f6706-6d31-4f6f-9025-0bc8307616f6/source/document-link", "first_index": 105649, "last_index": 105669}, {"text_": "4A_451/2015 du 26 février 2015", "link_": "https://www.rts.ch/info/suisse/5680225-la-famille-d-une-victime-de-l-amiante-obtient-gain-de-cause-a-strasbourg.html", "first_index": 105683, "last_index": 105713}, {"text_": "https://www.rts.ch/info/suisse/5680225-la-famille-d-une-victime-de-l-amiante-obtient-gain-de-cause-a-strasbourg.html", "link_": "http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf", "first_index": 105726, "last_index": 105842}, {"text_": "http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf", "link_": "http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf", "first_index": 105843, "last_index": 105904}, {"text_": "http://caova.ch/wp-content/uploads/2018/11/Bulletin-no-32.pdf", "link_": "https://www.stiftung-efa.ch/fr", "first_index": 105843, "last_index": 105904}, {"text_": "https://www.stiftung-efa.ch/fr", "link_": "https://www.swisslex.ch/doc/lawdoc/cafbf2cb-615b-41db-8933-48eb07802412/source/document-link", "first_index": 106285, "last_index": 106315}, {"text_": "LMCFA", "link_": "https://www.swisslex.ch/doc/lawdoc/48d363de-b2e0-48c2-bed9-0fc65f041b12/source/document-link", "first_index": 106322, "last_index": 106327}, {"text_": "LAVI", "link_": "https://www.swisslex.ch/doc/aol/c2714a46-8755-44c4-b44d-a566f454366b/a981c340-0781-47f4-b1d7-158cea699a04/source/document-link", "first_index": 103025, "last_index": 103029}, {"text_": "art. 15 s. LRCN", "link_": "https://www.swisslex.ch/doc/aol/12a980e8-166f-4ad2-9a77-74e1cb822d65/cc4bd59a-3469-446f-975d-7aeda3143576/source/document-link", "first_index": 106343, "last_index": 106358}, {"text_": "art. 72 s. LAA", "link_": "https://www.swisslex.ch/doc/aol/03ac862a-aae6-41ff-bd12-f1702bc28bff/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link", "first_index": 106370, "last_index": 106384}, {"text_": "art. 60 LPP", "link_": "https://www.swisslex.ch/doc/previews/57004e46-8887-4a9b-811c-ce12dd3e8851%2C812f4f7d-1b78-4823-8697-c2a12d276f30/source/document-link", "first_index": 106396, "last_index": 106407}, {"text_": "art. 175 et 176 OS", "link_": "https://www.swisslex.ch/doc/lawdoc/902ed666-8821-4a96-af81-03534898cc69/source/document-link", "first_index": 106408, "last_index": 106426}, {"text_": "LCR", "link_": "https://www.swisslex.ch/doc/lawdoc/042b0d3b-5456-43fd-b41a-c0571c3f6493/source/document-link", "first_index": 86620, "last_index": 86623}, {"text_": "LPGA", "link_": "https://www.swisslex.ch/doc/unknown/e7886ec9-fdac-4679-bb36-26d90c368d25/citeddoc/4620d74d-e61f-43ea-8eb3-d9047288fc28/source/document-link", "first_index": 10843, "last_index": 10847}, {"text_": "REAS 1/2003, p. 301 ss.", "link_": "https://www.swisslex.ch/doc/lawdoc/568698d2-38cb-4033-b7ec-072a338849d7/source/document-link", "first_index": 106644, "last_index": 106667}, {"text_": "LCD", "link_": "https://www.bj.admin.ch/bj/fr/home/staat/gesetzgebung/aenderung-zpo.html", "first_index": 105543, "last_index": 105546}, {"text_": "https://www.bj.admin.ch/bj/fr/home/staat/gesetzgebung/aenderung-zpo.html", "link_": "https://www.swisslex.ch/doc/aol/c0582a95-4044-4fae-95e9-0b33f49c8a12/3f367d02-aad8-4dcc-b9ad-a081f02faa26/source/document-link", "first_index": 106913, "last_index": 106985}, {"text_": "art. 3 LEg", "link_": "https://www.swisslex.ch/doc/unknown/446d6a41-8518-47b3-8a8f-145a71955dc2/citeddoc/a1d2ca15-b91a-475c-b656-7b89d1f0987c/source/document-link", "first_index": 107204, "last_index": 107214}, {"text_": "ATF 125 II 417", "link_": "https://www.swisslex.ch/doc/unknown/f42dc384-da60-4fb4-a830-5b72e058dd4a/citeddoc/791ab183-232b-4945-a4ba-820c18d0b13e/source/document-link", "first_index": 107320, "last_index": 107334}, {"text_": "2C_397/2012 du 19 décembre 2012", "link_": "https://www.swisslex.ch/doc/unknown/a86733b5-6fbb-4cb6-8a52-dc34d32db40b/citeddoc/3e2cbaa3-4ac5-4e71-ab1e-5c5f0fbff8fd/source/document-link", "first_index": 107404, "last_index": 107435}, {"text_": "ATF 128 IV 53 consid. 7a", "link_": "https://www.swisslex.ch/doc/unknown/c63a8aea-1ea2-4b78-9196-8e18be1d1bb8/citeddoc/70b1f763-1ebe-420c-a2e7-4eca02a9d7f5/source/document-link", "first_index": 107436, "last_index": 107460}, {"text_": "ATF 131 III 122", "link_": "https://www.swisslex.ch/doc/unknown/a8fc9b9a-4000-4fa2-836a-f79bf8b5c495/citeddoc/f1054adb-8274-479e-bb1a-e80526d69184/source/document-link", "first_index": 107581, "last_index": 107596}, {"text_": "ATF 137 I 305", "link_": "#doc_top", "first_index": 107597, "last_index": 107610}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/89ee83ea-653a-41a0-aeea-4c98bdd5d047/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 127 al. 2 Cst.", "link_": "#doc_top", "first_index": 112612, "last_index": 112631}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/069800c5-4ee4-4d3a-8d74-733cca4091a6/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 163 CC", "link_": "#doc_top", "first_index": 5098, "last_index": 5109}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#doc_top", "first_index": 314, "last_index": 317}, {"text_": "TOP", "link_": "#fn_fn294", "first_index": 314, "last_index": 317}, {"text_": "1", "link_": "#fn_fn295", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "#doc_top", "first_index": 147, "last_index": 148}, {"text_": "TOP", "link_": "https://www.swisslex.ch/doc/aol/e8ea6efa-5502-4ae3-a2a1-1e75f6dc810a/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 314, "last_index": 317}, {"text_": "art. 8 Cst.", "link_": "https://www.swisslex.ch/doc/aol/2a72e9e7-3dc8-4d55-b068-630d71f6f71d/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 132517, "last_index": 132528}, {"text_": "art. 15 Cst.", "link_": "https://www.swisslex.ch/doc/aol/0ed224b2-f66a-4947-b3e5-58fb4ef42d99/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 132531, "last_index": 132543}, {"text_": "art. 26 Cst.", "link_": "https://www.swisslex.ch/doc/aol/847dca05-1b17-4fc1-b101-c7a8c16bd11a/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 132546, "last_index": 132558}, {"text_": "art. 27 Cst.", "link_": "https://www.swisslex.ch/doc/aol/89ee83ea-653a-41a0-aeea-4c98bdd5d047/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 132561, "last_index": 132573}, {"text_": "art. 127 al. 3 Cst.", "link_": "https://www.swisslex.ch/doc/aol/d78c3767-cb8c-4faa-9e22-d96cf25ca92b/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link", "first_index": 132576, "last_index": 132595}, {"text_": "art. 129 al. 3 Cst.", "link_": "#footnotecall_fn294", "first_index": 132598, "last_index": 132617}, {"text_": "1", "link_": "#footnotecall_fn295", "first_index": 150, "last_index": 151}, {"text_": "2", "link_": "https://www.swisslex.ch/doc/unknown/178bea2a-3d2a-453a-a952-ec7a6d4ba200/citeddoc/708b7663-f3e3-45b5-bf55-7708fb214836/source/document-link", "first_index": 147, "last_index": 148}, {"text_": "Archives 50 440", "link_": "https://www.swisslex.ch/doc/unknown/a1d5eefa-38b4-4d95-a490-6502efc75948/citeddoc/34c5a6ea-c105-4014-9cea-6ef99e05a111/source/document-link", "first_index": 132774, "last_index": 132789}]}