{
    "category": "0. Disponible depuis peu\n(25)",
    "Titre": "Swiss Foundation Code 2021 - Grundsätze und Empfehlungen zur Gründung und Führung von Förderstiftungen",
    "Auteur/Éditeur": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
    "Édition": "",
    "Année": "2021",
    "Tribunal/Editeur": "Stämpfli Verlag AG",
    "href": "https://www.swisslex.ch/toc/book/b2f7fe66-4e49-4ab8-babd-b6628dd154ee/source/biblio-books",
    "metadata": {
        "AUTEUR": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
        "TITRE": "Swiss Foundation Code 2021",
        "ANNÉE": "2021",
        "ISBN": "978-3-7272-7791-7",
        "MAISON D’ÉDITION": "Stämpfli Verlag AG"
    },
    "content": ["Auteur von Orelli Lukas Titre Vorwort und Dank Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 8-9 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 8 TOP Vorwort und Dank Seit dem ersten Erscheinen des Swiss Foundation Code vor 15 Jahren hat sich die Welt stark verändert. In einem besonderen Mass gilt dies für die Welt der Stiftungen. Vorbei sind die Zeiten, in denen sie als diskretes Engagement privater Wohltäter vorbehaltlos geschätzt wurden. Nicht nur verlangen staatliche Regulatoren mehr Transparenz, auch fragen die Medien, die Politik und nicht zuletzt die Destinatäre nach Hintergrund, Motiven und Relevanz. Die Grundsätze der Wirkung, Governance und Transparenz, die die Autoren des Swiss Foundation Code bereits 2005 in vorausschauender Weitsicht für die Stiftungsarbeit definiert haben, gaben und geben dem Stiftungssektor die richtige Orientierung in die Hand, um diesen wachsenden Ansprüchen gerecht zu werden. Heute werden die Stiftungen als Teil der Zivilgesellschaft anerkannt, aber auch zunehmend an ihrem Beitrag dazu gemessen. Relevantes Stiftungswirken berücksichtigt gesellschaftliche Veränderungen und bezieht neue Entwicklungen in die Fördertätigkeit ein. Der Grundsatz der gesellschaftlichen Verantwortung wurde daher in der vierten Auflage des Swiss Foundation Code nun erstmals explizit formuliert. Damit Stiftungen gesellschaftlich gewollt sind, muss ihr Wirken sichtbar, zugänglich und nachvollziehbar sein. Sie müssen als verlässliche, wirkungsorientierte Partner wahrgenommen werden. SwissFoundations und seine Mitglieder haben sich diese Handlungsmaxime zu Herzen genommen und durch konkrete Massnahmen mit Leben gefüllt. Das 20-jährige Verbandsbestehen nehmen wir zum Anlass, dieses Selbstverständnis weiter im Sektor zu verankern und mit der neuen Ausgabe des Code auch ein zentrales Werkzeug für dessen Umsetzung zu liefern. Entscheidend für die Entwicklung unseres Sektors ist der Wille jeder Stiftung, sich mit diesen Themen auseinanderzusetzen und mit gutem Beispiel voranzugehen. Dabei sind alle Schweizer Stiftungen angesprochen, keineswegs nur unsere Mitglieder. 9 TOP Ein grosser Dank geht an die über 40 Expertinnen und Experten, die ihr Fachwissen in den Hearings eingebracht haben. Zudem haben mehr als 30 SwissFoundations-Mitglieder das Projekt finanziell unterstützt. Dadurch ermöglichen sie, dass dieses gesammelte Wissen frei zugänglich ist und so eine möglichst breite Wirkung erzielt. Zum Schluss ein grosser Dank an die Autoren, die auch in der vierten überarbeiteten Auflage eine präzise, praxisnahe Formulierung gewählt und sichergestellt haben, dass der Swiss Foundation Code erneut eine wertvolle, anwendungsorientierte Anleitung für moderne Stiftungsarbeit geworden ist. Dr. Lukas von Orelli Präsident SwissFoundations © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Einführung Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 10-17 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 10 TOP Einführung Ergänzung zur liberalen Gesetzgebung Die Schweizer Stiftung ist ein Erfolgsmodell. Mit über 13’000 gemeinnützigen Stiftungen hält die Schweiz eine internationale Spitzenposition; pro Kopf weist sie sechsmal mehr Stiftungen auf als die USA oder Deutschland. Dem Stiftungssektor steht professionelles Fachwissen aus dem NPO-Bereich, dem Recht und dem Finanzdienstleistungssektor zur Verfügung. Politik und Gesellschaft schenken den Stiftungen im Allgemeinen grosses Vertrauen. Besonders charakteristisch ist die Dynamik: Knapp 70 % aller gemeinnützigen Stiftungen sind in den letzten 30 Jahren entstanden. Die Schweiz bietet denn auch für die Gründung und Führung von gemeinnützigen Stiftungen ausgezeichnete Rahmenbedingungen. Ihre vergleichsweise liberale Gesetzgebung ermuntert gleichsam zur Gründung von Stiftungen und erleichtert deren Arbeit. Grundlage der alten und blühenden Stiftungstradition ist ein partizipatives Gemeinschaftsmodell. Dynamik und Liberalität 1 Liberale Rahmenbedingungen sind die Grundlage für das Wachstum und die dynamische Weiterentwicklung des Stiftungssektors. Darauf aufbauend tragen gemeinnützige Stiftungen als unabhängige dritte Kraft neben Staat und Wirtschaft massgeblich zur Lösung gesellschaftlicher Herausforderungen bei. Mit ihrer vielfältigen Wirkung stärken sie die Pluralität in unserem Land und stellen tagtäglich ihre gesellschaftliche Relevanz unter Beweis. 11 TOP Stiftungsarbeit ist stets zu reflektieren. Trotz ihrer guten Reputation stehen gemeinnützige Stiftungen auch in der Schweiz unter Legitimationsdruck. Das ist gut so: Indem sie nämlich steuerliche Privilegien geniessen und mit ihren Förderaktivitäten in die Dynamik gesellschaftlicher Realitäten eingreifen, stellen sie quasiöffentliche Institutionen dar. Der allen Stiftungen in unterschiedlichem Mass eigene Wesenszug, nicht auf die Aussenwelt angewiesen zu sein, tritt bei den «klassischen» Förderstiftungen zugespitzt zutage. Im Gegensatz etwa zu einer Spendenstiftung fehlt bei ihr jede Marktkontrolle. Sie gehört sich selber und kontrolliert sich selber, besonders, wenn nach dem Ausscheiden des Stifters dessen Eigentümerkontrolle wegfällt. Das Tun und Lassen von Stiftungen ist stets zu reflektieren: Wie kann eine Stiftung ihren Zweck bestmöglich umsetzen? Woran orientiert sie ihr Handeln? Was bedeutet gute Stiftungsführung in der praktischen Fördertätigkeit? Welchen Ansprüchen sieht sich die Vermögensbewirtschaftung ausgesetzt? Wie ist systemischen Risiken zu begegnen? Wie lässt sich die Existenz und Arbeitsweise der Stiftung legitimieren? Konzeption des Swiss Foundation Cod Professionalität und Selbstregulation Der Swiss Foundation Code ist aus der Stiftungsbranche heraus entstanden und wird vom Verband der Schweizer Förderstiftungen SwissFoundations als anwendungsbezogenes Werkzeug getragen. Er ist weder Massnahmenkatalog noch Checkliste, sondern stellt einen generellen Orientierungsrahmen für gute Stiftungsführung dar. Angesichts der grossen Stiftungsvielfalt stellt der Swiss Foundation Code mit seinem empfehlenden Charakter den effektiveren Weg zu Wirkung und Transparenz im Stiftungssektor dar als eine staatliche Durchregulierung. Der Swiss Foundation Code ist ein Orientierungsrahmen für gute Stiftungsführung. 12 TOP Kleinere Stiftungen sind direkt angesprochen. Selbst unter den Förderstiftungen sind Bedürfnisse und Organisationsstrukturen unterschiedlich. Während die Grundsätze des Swiss Foundation Code uneingeschränkt Geltung beanspruchen dürfen, orientieren sich die Empfehlungen – insbesondere deren praxisorientierter Kommentar – in erster Linie an grossen und mittelgrossen Stiftungen. Die bei weitem meisten Förderstiftungen sind allerdings kleine Stiftungen mit einem Vermögen von weniger als CHF 10 Mio., und unter ihnen sind sehr viele Kleinststiftungen. Manche Empfehlungen lassen sich in kleinen Stiftungen nicht direkt umsetzen. Deshalb schliesst der Kommentar zu den Empfehlungen – wo sinnvoll oder nötig – mit «Zusätzlichen Hinweisen für kleinere Stiftungen». Checks and Balances Grundsätzlich haben alle Stiftungen denselben Anforderungen an eine gute Stiftungsführung zu genügen. Die konkreten Massnahmen sind jedoch stiftungsspezifisch auszugestalten und damit auch in Einklang mit der Stiftungsgrösse zu bringen – und zwar immer auf jeweils einfachst möglichem organisatorischem Niveau. Foundation Governance findet ihre Bestimmung nicht in sich selbst, sondern dient der effizienten und wirksamen Umsetzung des Stiftungszwecks. Bezugsrahmen und Führungsinstrument Weder die Grundsätze noch die Empfehlungen sind klar definierte Kriterien oder Anforderungen, die es auf eine bestimmte Art und Weise mechanisch umzusetzen gälte. Vielmehr stellt der Swiss Foundation Code einen Bezugsrahmen zur Messung und Justierung der eigenen Organisation dar. In die Verantwortung des Stiftungsrats gehört es, die Organisation der Stiftung, unabhängig von ihrer Grösse, optimal auf die Zweckumsetzung auszurichten. Bezogen auf die Verwendung des Swiss Foundation Code bedeutet dies, dass der Stiftungsrat dessen Grundlagen und Empfehlungen auf die spezifische Situation seiner Stiftung herunterbrechen und anwenden muss. 13 TOP Interdisziplinärer Charakter und Verhältnis zum Recht Der Swiss Foundation Code hat interdisziplinären Charakter. Neben der rechtlichen kommen auch andere Sichtweisen wie jene der Ökonomie und der konkreten Stiftungsarbeit zum Tragen. Der Code soll von praktischer Relevanz sein. Aus diesem Grund wiederholt er einmal die gesetzlichen Grundlagen und lässt sie ein andermal weg, wo sie unter dem Gesichtswinkel der Foundation Governance nicht einschlägig sind. Berücksichtigung aller relevanten Aspekte Grundsätzlich muss zwischen den Entscheidungen unterschieden werden, die der Stifter bei der Gründung trifft, und jenen, die dann im Rahmen der einmal gegründeten Stiftung durch den Stiftungsrat zu treffen sind. Der Swiss Foundation Code ist deshalb in die vier Kapitel «Gründung», «Führung», «Förderung» und «Finanzen» gegliedert. Der Stifter darf sich nicht darauf beschränken, sich über die im Rahmen der Stiftungsgründung gegebenen wichtigen Weichenstellungen zu informieren. Er muss bei der Konzeption der zu gründenden Stiftung auch alle übrigen Empfehlungen berücksichtigen, um mit seinen Entscheidungen auch die spätere Ausgestaltung von Führung, Förderung und Finanzen im Lichte des Swiss Foundation Code zu erleichtern. Umgekehrt müssen sich auch Stiftungsratsmitglieder schon gegründeter Stiftungen mit der Grundanlage ihrer Stiftung auseinandersetzen. Die bei der Gründung relevanten Aspekte sind auch in den späteren Lebensphasen der Stiftung zu berücksichtigen. Einbezug internationaler Verhältnisse Die internationalen Verhältnisse werden vom Swiss Foundation Code in sinnvoller Weise einbezogen. Es versteht sich von selbst, dass Governance-Regeln, die auf anderen Rechtssystemen beruhen, nicht unbesehen für Schweizer Stiftungen übernommen werden dürfen. Aber auch wenn die Stiftung eine von Staat zu Staat unterschiedliche gesetzliche Regelung erfährt und verschiedene nationale Stiftungskulturen existieren, sind doch viele Gemeinsamkeiten festzustellen. Dies sichert jedem nationalen Code auch eine internationale Dimension und Ausstrahlung in andere Länder. Sensibilisierung und Aktivierung des Stifters und des Stiftungsrats 14 TOP Richtiges richtig machen Die Dinge richtig zu machen, ist auch für eine Förderstiftung wichtig. Entscheidend und grundlegend aber ist es, dass sie die richtigen Dinge tut. Deshalb bezieht sich der Swiss Foundation Code auf die «Verfassung» der Stiftung und weniger auf ihre operativen Tätigkeiten. Er stellt keinen Managementleitfaden dar. Seine Grundsätze und Empfehlungen zielen vielmehr auf die Stiftungspolitik und die Stiftungsstrategie ab, d. h. auf die grundsätzlichen Festlegungen. Empfehlender Charakter Der Swiss Foundation Code samt seinem Kommentar hat empfehlenden Charakter. Er soll Stiftungen zur Überprüfung und Verbesserung ihrer Governance veranlassen. Für die Rechtsanwender kann er eine Interpretationshilfe darstellen. Indem die Förderstiftungen selbst für ihre Foundation Governance besorgt sind, kommen sie dem Ruf nach stärkerer staatlicher Regelung zuvor – die das produktive und disparate Biotop der Stiftungslandschaft Schweiz lähmen und schwächen könnten. Der Swiss Foundation Code soll keineswegs zu unnötigen bürokratischen Umtrieben führen. Auch belässt er jeder Förderstiftung die Möglichkeit – und fordert sogar dazu auf –, die gegebenen Freiräume auszuschöpfen. Deshalb ist er nicht der strikten Regel «comply or explain» unterstellt. 2 Geltung und Durchsetzung Weder SwissFoundations noch eine andere Instanz überprüft die Einhaltung der Empfehlungen des Swiss Foundation Code oder vergibt ein Label. Dessen Empfehlungen, und schon gar nicht dessen Grundsätze, sind nicht mit eindeutigen Kriterien gleichzusetzen, die entweder eingehalten oder aber verletzt werden. Jede Stiftung ist vielmehr herausgefordert, die Empfehlungen auf ihre je spezifische Situation anzuwenden, zu interpretieren und individuell stimmige Lösungen zu finden. Dem liberalen Geist der Selbstverantwortung verpflichtet, stellt der Code einen Orientierungs- und Inspirationsrahmen dar. Indem sich Stiftungen freiwillig am Swiss Foundation Code orientieren und dies in ihrer Kommunikation deklarieren, beweisen sie, dass sie sich höheren Anforderungen als den gesetzlich festgelegten stellen. 15 TOP Der Swiss Foundation Code ist kein Recht und nicht verbindlich. Das geltende Recht ist Grundlage für jedes Stiftungshandeln. Die Empfehlungen des Swiss Foundation Code wiederholen die gesetzlichen Vorgaben manchmal implizit – insofern handelt es sich teilweise nicht nur um Empfehlungen, sondern effektiv um Rechtspflichten. Der Fokus der Empfehlungen ist aber kein ausschliesslich rechtlicher: Indem etwa vorgeschlagen wird, dass der Stiftungsrat die Stiftung führen soll, wird der gesetzliche Kern – dass nämlich dem Stiftungsrat die Leitung der Stiftung zukommt – um das Element einer aktiven Gestaltung erweitert. Auf diese Weise werden die rechtlichen Vorgaben im Lichte der Foundation Governance konkretisiert und wirkungsorientiert eingefärbt. Der Swiss Foundation Code knüpft in komplementärem Sinn an die gesetzlichen Grundlagen an, indem er die Frage beantwortet, wie innerhalb des gesetzlichen Rahmens die Stiftungswirkung maximiert werden kann. Der Swiss Foundation Code ist allerdings keine Ergänzung objektiven Rechts. Entsprechend wäre er stiftungsextern nur durchsetzbar, soweit eine dazu legitimierte Behörde dies verfügte, indem etwa eine Aufsichtsbehörde oder ein Gericht eine bestimmte Empfehlung für verbindlich erklärte. Die Durchsetzbarkeit ergäbe sich aber auch dann nicht aus dem Code selbst, sondern aus der Verfügung der Behörde. Weil der Swiss Foundation Code kein Recht ist, ist er auch nicht verbindlich. Die fehlende Durchsetzbarkeit ist zuweilen ein Ansatzpunkt für Kritik. Dies ist aber aus juristischer Sicht etwa so sinnvoll, wie einem Apfel vorzuwerfen, keine Birne zu sein. Ein Code ist per se nicht in dem Sinne verbindlich, dass seine Nichteinhaltung staatlich sanktioniert werden könnte. Es wäre absurd, die Sinnhaftigkeit eines Code an der Erzwingbarkeit seiner Umsetzung festzumachen. Wer Durchsetzbarkeit will, muss Gesetze schaffen. Codes leben nicht vom Zwang. Sie verschreiben sich der Freiwilligkeit – seit Sokrates und Aristoteles ein Grundbegriff ethischen Handelns. SwissFoundations, der Verband der Schweizer Förderstiftungen, ist bisher der Versuchung nicht erlegen, von seinen Mitgliedern die Einhaltung des Swiss Foundation Code zu verlangen. In seiner grossen Breite eignet sich der Code auch gar nicht als Kriterienkatalog und damit auch nicht als Durchsetzungsinstrument. Zum Verhältnis von Aufsicht und Selbstregulierung 16 TOP Gebrauchsanleitung Ein praktisches Werkzeug Der Swiss Foundation Code ist ein Werkzeug. Da es gleichermassen angehenden Stiftern, Mitgliedern von Stiftungsräten, Mitarbeitern von Stiftungen, Dienstleistern, Aufsichts- und anderen Behörden zur Verfügung steht, ist es kein spezialwissenschaftliches Skalpell, sondern ein allgemeintaugliches Schweizer Taschenmesser. Es soll bei der Gründung neuer wie auch bei der Weiterentwicklung bestehender Stiftungen Ideen, Vorschläge und Hilfe bieten. Verschiedene Zugriffe Wer analytisch vorgehen will, kann sich anhand des Inhaltsverzeichnisses am Anfang einen Überblick über Gliederung und Themen des Swiss Foundation Code verschaffen. Wer auf der Suche nach einem Begriff, einem Sachverhalt oder einer Problemlösung ist, soll den Weg über die erschliessenden Verzeichnisse wählen. Bei diesen geht es zunächst ums Verstehen, letztlich aber ums Umsetzen und Handeln: 17 TOP Lesebeispiel Möchten Sie wissen, wie es in Ihrer Stiftung um das Thema Interessenkonflikte steht? Verlieren Sie sich nicht in der Spezialliteratur, sondern orientieren Sie sich wie folgt über die Standards, die der Swiss Foundation Code propagiert: Machen Sie sich zuerst mit Hilfe des Stiftungsglossars ein Bild von der Bedeutung des Begriffs «Interessenkonflikt». Gehen Sie dann den Verweisen nach, die Ihnen das Stichwortregister liefert. Sie werden dem Thema in verschiedenen Sachzusammenhängen begegnen. Jetzt sind Sie in der Lage, die richtigen Fragen in Bezug auf Ihre Stiftung zu stellen. – Die Stiftungsphänomenologie (S. 176 ff.) beantwortet grundlegende Fragen zur Funktionsweise von Stiftungen und schlüsselt die bunte Vielfalt der Stiftungstypen auf. – Das Stiftungsglossar (S. 210 ff.) definiert Sachverhalte und Begriffe, die in der Stiftungspraxis verwendet werden. Was zum Beispiel ist unter dem Begriff «Interessenkonflikt» zu verstehen? – Das Stichwortregister (S. 236 ff.) bietet den Zugriff auf im Code verwendete Sachverhalte und Begriffe. 1 2 Sprachliche Maskulina wie Feminina beziehen sich auf Personen jedweden Geschlechts. Zu den verschiedenen Stufen der Verbindlichkeit von Regelsystemen siehe Stiftungsglossar, comply or explain, S. 214. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre GRUNDSÄTZE Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 19-23 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 19 TOP GRUNDSÄTZE Vier Grundsätze bestimmen gutes Stiftungshandeln. Sie stehen in einem wechselseitigen Wirkungszusammenhang: Stiftungen , die alle vier Grundsätze einhalten, erfüllen die Anforderungen an eine zeitgemässe Foundation Governance. 3 20 TOP Grundsatz 1 Wirksamkeit Die Stiftung setzt den Stiftungszweck auf möglichst effiziente und wirksame Weise um. Ausgangs- und Orientierungspunkt aller Stiftungsaktivitäten ist der Stifterwille. Die Stiftungsorgane stehen in der Pflicht, ihn treuhänderisch zur Geltung zu bringen, indem sie ihn immer wieder neu interpretieren und umsetzen. Je effizienter und wirksamer sie dies tun, desto besser erfüllen sie den Auftrag des Stifters, wie er sich in der Stiftungsurkunde und insbesondere im Stiftungszweck manifestiert. Dies gilt für die Organisation der Stiftung und ihre Fördertätigkeit genauso wie für die Bewirtschaftung des Stiftungsvermögens. Der Stiftungsrat muss als oberstes Führungsorgan dafür sorgen, dass das ganze Stiftungshandeln im Sinne des Stifterwillens steht und Wirkungsoptimierung sucht. 21 TOP Grundsatz 2 Checks and Balances Die Stiftung sorgt durch geeignete organisatorische Massnahmen dafür, dass für alle wichtigen Entscheidungen und Abläufe ein ausgewogenes Verhältnis von Führung und Kontrolle besteht. Die Stiftung hat keine Eigentümer, keine Mitglieder und keine Gesellschafter. Sie verfügt deshalb über kein gegebenes Kontrollinstrument, wie es die Mitgliederversammlung beim Verein oder die Generalversammlung bei der Aktiengesellschaft darstellen. Die Stiftung gehört nicht Dritteigentümern, sondern gewissermassen sich selbst. Deshalb muss sie zugunsten der notwendigen Gewaltentrennung in eigener Verantwortung dafür sorgen, dass sie einerseits geführt und dass andererseits diese Führung kontrolliert wird. Da der Stiftungsrat in der Führungsverantwortung steht, ist er für die Organisation dieser Kontrollen verantwortlich – auch seiner eigenen. 22 TOP Grundsatz 3 Transparenz Die Stiftung pflegt eine möglichst grosse Transparenz über ihre Grundlagen, Ziele, Strukturen und Tätigkeiten. Stiftungen sind in der Regel steuerbefreit, und sie greifen mit ihren Aktivitäten in die Dynamik gesellschaftlicher Prozesse ein. Als gestaltende Akteure der Zivilgesellschaft kommt ihnen eine über sich selbst hinausweisende Rolle zu. Schon aus diesen Gründen hat die Stiftung nicht nur interne, sondern auch externe Erfordernisse der Transparenz zu berücksichtigen. Zudem erlangt eine Stiftung erst dann bestmögliche Bedingungen – zum Beispiel betreffend Zuwendungen, Mitarbeiter, Projekte, Destinatäre oder Kooperationspartner –, wenn sie sichtbar wird. Der Stiftungsrat ist verantwortlich dafür, dass die Öffentlichkeit in möglichst weitreichender Form über die Stiftung, ihr Handeln und ihre finanziellen Verhältnisse informiert wird. So ermöglicht er einen Austausch mit den verschiedenen Anspruchsgruppen der Stiftung, insbesondere ihren Destinatären. 23 TOP Grundsatz 4 Gesellschaftliche Verantwortung Die Stiftung entwickelt ihre Organisation und Aktivitäten gemäss den Anforderungen der Zeit. Stiftungen haben verbindliche rechtliche Vorgaben aller Staaten, in denen sie tätig sind, einzuhalten. Dazu gehören auch neue administrative Pflichten, die ihren Rechtsgrund regelmässig ausserhalb des Stiftungsrechts haben, wie Geldwäscherei, Datenschutz und Automatischer Informationsaustausch. Ihre gesellschaftliche Verantwortung geht allerdings über die Einhaltung geltenden Rechts hinaus: Stiftungen sind keine Solitäre. Sie stehen selbst mitten in der Gesellschaft, auf die sie einwirken wollen. Deshalb nehmen sie gesellschaftliche Veränderungen und neue Anforderungen – zum Beispiel betreffend Ökologie, Migration oder Diversity – im Rahmen ihres Stiftungszwecks wahr. Sie beziehen neue und zu erwartende kulturelle, ökologische, politische, rechtliche, wirtschaftliche oder technische Entwicklungen in ihre Fördertätigkeit und Organisation ein. Bei im weiteren Sinn politischen Anliegen dürfen – im Unterschied zu politischen Organisationen wie Parteien – keine Partikularinteressen verfolgt werden, um die Prinzipien der Gemeinnützigkeit zu wahren. 3 Unter dem Begriff der Stiftung werden nachfolgend nicht nur Handlungen des Stiftungsrats, sondern auch jene der Geschäftsführung und aller anderen Funktionsträger einer Stiftung verstanden. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre EMPFEHLUNGEN / Gründung Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 25-52 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 25 TOP EMPFEHLUNGEN Die 28 Empfehlungen des Swiss Foundation Code sind im Lichte der 4 Grundsätze für gutes Stiftungshandeln zu verstehen. Jede Empfehlung ist auf diese Leitideen hin anzuwenden. 27 TOP Gründung 28 TOP Stifterfreiheit Das Gesetz sichert Stifterfreiheit zu. Dazu gehört, dass ein Stifter frei ist, überhaupt eine Stiftung zu gründen, und dass er sie im Rahmen der Rechtsordnung frei gestalten kann. Es liegt im Interesse des liberalen Schweizer Stiftungswesens und damit im Interesse aller Beteiligten, diese Freiheit zu erhalten. Man erhält sie, wie jede andere Freiheit, indem man sie nutzt. Die Stifterfreiheit bedeutet aber auch Verpflichtung. Eine allfällige Stiftungsgründung ist unter Einbezug von Fach- und Dienstleistungsexperten zu prüfen. Noch vor ihrer Errichtung verlangt die Stiftung also einen erheblichen Aufwand an Energie, Aufmerksamkeit, Zeit und Geld. Dieser Aufwand lohnt sich aber: Meist wird sich der Stifter erst bei der sorgfältigen Vorbereitung bewusst, was er wirklich will und was er mit den ihm zur Verfügung stehenden Mitteln erreichen kann. Auf diese Weise kann er seinen Willen optimal verwirklichen. Zudem ist jede erst nach der Gründung erfolgende Korrektur aufwendiger, soweit überhaupt zulässig. Nur die gründliche Vorbereitung und kritische Prüfung des Vorhabens garantieren, dass eine selbständige Stiftung tatsächlich die zur Umsetzung des Stifterwillens geeignete Rechts- und Organisationsform darstellt. Unternehmen Stiftung Es gibt viele Möglichkeiten, gemeinnützige Zwecke zu verfolgen. Die Gründung einer Stiftung hebt sich gegen andere Formen durch ihren hohen Verpflichtungsgrad ab. Ein Stifter setzt im Allgemeinen mehr Geld ein als ein Spender. Er bindet den gewidmeten Vermögensteil unwiderruflich an einen grundsätzlich unveränderlichen Zweck und unterstellt sein gemeinnütziges Engagement der staatlichen Aufsicht. Dabei tritt er als unternehmerischer Philanthrop auf – unternehmerisch, weil er sich an gesellschaftlich relevanten Mängeln, Chancen und Potenzialen orientiert, und philanthropisch, weil er in gemeinnützigem Sinn auf diese Bedürfnisse eine Antwort geben will. Aus ökonomischer Sicht kann man eine Spende als Konsum, eine Stiftung dagegen als Investition verstehen. Wie bei einer Investition tragen auch bei einer Stiftung solide Abklärungen im Vorfeld und eine systematische Planung wesentlich zum Erfolg bei. Und wie bei einer Investition hängt auch die Ausgestaltung der Stiftung vom Risikoprofil ab, das der Stifter wählt. 29 TOP Eine Stiftung ist daher ein Unternehmen in doppelter Wortbedeutung. Zum einen beginnt mit der Gründung für Stifter und Stiftungsrat eine Reise, zu der neben unvergesslichen Erlebnissen auch viele Unwägbarkeiten gehören. Zum anderen ist eine Stiftung – gerade ab einer gewissen Grösse – ein wirtschaftliches Unternehmen, das geplant und geführt werden muss. Dazu gehören auch die Bereitschaft zu Selbstkritik, die Risikofähigkeit und ein Innovationswille: Stiftungen haben die Aufgabe, Innovationen zu fördern, weil sie höhere Risiken eingehen können als profitorientierte Unternehmen oder der Staat, weil sie ohne Rücksichten auf kurzfristige Maximierung oder auf Legislaturperioden längerfristige Perspektiven verfolgen können. Unternehmerisch ist auch die Bereitschaft zur Anpassung: Selbst eine auf ewig angelegte Stiftung muss sich immer wieder einem Wandel unterziehen und sich neuen Gegebenheiten anpassen, um nicht die Fähigkeit zu verlieren, im Sinne des Stiftungszwecks einen wirksamen zeitgemässen gesellschaftlichen Beitrag zu leisten. Vergabestiftung Förderstiftung Förderstiftungen sind nicht per se legitimiert. Als steuerbegünstigte Organisationen bedürfen sie der öffentlichen Legitimation. Diese erreichen sie mit einer auf Effizienz und Wirkung ausgerichteten unternehmerischen Haltung, die Verantwortung, Offenheit und Wandelbarkeit einschliesst. 30 TOP Rolle des Stifters Seine Eigenschaft als Gründer verleiht dem Stifter keine Rechte innerhalb der Stiftung, denn mit ihrer Entstehung wird die Stiftung von ihm rechtlich unabhängig. Insbesondere kann er die Stiftungsurkunde nach ihrer Errichtung nicht selbständig ändern. Der Stifter hat indes bei der Stiftungserrichtung die Möglichkeit, sich Einfluss zu sichern. Er kann sich bestimmte Rechte vorbehalten und/oder als Präsident oder Mitglied im Stiftungsrat oder in einem anderen Stiftungsorgan Einsitz nehmen. In vielen Fällen kommt dieses weitere Engagement der Stiftung zugute. Dabei muss sich der Stifter aber bewusst sein, dass er die Stiftung nicht auf alle Zeiten dominieren kann. Spätestens nach seinem Ableben wird sie ein von seinem direkten Einfluss unabhängiges Eigenleben führen. Der Stifter kann die wichtigsten Anschubphasen einer Stiftungsentwicklung mitprägen, muss dann aber darauf vertrauen, dass die von ihm eingesetzten Personen ihrerseits wieder fähige und vertrauenswürdige Nachfolger einsetzen werden. Ihnen ist zur Aufgabe gemacht, den vom Stifter in einem bestimmten – historischen, sozialen, politischen, familiären, biografischen – Kontext festgesetzten Stiftungszweck jeweils zeitgemäss zu lesen, mit neuem Leben zu füllen und zu gesellschaftlicher Wirkung zu bringen. Unabhängigkeit der Stiftung Trotz ihrer rechtlichen Selbständigkeit drohen in der Praxis jeder Förderstiftung – insbesondere den kleineren – mancherlei Gefahren direkter oder indirekter Abhängigkeit von Dritten (z. B. Mitgliedern des Stiftungsrats), Dienstleistern (z. B. Anwaltskanzleien) und Unternehmen (z. B. Banken), wenn diese ihre Eigeninteressen höher gewichten als die Interessen der Stiftung. Ist sich jedoch der Stifter von Beginn an dieser Risiken bewusst, kann er geeignete Vorkehrungen treffen. Dabei geht es stets um unerwünschte Abhängigkeit, bei der sich Interessenkonflikte zum Schaden der Stiftung auswirken. Mit ihr nichts zu tun hat die legitime und gewollte Abhängigkeit vom Stifter selbst. 31 TOP Die Erben des Stifters Was der Stifter aus seinem Vermögen einer Stiftung widmet, entgeht im Prinzip seinen gesetzlichen Erben. Vor allem die pflichtteilsgeschützten Erben sind zu beachten: Ehegatten und Nachkommen, eingetragene Partner, Eltern. In ihrem Pflichtteilsanspruch verkürzte Erben können unter Umständen eine Stiftungserrichtung anfechten. Um dies zu vermeiden, muss der Stifter darauf achten, dass es nicht zu Pflichtteilsverletzungen kommt. Sinnvoll ist es etwa, mit den pflichtteilsgeschützten Erben Erbverzichts- bzw. Erbauskaufsverträge abzuschliessen. Dennoch mag das «entgangene» Vermögen bei Erben einen gewissen Phantomschmerz auslösen, der sich noch über Generationen hinweg manifestieren kann. Gelegentlich setzt der Stifter zur Kompensation einer durch Stiftungsgründung geschmälerten Erbschaft seine Erben als Stiftungsratsmitglieder ein oder legt sogar fest, dass auch die fernere Nachkommenschaft im Stiftungsrat vertreten sei. Aus Sicht einer auf lange Frist hin guten Stiftungsführung kann es allerdings problematisch sein, eine gemeinnützige Stiftung über längere Zeit an eine Familie zu binden. Das meritokratische Prinzip, das Stiftungsratsmitglieder nach Fähigkeiten auswählt und an ihren Leistungen misst, bürgt gemeinhin für bessere Resultate als der dynastische Wunsch nach einer Thronfolge. Umgekehrt ist bei Befähigung und Engagement wenig gegen eine Mitwirkung von Familienmitgliedern im Stiftungsrat einzuwenden. Empfehlung 1 Stifterwille Der Stifter formuliert seinen Willen und prüft, ob eine Stiftung zu dessen Umsetzung geeignet und nützlich ist. 33 TOP Gesellschaftlicher Bedarf Je direkter sich eine Stiftung auf ein Bedürfnis oder ein unausgeschöpftes Potenzial von gesellschaftlicher Relevanz ausrichtet, desto grösser kann ihre Wirkung sein. Es ist demnach die allererste Aufgabe eines Stifters, seinen Förderwunsch mit einer aktuellen oder zukünftigen gesellschaftlichen Mangel- oder Chancensituation in Übereinstimmung zu bringen. Er soll prüfen oder durch unabhängige Fachleute prüfen lassen, ob für sein Anliegen überhaupt ein Bedarf besteht oder zu einem späteren Zeitpunkt entstehen wird. Kann kein solcher identifiziert werden, muss der Stifter sein Anliegen überdenken. Eine gemeinnützige Stiftung soll weniger von den persönlichen Vorlieben des Stifters geleitet als vielmehr auf gesellschaftlichen Nutzen ausgerichtet sein. Berücksichtigung bestehender Organisationen Kann der Stifter aufgrund sorgfältiger Abklärungen bejahen, dass sein Anliegen mit einem festgestellten gesellschaftlichen Bedarf in Einklang steht, hat er zu prüfen oder prüfen zu lassen, ob und in welchem Masse dieser schon von bestehenden privaten oder staatlichen Organisationen abgedeckt wird. Die – unter Umständen an Bedingungen oder Auflagen gebundene – Zuwendung an eine solche Organisation kann im Einzelfall zielführender sein als die mit einigem Aufwand verbundene Gründung (und gegebenenfalls spätere Liquidation) einer selbständigen Stiftung. Rechtsgefäss Zur Gründung einer selbständigen Stiftung ist nur dann zu raten, wenn das Verhältnis der zur Verfügung stehenden Mittel zum vorgesehenen Zweck günstig ist und der Zweck mittel- und langfristig wirksam umgesetzt werden kann. Der Stifter hat aber nicht nur zu prüfen, ob das verwendbare Stiftungsvermögen zur Umsetzung des angestrebten Stiftungszwecks reicht, sondern auch, ob die Gründung einer selbständigen Stiftung überhaupt sinnvoll ist oder ob das heute und inskünftig verfügbare Vermögen zur Umsetzung seines Anliegens auf andere Weise wirksamer eingesetzt werden kann. Dazu bieten sich ihm verschiedene Alternativen an. Der angehende Stifter kann: 35 TOP Stiftungsgründung Wenn sich der Stifter zur Gründung einer Stiftung entschlossen hat, prüft er, wie er sie verwirklicht, damit sie in der Lage ist, sein Anliegen möglichst exakt und wirksam umzusetzen. Es ist ihm zu empfehlen, sich dabei von unabhängigen Experten, allenfalls auch von der Stiftungsaufsicht beraten zu lassen. Gründung zu Lebzeiten oder Erbstiftung Der Stifter hat zu prüfen, ob er die Stiftung zu Lebzeiten oder mittels einer letztwilligen Verfügung (Testament, Erbvertrag) errichten will (Erbstiftung). Die Gründung zu Lebzeiten ist grundsätzlich vorzuziehen: So erlebt und begleitet der Stifter die Stiftung und kann sie in ihren ersten Entwicklungsphasen mitgestalten. Ausserdem kommen die Behörden mit einer Erbstiftung erst nach dem Ableben des Stifters in Kontakt, was zur Folge haben kann, dass allfällige Unklarheiten, Ungereimtheiten oder Lücken nur sehr schwer korrigiert werden können, da der Stifter nicht mehr befragt werden kann. Es genügt, die Stiftung vorerst nur mit einem Teil des vorgesehenen Vermögens auszustatten, sofern schon damit der Zweck umgesetzt werden kann. Daher lässt sich gegebenenfalls auch gestaffelt vorgehen: Zunächst wird die Stiftung zu Lebzeiten errichtet und mit einem geringeren Vermögen ausgestattet. Sodann setzt sie der Stifter als Vermächtnisnehmerin oder Erbin ein, worauf sie das weitere Vermögen mit seinem Ableben erwirbt. Es ist zulässig, in der Stiftungsurkunde vorzusehen, dass die Stiftung erst nach dem Ableben des Stifters aktiv wird. Im Rahmen der Stiftungserrichtung können alle Fragen der Organisation, der Abstimmung mit den Handelsregister-, Aufsichts- und Steuerbehörden unter Mitwirkung des Stifters geklärt werden. Auf diese Weise wird dafür gesorgt, dass die Stiftung nach seinem Ableben funktionsfähig ist. Zu empfehlen ist dieses Vorgehen allerdings nicht, denn insbesondere in der ersten Auf bauphase kann der Stifter wesentliche Entscheidungen bezüglich Stil, Fokussierung und Ausprägung seiner Stiftung treffen, auch kann er noch grundlegende Korrekturen vornehmen. Zudem stiftet das Miterleben und -gestalten der durch die eigene Stiftung ermöglichten Förderaktivitäten meist mehr Sinn und ist weit befriedigender als der hektische Blick auf die börsenbedingten Schwankungen des Privatvermögens. Schliesslich führt die anfängliche Inaktivität einer Stiftung meist dazu, dass sie während dieser Zeit noch nicht von den Steuern befreit wird. Stiftungszweck Bei allen Stiftungen bedarf die Formulierung des Zwecks besonderer Sorgfalt. Vorbereitend sind etwa folgende Fragen zu prüfen: 36 TOP Anpassung und Änderung des Zwecks Der Zweck soll so weit gefasst werden, dass möglichen späteren Veränderungen Rechnung getragen wird. Eine Zweckumschreibung muss klar und genau sein, nicht aber zu ausführlich oder zu detailliert. Weite Umschreibungen des Zwecks erlauben eine flexible Umsetzung durch die Stiftungsorgane, sodass auch Anpassungen an veränderte Verhältnisse möglich sind. Dies birgt allerdings umgekehrt die Gefahr, dass sich die Stiftung von den ursprünglichen Absichten des Stifters entfernt. Enge Zweckbestimmungen geben wiederum dem unmittelbaren Willen des Stifters zwar mehr Gewicht, können sich aber eines Tages als zu enge Fesseln erweisen, die sich nur schwer abschütteln lassen. Vorworts Testimoniums 37 TOP Art. 86a ZGB Vermögensgrösse Das verfügbare Vermögen und die verwendbaren Erträge daraus müssen in einem angemessenen Verhältnis zum administrativen Aufwand der Stiftung stehen. Dieser kann bei einer selbständigen Stiftung nicht beliebig minimiert werden. Je kleiner die zur Verfügung stehenden Mittel, desto ungünstiger das Verhältnis von Förderleistung und Administrationskosten. Grundkosten und Kostenstruktur Jede Stiftung hat einen finanziellen Grundbedarf. Allein schon zur Erfüllung von grundlegenden Pflichten und Aufgaben ist – selbst bei Ehrenamtlichkeit der Stiftungsratsmitglieder – mit erheblichen jährlichen Administrations- und Vermögensbewirtschaftungskosten zu rechnen, die nicht vermeidbar sind. Bei einem langfristig zu erwartenden Vermögensertrag von durchschnittlich 3 - 5% sind damit bei angenommenen Kosten von CHF 50’000 bis 100’000 bereits die Erträge aus einem Vermögen von rund CHF 2 Mio. gebunden – von mehrjährigen Phasen geringerer Erträge sei hier nicht einmal die Rede. Selbst eine Stiftung mit einem beachtlichen Stiftungsvermögen von CHF 10 Mio. kann von kritischer Grösse sein, weil sie unter Umständen ihren Zweck auf lange Dauer nicht wirksam und wirtschaftlich erfüllen kann – es sei denn, sie sei als Verbrauchsstiftung angelegt oder sie gelange zu weiteren Vermögenszugängen. Es ist daher unabdingbar, bei der Gründung der Stiftung den voraussichtlichen Finanzbedarf für administrative Aufgaben sorgfältig zu planen und in die Überlegungen zum Stiftungsvermögen einfliessen zu lassen. Versteckte Kosten und Wirtschaftlichkeit 38 TOP Minimales Anfangsvermögen Die Eidgenössische Stiftungsaufsicht verlangt zur Stiftungsgründung ein minimales Anfangsvermögen von CHF 50’000. Ihre Praxis hat zwar keine rechtliche Grundlage, ist grundsätzlich aber sinnvoll. Dieser Betrag ist meist nicht zu hoch, sondern eher zu tief angesetzt; er rechtfertigt sich nur dort, wo die Stiftung eine erklärte Wachstumsperspektive besitzt. Ein geringes Anfangsvermögen kann etwa begründet sein, wenn ein aktives Fundraising betrieben werden soll – was sich allerdings oft als schwierig erweist –, oder wenn der Stifter Problematik der unbefristeten Lebensdauer Stiftungen sind traditionellerweise auf unbefristete Dauer angelegt. Sie sollen den Willen des Stifters meist dauerhaft umsetzen. Mit diesem Anspruch sind allerdings verschiedene Probleme verbunden: Stiftung auf Zeit und Verbrauchsstiftung Stiftung auf Zeit Soll die Stiftung zum Beispiel nur zehn Jahre leben, kann der Stifter dem Stiftungsrat vorschreiben, dass das gewidmete Vermögen innert zehn Jahren aufzubrauchen ist. In gleicher Weise kann er bei späteren Zuwendungen vertraglich festlegen, dass diese (innert einer bestimmten Frist) verbraucht werden dürfen oder müssen. Auf diese Weise erlebt und gestaltet der Stifter möglicherweise den ganzen Lebenszyklus seiner Stiftung mit. Mit dem Werkzeug einer Verbrauchsstiftung ist er in der Lage, auch mit dem Stiftungsvermögen selbst – nicht nur mit dessen Erträgen – den Zweck umzusetzen, um auf diese Weise umso grössere Wirkung zu erzielen. Da die Wahrscheinlichkeit eines Änderungsbedarfs gering ist, kann der Zweck bei der Stiftung auf Zeit und bei der Verbrauchsstiftung eng und präzis formuliert werden. Wenn der Stifter den Vermögensverbrauch nicht vorschreiben will, soll er ihn wenigstens für zulässig erklären. Denn so wird der Stiftungsrat in die Lage versetzt, die Stiftung eines Tages – allenfalls auch nur temporär – in eine Verbrauchsstiftung umzuwandeln, wenn dies sinnvoll bzw. notwendig geworden ist. Name 40 TOP Der Name der Stiftung kann neben Phantasiebezeichnungen auch aus Personen- oder Sachbezeichnungen gebildet werden. Er muss wahr sein (Wahrheitsgebot), darf nicht täuschen (Täuschungsverbot), nicht zu Verwechslungen führen (Klarheitsgebot) und keinen öffentlichen Interessen widersprechen. Anlehnungen an den Staat oder staatliche Organisationen («eidgenössisch», «kantonal», «kommunal» etc.) sind nicht erlaubt. Nationale, territoriale und regionale Elemente («schweizerisch», «international» etc.) sind erlaubt, sofern sie insbesondere dem Wahrheits- und dem Klarheitsgebot gerecht werden; eine vorgängige behördliche Zustimmung ist aber unabdingbar. Einbezug des Stiftungsrats Der Stifter ist gut beraten, möglichst früh potenzielle oder künftige Mitglieder des Stiftungsrats zum Mitdenken zu gewinnen. Von allem Anfang an muss er sich deshalb Gedanken zu Organisation und Zusammensetzung des Stiftungsrats machen, insbesondere zu den erforderlichen fachlichen und persönlichen Qualifikationen. Mitglieder des Stiftungsrats haben hohen ethischen Anforderungen zu genügen. Sie müssen integer und loyal sein und als eigenständig denkende Partner die Stiftung mitentwickeln. Bei der Vorbereitung und Gründung der Stiftung wie auch in den Aufbau- und späteren Entwicklungsphasen kann der Stifter von einem Team kritisch-konstruktiv mitdenkender Persönlichkeiten mehr für die Umsetzung seiner Vision erwarten als mit ihm ergebenen Ja-Sagern. Der Stifter im Stiftungsrat Tritt der Stifter selbst in den Stiftungsrat ein, muss er den für alle Mitglieder geltenden Ansprüchen genügen. Es kann dem Aufbau der Stiftung förderlich sein, wenn ihr Gründer die ersten Entwicklungsphasen als Stiftungsrat mitprägt. Ebenso kann es aber auch sinnvoll sein, dass er die gesamte Stiftungsführung von Anfang an in die Hände Dritter legt. 41 TOP Zuweilen übt der Stifter Druck auf den Stiftungsrat aus, indem er etwa explizit oder implizit damit droht, bei fehlendem Wohlverhalten keine Nachstiftungen zu machen. Er muss sich aber in allen Phasen selbstkritisch fragen, ob es der positiven Entwicklung seiner Stiftung tatsächlich dient, wenn er ihr seinen Stempel allzu sehr aufdrückt. Einflussrechte des Stifters Auch wenn der Stifter nicht Mitglied des Stiftungsrats ist, so hört ihn dieser in der Regel an. Eine rechtliche Verpflichtung dazu besteht jedoch nur, wenn der Stifter ein solches Anhörungsrecht in der Stiftungsurkunde verankert hat. Selbst dann aber liegen sämtliche Entscheide sowie die Gesamtverantwortung für die Stiftung beim Stiftungsrat. Neben einem Anhörungsrecht kann sich der Stifter in der Stiftungsurkunde weitere Rechte vorbehalten, so zum Beispiel das Recht, Mit Ausnahme des Zweckänderungsvorbehalts kann der Stifter solche Rechte auch Dritten einräumen. Auflösung und Fusion Selbst bei einer auf unbefristete Dauer angelegten Stiftung kann in der Zukunft der Fall eintreten, dass die Stiftung liquidiert werden muss oder der Stiftungsrat eine Fusion prüfen will. In der Stiftungsurkunde soll der Stifter für solche Fälle entsprechende Vorgaben festhalten. Insbesondere kann er festlegen, an welche Organisation oder Organisationsart ein allfällig vorhandenes Restvermögen übertragen werden soll. 42 TOP Zusätzliche Hinweise für kleinere Stiftungen Alternativen prüfen Die administrativen Kosten stehen bei kleineren Stiftungen grundsätzlich in einem ungünstigen Verhältnis zu den Förderleistungen. Zudem sehen sich kleinere Stiftungen angesichts drohender Phasen längerer Ertragsschwäche gezwungen, erhebliche Teile ihrer Leistungskapazitäten zu binden, um ihr Stiftungsvermögen langfristig zu erhalten. Die Bildung von Leistungs- und Schwankungsreserven und Anstrengungen zur Realwerterhaltung des Stiftungsvermögens schmälern die ohnehin schon beschränkten Fördermöglichkeiten, und so tritt bei Stiftungen, die ihr Vermögen bewahren müssen, die Umsetzung des Stiftungszwecks gegenüber der Pflicht zur Vermögenserhaltung zurück. Trotzdem ist von der Gründung einer kleineren selbständigen Stiftung nicht grundsätzlich abzuraten. Allerdings sollen der angehende Stifter und seine Berater in besonderem Masse vorab kostengünstigere Alternativen für die Umsetzung des ins Auge gefassten Stiftungszwecks prüfen, insbesondere die Gründung einer unselbständigen Stiftung im kosteneffektiven Rahmen einer Dachstiftung. Daneben kommen bei kleinerem Stiftungsvermögen die Form einer Stiftung auf Zeit oder diejenige einer Verbrauchsstiftung ganz besonders in Frage. Über eine befristete Zeit hat auch eine kleine Stiftung die Möglichkeit, handlungsfähig und wirkungsmächtig zu sein. Perspektiven prüfen Soll mit geringem Vermögen eine selbständige Stiftung gegründet werden, hat der Stifter vorab auch folgende Fragen zu klären: Empfehlung 2 Stiftungssitz und Steuerbefreiung Der Stifter prüft vorab, wo die Stiftung ihren Sitz haben und welche Aufsichtsbehörde für sie zuständig sein soll. 44 TOP Stiftungssitz Der Stiftungssitz kann durch den Stifter in der Stiftungsurkunde oder durch den Stiftungsrat in einem Stiftungsreglement innerhalb der Schweiz frei bestimmt werden, unabhängig vom Wohnsitz des Stifters oder der Stiftungsratsmitglieder. Der Sitz der Stiftung und ihre tatsächliche Verwaltung müssen sich nicht am selben Ort befinden. Die Stiftung soll ihren Sitz grundsätzlich dort haben, wo das Schwergewicht ihrer Fördertätigkeit liegt. Sie wird in dieser Tätigkeit durch den Sitz aber geografisch nicht eingeschränkt, insbesondere nicht in Bezug auf Fördertätigkeiten im Ausland. Sofern die Stiftungsurkunde dies nicht verbietet, kann die Stiftung den Sitz grundsätzlich jederzeit ändern. Stiftungsaufsicht Die Eidgenössische Stiftungsaufsicht stellt die nationale Aufsichtsbehörde dar. Daneben bestehen die kantonalen und kommunalen Stiftungsaufsichten. Kantonale Stiftungsaufsichten sind vielfach in regionalen Stiftungskonkordaten zusammengeschlossen. Die Zuständigkeit der Aufsichtsbehörde bestimmt sich nach dem Zweck der Stiftung und ihrem räumlichen Wirkungskreis. In der Praxis gelten insbesondere die folgenden Regeln: Im Rahmen des Ermessens, das den Behörden bei der Festlegung der Stiftungsaufsicht verbleibt, werden auch lokale Bindungen an einen Betrieb oder eine Institution (Universität, Schule, Heim etc.), andere besondere Umstände oder Zweckmässigkeitsüberlegungen berücksichtigt. Steuerliche Überlegungen 45 TOP Steuerbefreiung Für die Befreiung von der direkten Bundessteuer durch die Eidgenössische Steuerverwaltung haben Stiftungen mehrere Voraussetzungen zu erfüllen: Sind diese Voraussetzungen nur zum Teil gegeben, kann die Stiftung teilweise von den Steuern befreit werden. Für die Befreiung von der kantonalen Steuerpflicht gelten die Steuerrechte der einzelnen Kantone. Zuständig sind die kantonalen Steuerbehörden. In der Regel werden dabei ähnliche Voraussetzungen wie für die Steuerbefreiung auf Bundesebene gefordert. In der Praxis wird die Steuerbefreiung beim Sitzkanton beantragt. Wird sie gewährt, gilt sie auch auf Bundesebene. 46 TOP Überholte und restriktive Steuerpraxis Kreisschreiben Nr. 12 der Eidgenössischen Steuerverwaltung vom 8. Juli 1994 Steuerabzug Widmungen bei der Errichtung einer steuerbefreiten Stiftung wie auch Zuwendungen an bereits errichtete steuerbefreite Stiftungen sind in bestimmtem Rahmen von den steuerbaren Einkünften des Stifters oder Zustifters abziehbar. Art. 59 Abs. 1 Bst. c DBG Art. 26–33 DBG Art. 33a DBG Auf kantonaler Ebene sind die Steuergesetze sehr unterschiedlich: Die Abzugsfähigkeit liegt gegenwärtig zwischen 5% (Kanton Neuenburg) und 100% (Kanton Basel-Landschaft), in der überwiegenden Mehrzahl der Kantone aber bei 20%. Standortwettbewerb nutzen 47 TOP Aus der Sicht der Wirkungsoptimierung sind Stifter und Stiftungsrat verpflichtet, den Stiftungssitz bestmöglich festzulegen. Es empfiehlt sich für sie, bei der Bestimmung des Standortkantons die Praxis der jeweiligen Aufsichts- und Steuerbehörden einzubeziehen. Die kantonalen bzw. regionalen Unterschiede bezüglich Liberalität, Flexibilität und Dienstleistung sind gross, und sie sind den Akteuren des Stiftungssektors bekannt. Dies gilt insbesondere auch im internationalen Kontext: Das Verhalten von Steuerbehörden kann Stifter dazu ermuntern oder aber davon abhalten, in der Schweiz eine Stiftung zu errichten. Empfehlung 3 Stiftungsurkunde, Stiftungsreglemente, Richtlinien, Leitbild Der Stifter oder der Stiftungsrat verfasst im Lichte der Stiftungsurkunde ein oder mehrere Stiftungsreglemente sowie Richtlinien und prüft die Notwendigkeit eines Leitbildes. 49 TOP Stiftungsurkunde Die Stiftungsurkunde ist die normative Grundlage der Stiftung, ihre eigentliche Verfassung, während die ihr untergeordneten Stiftungsreglemente und Richtlinien die einzelnen Organisationsthemen im Sinne von Gesetzen oder Verordnungen regeln. Die Stiftungsurkunde definiert die zentralen Festlegungen, weshalb sie nur ausnahmsweise geändert werden darf. Andererseits muss ein Stiftungsrat berechtigt sein, die Organisation und Ausrichtung der Stiftung den jeweils aktuellen Gegebenheiten und Bedürfnissen anzupassen. Deshalb soll ihm der Stifter in der Stiftungsurkunde genügend Raum lassen, die Stiftung so zu verändern, dass jederzeit eine optimale Umsetzung des Stiftungszwecks möglich bleibt. Dabei darf sich der Stifter nicht einzig auf ihm bekannte Vertrauenspersonen ausrichten – zwangsläufig werden dauerhafte Stiftungen einmal von Stiftungsratsmitgliedern geführt werden, die ihn nie gekannt haben. Eine solche Flexibilität der Stiftung wird unter anderem durch Kann-Regeln («Der Stiftungsrat kann Ausschüsse bilden») und eine nicht allzu eng gefasste Zweckbestimmung erreicht. Stiftungsreglemente In ein Stiftungsreglement gehört, was nicht in der Stiftungsurkunde geregelt werden kann oder soll, aber doch einer langfristigen Regelung zugeführt werden muss. Stiftungsreglemente werden vom Stifter oder vom Stiftungsrat erlassen und der Aufsichtsbehörde zur Kenntnis gebracht. Sie sind für die Stiftungsorgane verbindlich, können aber wesentlich leichter als die Stiftungsurkunde geändert werden. Dies ermöglicht dem Stiftungsrat, die Stiftung veränderten Bedingungen anzupassen. Checks and Balances Vorprüfung Es empfiehlt sich, vor der Gründung der Stiftung Stiftungsurkunde und gegebenenfalls auch Stiftungsreglemente von den zuständigen Behörden (Stiftungsaufsicht, Handelsregisteramt, Notariat) vorprüfen zu lassen. 50 TOP Dies gilt auch in Bezug auf die Steuerbefreiung: Die Steuerbehörden sichern eine spätere Steuerbefreiung der Stiftung nur auf der Grundlage des Entwurfs der Stiftungsurkunde und allfälliger Stiftungsreglemente zu. Wenn die Vorprüfung in einem bestimmten Kanton mehr Hindernisse als in einem anderen Kanton zeigt, ist dies für die Sitzwahl entsprechend zu berücksichtigen. Richtlinien Nicht alle Festlegungen müssen in ein förmliches Reglement eingehen. Sie können auch in Richtlinien geregelt werden, die rechtlich den Stellenwert von Stiftungsratsbeschlüssen haben. Erlass und Änderungen von Richtlinien müssen nicht von den Behörden zur Kenntnis genommen werden. Die Qualifizierung einer Regelung als Stiftungsreglement oder aber als Richtlinie hängt lediglich von ihrer Bezeichnung und Behandlung durch den Stiftungsrat ab. Insofern empfiehlt es sich, mittelfristige und flexibel zu haltende Festlegungen in der einfacheren Form einer Richtlinie zu erlassen. Zur Ausarbeitung als Richtlinie kommen etwa folgende Festlegungen in Frage, die periodisch überprüft und angepasst werden können: Leitbild Legt die Stiftungsurkunde nichts anderes fest, liegt es in der Kompetenz des Stiftungsrats, ein Leitbild zu verfassen und periodisch zu erneuern. Das Leitbild stellt das Resultat der Bildung des strategischen Willens des Stiftungsrats dar und gibt der Stiftungstätigkeit Richtung. Es enthält die dem Handeln und Entscheiden der Stiftung zugrundeliegenden hauptsächlichen Aussagen zu ihrem Selbstverständnis und zu den Zukunftsvorstellungen. Das Leitbild ist zwar rechtlich nicht erforderlich, aber dennoch eines der wichtigen Führungsinstrumente der Stiftung. Es stellt sozusagen die Leitplanken der Stiftungsphilosophie und -tätigkeit dar. Es definiert die langfristige Ausrichtung der Stiftung und macht unter Umständen auch die Diskrepanz zwischen Ist- und Sollzustand deutlich. 51 TOP Die Ausarbeitung des Leitbildes bedeutet im Kern die Beantwortung der grundlegenden Fragen, die sich der Stiftung in Gegenwart und Zukunft stellen. Dieser Prozess trägt entscheidend zum Erfolg bei. Das Leitbild kann dadurch auch ein Marketinginstrument werden – sofern ihm nachgelebt wird. Das Leitbild ist im Sinne einer Standortbestimmung periodisch (ca. alle 4 bis 5 Jahre) zu überprüfen und zu erneuern. In diesen Prozess sind möglichst viele an der Stiftungsarbeit Beteiligte einzubeziehen, eventuell auch die Destinatäre. Mindestens sind sie über die Ergebnisse der Überprüfung zu informieren. Ein solches Vorgehen trägt zur Verbesserung der Qualität der Stiftungsarbeit und zur Motivation aller Beteiligten bei. Ethik Als Vehikel der Philanthropie basieren Förderstiftungen auf einem Stiftungszweck, dem ein am Gemeinwohl orientiertes Wertesystem zugrunde liegt. Sie werden von den Steuerbehörden als gemeinnützig anerkannt. Stiftungsratsmitglieder und -mitarbeitende sind sich dieser gesellschaftlichen Verantwortung bewusst und gestalten das gesamte Handeln der Stiftung entsprechend, und zwar nicht nur die Förderaktivitäten, sondern auch die Vermögensbewirtschaftung. Eine allgemeine Stiftungsethik existiert nicht. Von generellen ethischen Erklärungen, die beliebig auf andere Organisationen und Tätigkeiten übertragbar sind, ist abzuraten. Statt Leerformeln und Gemeinplätze zu proklamieren, sind Stiftungsverantwortliche gehalten, den gemeinnützigen Stiftungszweck so umzusetzen, dass keine Bewirtschaftung und Verwendung von Stiftungsmitteln erfolgt, die im Widerspruch zu den Grundsätzen des Gemeinwohls stehen. Eine gemeinnützige Stiftung darf in ihrer gesamten Tätigkeit keine gemeinschädlichen Wirkungen in Kauf nehmen. Orientierung am Swiss Foundation Code 52 TOP Im Falle der Orientierung am Swiss Foundation Code ist zu empfehlen, diese als Qualitätsaussage in der Aussenkommunikation zu deklarieren, so etwa via Website und im Geschäftsbericht. Dabei ist «orientiert sich am Swiss Foundation Code» der irreführenden Formulierung «hält die Grundsätze und Empfehlungen des Swiss Foundation Code ein» vorzuziehen, denn dieser Code enthält keine verbindlichen Normen, die eingehalten oder verletzt werden könnten. Vielmehr steht der Stiftungsrat in der eigenen Verantwortung, die Grundsätze und Empfehlungen auf ihre Stiftung bestmöglich anzuwenden. Über die Förderstiftungen hinaus ist jeder Schweizer Stiftung die periodische Überprüfung anhand der Grundsätze und Empfehlungen des Swiss Foundation Code anzuraten. Dadurch wird die Ausrichtung an einer guten Stiftungsführung operationalisiert. Zusätzliche Hinweise für kleinere Stiftungen Grundlegendes festhalten Die Stiftungsurkunde genügt in keinem Fall als strategisches und operatives Führungsinstrument. Auch kleine Stiftungen dürfen deshalb den Aufwand nicht scheuen, zusätzliche Regelungen schriftlich festzuhalten, insbesondere zur Fördertätigkeit und Vermögensbewirtschaftung. Ohne solche Festlegungen droht Sprunghaftigkeit, ja eine gewisse Willkür zum Führungsprinzip zu werden – zum Schaden der Stiftung. Checks and Balances Orientierung am Swiss Foundation Code Gerade auch kleineren Stiftungen bietet sich der Swiss Foundation Code als Orientierung und konkrete Hilfestellung an. So ist es ihnen möglich, trotz kleinem Budget eine professionelle und zeitgemässe Förderarbeit zu leisten. → Der Stifter prüft vor einer Gründung, ob es für seine Förderabsicht einen gesellschaftlichen Bedarf gibt, ob eine selbständige Stiftung die beste Rechtsform für die Umsetzung seines Willens darstellt, ob das der Stiftung zugedachte Vermögen zur Umsetzung des angestrebten Stiftungszwecks ausreicht und ob die Stiftung dauerhaft oder auf beschränkte Zeit bestehen soll. → Der Stifter formuliert seinen Willen in erster Linie durch die Festlegung von Stiftungszweck, Stiftungsvermögen und Stiftungsorganisation, die aufeinander abgestimmt sein müssen. → Insbesondere bei dauerhaften Stiftungen legt der Stifter ein Konzept für die periodische Erneuerung des Stiftungsrats fest. → Der Stifter legt den Sitz der Stiftung grundsätzlich dort fest, wo das Schwergewicht ihrer Fördertätigkeit liegen soll. → Der Stifter prüft die steuerliche Situation und insbesondere die Möglichkeit der Steuerbefreiung seiner Stiftung. → Der Stifter klärt ab, welche Aufsichtsbehörde die Aufsicht übernimmt. → Der Stifter verankert grundlegende und langfristige Vorgaben in der Stiftungsurkunde. → Der Stifter oder der Stiftungsrat trifft Festlegungen, die flexibler bleiben sollen, in einem Stiftungsreglement oder einer Richtlinie. → Insbesondere wenn der Stiftungszweck weit formuliert ist, prüft der Stiftungsrat die Notwendigkeit eines Leitbildes und überprüft dieses gegebenenfalls periodisch. – 34 TOP – Stiftung auf Zeit – Verbrauchsstiftung – sein Vermögen – ohne Errichtung einer unselbständigen Stiftung – in eine andere Organisation einbringen, die den vom Stifter gewünschten Zweck verfolgt. Dabei ist vertraglich sicherzustellen, dass die übertragenen Mittel tatsächlich zweckgebunden eingesetzt werden; – zusammen mit anderen Personen einen Verein gründen. Im Gegensatz zu gemeinnützigen Stiftungen untersteht der Verein keiner staatlichen Aufsicht. Er eignet sich besser, wenn sich ein eher gleichbleibender, grösserer Kreis von Personen aktiv an der Verwirklichung des Vereinszwecks zugunsten der Mitglieder oder Dritter einsetzen will und die Finanzierung vor allem über Mitgliederbeiträge erfolgt. Gegenüber einem Verein ist die Stiftung – insbesondere in Bezug auf Zweckänderungen – unflexibler, andererseits aber auch beständiger. Sie ist in der Regel auf ein grösseres Anfangsvermögen angewiesen. Stiftung und Verein können organisatorisch verbunden werden, sei es, dass die Stiftung einen Verein unterstützt, sei es, dass ein Förder- oder Gönnerverein, in dem die Freunde der Stiftung organisiert sind, zu ihrer Unterstützung ins Leben gerufen wird; – das Vermögen so investieren, dass durch die Investition ein gesellschaftlicher Nutzen entsteht. Diese als Impact Investing bezeichnete Form der Vermögensanlage kann sowohl gemeinnützige als auch gewinnorientierte Organisationen umfassen und dementsprechend in oder ohne Erwartung eines finanziellen Gewinns geschehen. – Was ist der Stifterwille, d. h., wie sind die Ideen, Vorstellungen, Motive und Ziele des Stifters bewusst zu machen und in die Zwecksetzung einzubinden? – Trägt der Zweck auf die beabsichtigte Dauer, also gegebenenfalls auch über die Lebenszeit des Stifters hinweg? – Art. 52 Abs. 3 und 88 Abs. 1 Ziffer 2 ZGB – Sollen mehrere Teilzwecke in die Stiftungsurkunde aufgenommen werden? Und wie wäre gegebenenfalls das Verhältnis dieser Zwecke zueinander festzulegen? – In welcher Weise soll der Zweck verfolgt werden? – Sind bei der Festlegung des Zwecks steuerliche Gesichtspunkte zu beachten? – für die Stiftungsgründung nicht unnötige Notariatskosten (in Abhängigkeit von der Grösse des gewidmeten Vermögens) zahlen will; – erst von Todes wegen grössere Summen einbringen will, etwa aus der Befürchtung heraus, auf diese zu Lebzeiten möglicherweise noch angewiesen zu sein, oder aus Diskretionsgründen; – erst grössere Summen nachstiften will, wenn er sich davon überzeugt hat, dass die Stiftung erfolgreich arbeitet; – die Stiftung aus steuerlichen oder anderen Gründen gestaffelt alimentieren will. – Da es unmöglich ist, einen an aktuellen gesellschaftlichen Bedürfnissen orientierten Stiftungszweck auf unbefristete Zeit festzulegen, bleibt nur eine grosse Offenheit bei der Zweckformulierung – mit dem Risiko der Unschärfe und Beliebigkeit bei der späteren Interpretation und Umsetzung. – Wird in der Gründungsphase die möglichst wirksame Umsetzung des Stiftungszwecks noch bewusst gesucht und entwickelt, so neigt die Stiftervision als historische Willensäusserung dazu, mit jeder neuen Stiftungsratsgeneration und auch aufgrund des gesellschaftlichen Wandels weiter zu verblassen. 39 TOP – Self-Dealing – Die mittel- und langfristige globalwirtschaftliche Entwicklung ist zum Zeitpunkt einer Stiftungsgründung nicht abschätzbar, und so besteht die Gefahr einer Vermögensentwertung. Nur grosse Stiftungsvermögen mit hinreichenden Schwankungsreserven können Perioden fortgesetzter Kapitalmarkt- oder Immobilienkrisen unbeschadet überstehen, ohne die Verfolgung ihres Stiftungszwecks phasenweise einschränken oder gar einstellen zu müssen. – Art. 86a ZGB – einzelne oder alle Mitglieder des Stiftungsrats, die Revisionsstelle oder andere Organe zu wählen und/oder abzuberufen; – selbst im Stiftungsrat Einsitz zu nehmen, allenfalls auch auf Lebzeiten, oder eine Vertrauensperson Einsitz nehmen zu lassen; – über gewisse Leistungen der Stiftung zu entscheiden. – Besteht Aussicht auf spätere Vermögenszuwächse, welche die Gründung einer selbständigen Stiftung rechtfertigen? – Werden die Kosten für Gründung und Betrieb der Stiftung realistisch veranschlagt? Kann sie die Vollkosten des Stiftungsbetriebs langfristig tragen, d. h. auch ohne ehrenamtliche Tätigkeiten der Stiftungsratsmitglieder? – Stehen geeignete Personen für den Stiftungsrat zur Verfügung? – Schweizweit, grenzüberschreitend oder im Ausland tätige Stiftungen bzw. Stiftungen mit gesamtschweizerischer und internationaler Bedeutung unterstehen grundsätzlich der Aufsicht des Bundes. – Erstreckt sich die räumliche Ausdehnung der Stiftungstätigkeit auf mehrere Kantone, ohne dass der Zweck eine Bundesaufsicht nahelegt, ist die (inter-)kantonale Behörde am Sitz der Stiftung zuständig. Bei solchen Stiftungen empfiehlt es sich, für den Sitz denjenigen Kanton auszuwählen, der die für eine dynamische Stiftungsentwicklung förderlichste Aufsichtspraxis hat. – Von der Unterstellung unter Behörden in Gemeinden oder Bezirken ist aus Gründen nicht überall gegebener Sachkompetenz grundsätzlich abzuraten. – Gemeinnützigkeit : Grundlegend für die steuerrechtliche Gemeinnützigkeit ist als objektives Kriterium die Verfolgung von Allgemeininteressen. Eine gemeinnützige Tätigkeit kann auch ausserhalb der Schweiz erfolgen, was durch geeignete Unterlagen (Tätigkeitsberichte, Jahresrechnungen etc.) zu dokumentieren ist. Die Stiftung muss den gemeinnützigen Zweck auch wirklich verfolgen und darf sich nicht auf Vermögensbewirtschaftung beschränken. Als subjektives Kriterium kommt hinzu, dass die Zweckverfolgung uneigennützig sein muss. Die Stiftungstätigkeit darf nicht der Wahrnehmung eigener Interessen dienen. – Ausschliesslichkeit der Mittelverwendung: Die Aktivität der Stiftung muss ausschliesslich auf den gemeinnützigen Zweck ausgerichtet sein. Sie darf keine Erwerbszwecke oder andere Interessen verfolgen. – Unwiderruflichkeit der Zweckbindung: Das Stiftungsvermögen muss unwiderruflich dem Stiftungszweck dienen. Ein Rückfall an den Stifter oder seine Rechtsnachfolger muss ausgeschlossen sein. Bei der Auflösung der Stiftung muss das verbleibende Vermögen deshalb an eine andere (steuerbefreite) Organisation mit ähnlicher Zwecksetzung fallen. – Organisationsreglement (Geschäftsreglement); – Reglement für die Wahl und die Nachfolge von Stiftungsratsmitgliedern; – Förderreglement; – Anlagereglement. – Anforderungsprofil für Stiftungsratsmitglieder; – Spesenregelung; – Regelungen betreffend die Tätigkeit der Geschäftsführung; – Kriterien zur Beurteilung von Projekten. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Anhang Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 175-198 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 175 TOP Anhang 176 TOP Phänomenologie der Schweizer Stiftungslandschaft Die schweizerische Stiftungslandschaft ist nicht so homogen und überschaubar, wie es die Verwendung von «Stiftung» als Begriff und Rechtsform suggerieren mag. Sie kennt verschiedenste Formen und Arten von Stiftungen und ist ein reiches Biotop mit einer bunten Vielfalt sich laufend verändernder Spezies. Entsprechend vielfältig ist die Terminologie. Immer neue Bezeichnungen drängen ins Stiftungsvokabular. Manche Begriffe sind ausschliesslich in der Deutschschweiz gebräuchlich, andere nur in unseren deutschsprachigen Nachbarländern, gewisse nur im englischsprachigen Raum. Das nachfolgende Kapitel bildet nicht nur die in der schweizerischen Gesetzgebung verwendete juristische Terminologie ab. Vielmehr versucht es darüber hinaus, die in der Praxis gängigen Begriffe zu fassen und zu klären. Damit soll ein für den Gebrauch des Swiss Foundation Code nützliches Instrumentarium zur Verfügung gestellt werden. Die einzelnen Bezeichnungen bringen jeweils unterschiedliche Sachverhalte zum Ausdruck, weshalb sie sich überschneiden können. Eine Stiftung muss meist mit mehreren Begriffen erfasst werden, damit ihre Wesenhaftigkeit und Funktionsweise zutage tritt. Jede Bezeichnung ist demnach meist nur in einem bestimmten Kontext verwendbar. Die Erscheinungsformen von Stiftungen verändern sich laufend; immer wieder neue Formen finden Eingang in die Debatte. Die nachfolgende Übersicht unternimmt den Versuch einer Auslegeordnung. Sie gliedert sich in die beiden Teile «Grundsätzliche Fragen» und «Stiftungsmatrix». Damit bietet sie zwei verschiedene Zugänge zur begrifflichen Klärung der schweizerischen Stiftungslandschaft. 177 TOP Grundsätzliche Fragen Was heisst Gemeinnützigkeit? Gemeinnützigkeit ist kein Begriff des Stiftungsrechts, sondern des Steuerrechts. Gemeinnützige Stiftungen werden – wenn auch die übrigen Voraussetzungen gegeben sind – steuerbefreit, weil ihr Stiftungszweck zu einem allgemeinen, öffentlichen Nutzen führt und sie Leistungen für das Gemeinwohl erbringen. Von den rund 17’000 im Handelsregister eingetragenen Schweizer Stiftungen sind gemäss dem Schweizer Stiftungsreport 2020 über 13’000 Stiftungen gemeinnützig. Nichtgemeinnützige Stiftungen existieren in ganz verschiedenen Ausprägungen. Obwohl sie möglicherweise auch soziale und kulturelle Aufgaben wahrnehmen, geniessen sie kein Steuerprivileg, weil ihre Leistungen nur einem eingeschränkten Destinatärskreis zugutekommen. Die bekanntesten nichtgemeinnützigen Stiftungstypen sind die Pensionskassen- oder Personalvorsorgestiftung, die Familienstiftung sowie die Kirchenstiftung. Mit der Bejahung der Gemeinnützigkeit einer Stiftung durch die Steuerbehörde ist allerdings die Frage nicht abschliessend geklärt, wer genau welchen Nutzen erfährt: Gemeinnützigkeit und Privatnützigkeit können sich besonders bei Stiftungen vermischen, bei denen aufgrund bestimmter Personenkonstellationen in den Führungsgremien oder etwa aufgrund einer systemischen Nähe zu einem die Stiftung dominierenden Unternehmen latente Interessenkonflikte herrschen. Auch wenn eine solche Stiftung de jure eine selbständige Person darstellt, so ist sie de facto von den Interessen anderer natürlicher oder juristischer Personen abhängig. Wenn eine Stiftung faktisch unselbständig ist, was bei von einem Unternehmen gegründeten Stiftungen (Firmenstiftungen) oft und bei Bankkundenstiftungen grundsätzlich der Fall ist, kann auch ihre Gemeinnützigkeit tangiert sein. Wie werden gemeinnützige Stiftungen finanziert? Grundsätzlich kann zwischen Förderstiftungen mit eigenem Vermögen und mittelsuchenden Stiftungen unterschieden werden. Die Variationen zwischen diesen beiden Formen werden jedoch immer zahlreicher. Es lassen sich einige grundsätzliche Ertragsarten auseinanderhalten, wobei sich in der Praxis meist Mischformen zeigen. Was ist die Rolle der Stiftungsaufsicht? Gemeinnützige Stiftungen werden staatlich beaufsichtigt. Mit der Kontrollinstanz der Stiftungsaufsicht hat der Gesetzgeber ein Korrektiv zu den fehlenden Eigentümerinteressen und -kontrollen geschaffen. Stiftungen können unter kommunaler, kantonaler oder eidgenössischer Aufsicht stehen. Kriterium der Zuordnung ist der geografische Wirkungskreis der Tätigkeit der Stiftung. Kommunale Aufsichten beaufsichtigen die lokalen, in einer Gemeinde tätigen Stiftungen; dies ist allerdings ein rückläufiges Aufsichtsmodell. Die kantonalen Aufsichten, die sich mehrfach in kantonsübergreifenden Konkordaten zusammengeschlossen haben, beaufsichtigen kantonal und regional tätige Stiftungen. Die Eidgenössische Aufsicht schliesslich ist für national und international aktive Stiftungen zuständig; gegenwärtig beaufsichtigt sie ca. 4500 gemeinnützige Stiftungen. Die Aufsichten überprüfen jährlich die Geschäftsberichte der Stiftungen, die Berichte ihrer Revisionsstellen sowie die Einhaltung der rechtlichen Bestimmungen. Des Weiteren stehen sie Stiftungen und Stiftern beratend zur Seite, wenn gewünscht und möglich. 179 TOP Wie selbständig und unabhängig ist eine gemeinnützige Stiftung? Es gilt hier zwischen rechtlicher Selbständigkeit und operativer Unabhängigkeit zu unterscheiden. Eine selbständige Stiftung hat Rechtspersönlichkeit und geniesst so den Status der juristischen Autonomie. Insbesondere Firmenstiftungen sind allerdings stets mit den Interessen des sie meist auch alimentierenden Unternehmens verknüpft. Hier stellt sich die Frage nach der realen Unabhängigkeit ständig neu. Wird eine Firmenstiftung von den Firmeninteressen dominiert, ist sie wirtschaftlich eine Art Abteilung, ein Marketingvehikel für das Unternehmen. Bei Bankkundenstiftungen stehen die objektiven Geschäftsinteressen der Bank (Maximierung der Anlagekosten, Maximierung von Vermögenswerten durch Minimierung der Förderleistungen) in einem Widerspruch zu objektiven Stiftungsinteressen (Minimierung der Anlagekosten, Maximierung der Förderleistungen). Interessenkonflikte können aber auch im Verhältnis von Stifter und Stiftung entstehen, etwa wenn der Stifter oder seine Nachkommen die Stiftung (über Generationen hinweg) dominieren wollen und für persönliche Anliegen zu instrumentalisieren versuchen. Neben rechtlich selbständigen Stiftungen gibt es auch rechtlich unselbständige Stiftungen, etwa in Form von Unterstiftungen (Stiftungsfonds) in Dachstiftungen. Auch bei diesen besteht grundsätzlich ein Unterschied zwischen Rechtsstatus und operativer Abhängigkeit. Auch wenn ein Stiftungsfonds juristisch nicht autonom ist, kann er doch mittels klarer Regelungen so aufgestellt werden, dass er operativ unabhängig von Dritten funktioniert. Nur eine unabhängige und von den erwähnten Interessenkonflikten strukturell nicht betroffene Dachstiftung bietet einem Stiftungsfonds die Möglichkeit, als unselbständige Stiftung auch operativ weitestgehend autonom aufzutreten und zu handeln. Da «Stiftung» kein geschützter Rechtsbegriff ist, können sich auch unselbständige Stiftungen «Stiftung» nennen, solange dies auf dem Markt nicht zu Verwirrung führt. Der rechtlich unselbständige, aber operativ selbständige «Stiftungsfonds» ist als «Stiftung in der Stiftung» eine kostengünstige und effektive philanthropische Alternative. 180 TOP Wie setzen gemeinnützige Stiftungen ihren Zweck um? Gemeinnützige Stiftungen können ihren Zweck auf verschiedene Weise umsetzen. Die Grenzen sind fliessend; die grundlegenden Umsetzungsmodelle überschneiden und ergänzen sich. Viele Stiftungen wenden mit ihrer Förderstrategie verschiedene Modelle gleichzeitig an: Das traditionelle Fördermodell ist die mittelsprechende Tätigkeit, bei der ausschliesslich auf Gesuche reagiert wird, die von aussen an die Stiftung herangetragen werden. Deshalb wurde früher für diesen Stiftungstypus der Begriff «Vergabestiftung» verwendet. Das gänzlich unternehmerische Fördermodell ist die Form der operativen Stiftung, die in vollständiger eigener Projekt- und Programmverantwortung steht. Zu diesem Typus gehört die Unternehmensträgerstiftung in ihrer gemeinnützigen Ausprägung, deren Zweck es etwa ist, eine soziale oder kulturelle Institution (Altersheim, Spital, Museum etc.) zu führen und die daneben keine Förderleistungen erbringt. Zwischen diesen Extrempositionen eines gänzlich passiven und eines gänzlich aktiven Stiftungsmodells existieren sämtliche Mischformen. In der Mitte steht die programmatische Stiftung, die Handlungsfelder oder Förderschwerpunkte festsetzt, ständige oder periodische Ausschreibungen lanciert und teilweise auch eigene Projektverantwortungen einsetzt. Wo können gemeinnützige Stiftungen aktiv sein? Solange die Bestimmungen der Stiftungsurkunde eingehalten werden, können gemeinnützige Stiftungen sowohl innerhalb wie auch ausserhalb der Schweiz tätig werden. Dabei bleibt bei steuerbefreiten Stiftungen die kantonale Praxis der Steuerbehörden zu beachten. Wenn eine Stiftung zum Beispiel in der Entwicklungszusammenarbeit aktiv ist, kann sie die verfügbaren Mittel vollständig im Ausland einsetzen. Bei anderen Stiftungszwecken hingegen lassen manche Steuerbehörden eine Förderleistung steuerbefreiter Stiftungen ausschliesslich im Ausland nicht zu. 181 TOP Sind gemeinnützige Stiftungen auf Ewigkeit angelegt? Traditionellerweise sind gemeinnützige Stiftungen auf unbefristete Dauer angelegt. In diesen Fällen bedarf es zur Aufhebung der Stiftung zwingender Gründe. Die Aufhebung wird (auf Antrag des Stiftungsrats) von der Stiftungsaufsicht verfügt. Es besteht aber die Möglichkeit für Stifter, in der Stiftungsurkunde festzulegen, dass der Stiftungsrat – über die Erträge aus dem Stiftungsvermögen hinaus – auch dieses selbst vollständig zur Umsetzung des Stiftungszwecks verwenden darf oder sogar muss («Verbrauchsstiftung»). Wenn das Vermögen aufgebraucht ist, kann die Stiftung den Zweck in der Regel nicht mehr länger erreichen, was regelmässig zu ihrer Liquidation führt. Ferner kann der Stifter in der Stiftungsurkunde festlegen, dass die Stiftung nur während einer bestimmten Frist existieren soll («Stiftung auf Zeit»). Diese Möglichkeit wird zunehmend wahrgenommen. Stiftungsmatrix Die nachfolgende Matrix ist im Sinne eines «Formulars» mit Ankreuzfeldern gestaltet; sie kann dazu dienen, dass sich eine Stiftung ihres Profils bewusst wird. Eine solche Selbstevaluation kann insbesondere bei den dynamischen, nicht gesetzlich verankerten Unterscheidungsmerkmalen verschiedene Anhaltspunkte für Veränderungsmöglichkeiten bieten. Der morphologisch-typologische Ansatz ermöglicht einen Überblick über die verschiedenen Stiftungsarten und -formen, indem die Unterscheidungskriterien mit ihren Merkmalsausprägungen dargestellt werden. Während die gesetzlich verankerten Unterscheidungsmerkmale in der Regel statisch sind, es also hier kaum Durchlässigkeiten gibt, sind bei den anderen Merkmalsausprägungen diverse Überschneidungen, Entwicklungen, Veränderungen und Kombinationen möglich, was jeweils die gestrichelte Abtrennungslinie anzeigen soll. Kursiv gesetzte Begriffe werden im Stiftungsglossar erläutert. 182 TOP 1. Gesetzlich verankerte Unterscheidungsmerkmale 183 TOP nicht 184 TOP Entstehung und Entwicklung des Swiss Foundation Code Erste Ausgabe 2005 Autoren: Philipp Egger, Karl Hofstetter, Thomas Sprecher Die Notwendigkeit einer Darlegung von Best Practices für das schweizerische Stiftungswesen wurde erstmals an der Jahrestagung 2003 von SwissFoundations thematisiert. Rasch wurde klar, dass nicht einfach ein Kodex aus dem Unternehmensbereich auf den Stiftungsbereich angewendet werden konnte. Auch bestehende Regelwerke aus dem Non-Profit-Bereich liessen sich nicht tel quel auf Stiftungen übertragen. Stiftungen sind bezüglich ihrer Ausgangslage und Arbeitsweise derart heterogen, dass für alle Stiftungstypen geltende Regeln beliebig und wirkungslos bleiben müssten. 4 Im Jahr 2004 beauftragte SwissFoundations eine Arbeitsgruppe damit, einen Kodex mit zweckmässigen Empfehlungen zur Gründung und Führung schweizerischer Stiftungen zu erarbeiten. Im Frühjahr 2005 wurde zum ersten Entwurf eine breite Vernehmlassung bei Stiftungen, Aufsichtsbehörden, Universitäten, Organisationen und Unternehmungen durchgeführt. Diese hiess die grundsätzliche Ausrichtung gut; Anregungen wurden insbesondere in Bezug auf den Detaillierungsgrad, die Funktion der Geschäftsführung und die Frage der Entschädigung von Stiftungsratsmitgliedern eingebracht. Im Herbst 2005 erschien der Swiss Foundation Code als knapp gehaltene dreisprachige Schrift mit 3 Grundsätzen und 22 Empfehlungen. Rasch war er vergriffen, und das schlanke Bändchen musste nachgedruckt werden – gross war das Interesse an diesem damals ersten ausführlichen Verhaltenskodex für Stiftungen in Europa. 185 TOP Zweite Ausgabe 2009 Autoren: Philipp Egger, Martin Janssen, Thomas Sprecher Schon während der Arbeit an der ersten Ausgabe war vorgesehen, dem Swiss Foundation Code zu einem späteren Zeitpunkt einen Kommentar beizugeben, der die Grundsätze und Empfehlungen mit begründenden und praxisbezogenen Erläuterungen untermauern sollte. Der mit Marginalien versehene Kommentar wurde in den Jahren 2007/2008 erarbeitet. Er zeigt Handlungsoptionen für konkrete Situationen, Fragestellungen und Probleme. In erster Linie war er – wie der Code selbst – an den Stifter, den Stiftungsrat und andere für die Stiftung tätige Personen gerichtet. Wie sich später gezeigt hat, liessen sich darüber hinaus aber auch Aufsichts-, Steuer- und Gerichtsbehörden in ihrer Rechtspraxis durch den Code und seinen Kommentar inspirieren. Im Zuge der Erarbeitung des Kommentars wurde der Code überprüft, teilweise verändert und auf 26 Empfehlungen erweitert. Auch bei der zweiten Ausgabe führte eine gezielte Vernehmlassung zu zahlreichen Anregungen. Insbesondere die Empfehlungen zum Bereich der Finanzen wurden ergänzt und präzisiert. Ebenso wurde der Grundsatz «Transparenz» in den Empfehlungen bezüglich der Anforderungen an eine Stiftungskommunikation vertieft sowie in den dazugehörenden Kommentaren veranschaulicht. Dabei blieb die bisherige Gliederung bestehen. Den vier Kapiteln wurde neu eine thematische Einleitung vorangestellt, um die jeweils zentralen Anforderungen hervorzuheben. In seiner zweiten Ausgabe wurde der Swiss Foundation Code auf der Website von SwissFoundations in den Sprachen Deutsch, Französisch und Englisch zugänglich gemacht. Dritte Ausgabe 2015 Autoren: Philipp Egger, Georg von Schnurbein, Thomas Sprecher 186 TOP Die dritte Auflage legte Wert auf die Feststellung, dass die Vermögensbewirtschaftung ein zentraler Teil der Stiftungstätigkeit und ebenso wichtig wie die Fördertätigkeit ist. Neu gefasst wurde die Empfehlung zur Herkunft des Stiftungsvermögens. Der Swiss Foundation Code sprach sich deutlicher als bisher für die – nicht zu vermischenden – zweckbezogenen Investitionen und die nachhaltigen Investitionen aus. Stiftungen können es sich nicht leisten, der Frage interesselos gegenüberzustehen, wie die Mittel verdient wurden und werden, die sie bei ihrer Fördertätigkeit verwenden. Weitere Schwerpunkte waren das Verfahren der Vermögensbewirtschaftung, die Festlegung der Anlagestrategie, die Umsetzung der Vermögensallokation und die Anlageorganisation. Es wurde betont, dass die Vermögensbewirtschaftung nach Wettbewerbsbedingungen erfolgt. Vierte Ausgabe 2021 Autoren: Philipp Egger, Georg von Schnurbein, Thomas Sprecher Auch bei der vierten Ausgabe wurde der Swiss Foundation Code vollumfänglich überprüft. Wiederum unterstützte eine Arbeitsgruppe unter der Leitung von Lukas von Orelli das Autorenteam in Bezug auf den Bereich der Vermögensbewirtschaftung. Mit Stiftungsexperten und Behördenvertretern wurden wiederum Hearings durchgeführt – insgesamt vier in Zürich, Genf und Basel. Der überarbeitete Text wurde schliesslich wieder in die Vernehmlassung geschickt. Das Redaktionsteam achtete darauf, den Code umfangmässig nicht anschwellen zu lassen. Die drei Grundsätze wurden zwar mit einem vierten ergänzt. Jedoch konnte Empfehlung 29 aufgehoben und in andere Empfehlungen integriert werden. Des Weiteren kam es zu zahlreichen Kürzungen, Weglassungen und sprachlichen Schärfungen. Folgende Personen waren an der Entstehung der vierten Ausgabe mitbeteiligt – als Mitglieder der Arbeitsgruppe Finanzen, Teilnehmer der Hearings, als Mitwirkende der Vernehmlassung und in der Projektleitung durch SwissFoundations: 187 TOP 189 TOP Rezeption des Swiss Foundation Code 5 Der Swiss Foundation Code wurde im Jahre 2005 veröffentlicht und im Jahre 2009 erstmals revidiert sowie um einen Kommentarteil erweitert. Nach einer weiterentwickelten «dritten Auflage im Jahre 2015 liegt er nun in einer nochmals optimierten Version 2021 vor. Die bisherige Rezeption des Swiss Foundation Code, also seine Aufnahme in Wissenschaft und Praxis, ist von den Rechtswissenschaftlern Professor Dr. Dominique Jakob und Matthias Uhl in einer ausführlichen Studie untersucht worden. Die dortigen Ergebnisse sind hier überblicksmässig zusammengefasst. 190 TOP Es hat sich gezeigt, dass der Empfehlungscharakter des Swiss Foundation Code dem weit verbreiteten Bedürfnis des Stiftungssektors nach Gestaltungsfreiheit entspricht und zugleich den massgeblichen Entscheidungsträgern eine sinnvolle, richtpunktmässige Handreichung moderner Stiftungsführung bietet. In Ergänzung zu den gesetzlichen und dogmatischen Vorgaben des Stiftungsrechts führt die Achtung des Swiss Foundation Code daher zu einer grundsätzlich pflichtgerechten, gleichwohl aber praxistauglichen und flexiblen Ordnung des Stiftungsmanagements und der Foundation Governance. Und so ergibt die Auswertung, dass der Code in der Praxis des Stiftungswesens «angekommen» ist. Zwar zeigt ein publizierter Entscheid aus der Zürcher Aufsichtspraxis, dass dem Code nicht selbstverständlich eine massgebliche Bedeutung zugesprochen wird. Zugleich wird dabei aber deutlich, dass seine Empfehlungen als Argumentationsgrundlage ernst genommen werden. Davon zeugt auch die Gerichtspraxis. Von der Rechtsprechung des Schweizerischen Bundesverwaltungsgerichts ist der Swiss Foundation Code mehrfach als Referenz für gewisse Sachaussagen zum Procedere einer Stiftungsgründung (Empfehlung 1) herangezogen worden. Das zeigt, dass der Code für das Bundesverwaltungsgericht inzwischen als bedeutende Referenz fungiert und sich insoweit durchaus bereits auf Augenhöhe zur Kommentarliteratur und zum sonstigen wissenschaftlichen Schrifttum bewegt. Aus der kantonalen Rechtsprechung sticht ein Entscheid der Cour de justice in Genf aus dem Jahre 2018 heraus, in dem zur Bestimmung der Verantwortung des Stiftungsrats für die Verwaltung des Stiftungsvermögens und die entsprechenden Standards die Definitionen des Swiss Foundation Code 2015 herangezogen werden. Unter den ausländischen Gerichten hat sich der liechtensteinische Oberste Gerichtshof in einem Urteil aus dem Jahre 2009 mit dem Code befasst und erklärt, dass ein Stiftungsrat einer liechtensteinischen Stiftung bei allfälligen Interessenkollisionen Empfehlung 11 des Swiss Foundation Code zu berücksichtigen habe – ein bemerkenswertes Judikat, das von verschiedenen Autoren begrüsst und vom Staatsgerichtshof bestätigt wurde. Im Jahre 2016 rekurriert der Oberste Gerichtshof nochmals auf Empfehlung 11 zur Bestimmung der Kriterien eines Interessenkonflikts. 191 TOP Im Schrifttum ist der Code auf äusserst breite Resonanz gestossen. Systematisch lassen sich vier Kategorien an Publikationen unterscheiden: In eine erste Kategorie fallen Beiträge, in denen der Code den zentralen Gegenstand der Abhandlung bildet. Eine zweite Kategorie bilden solche Veröffentlichungen, in denen der Code als solcher und/oder einzelne seiner Empfehlungen in einen übergeordneten Kontext der Governance-Debatte gestellt werden. Schliesslich lassen sich für eine dritte Kategorie zahlreiche Aufsätze finden, in denen der Code in einen spezifischen (rechts- oder wirtschafts-)wissenschaftlichen Kontext einbezogen wird. Schon beinahe Legion sind die Publikationen der vierten Kategorie, in denen auf die Existenz des Swiss Foundation Code und dessen Bedeutung für die Thematik der Selbstregulierung hingewiesen wird, ohne allerdings näher auf seine Inhalte und Wirkungen einzugehen. Insgesamt lässt sich ersehen, dass der Code auf vielfältige Weise für wissenschaftliche Erkenntnisse fruchtbar gemacht wird, nicht zuletzt, um daraus für die Praxis konkrete Handlungsempfehlungen abzuleiten. Hier schliesst sich der Kreis, sodass insgesamt zu erkennen sein dürfte, dass der Code innerhalb (rechts-)wissenschaftlicher Diskussionen ebenso praktisches wie akademisches Anschauungsmaterial bietet und als eine Quelle von hoher Legitimation fungiert. 192 TOP Schliesslich: Auch weite Teile der Stiftungspraxis selbst ziehen den Code als Entscheidungshilfe im täglichen Stiftungsleben zurate. Zwar wird darauf hingewiesen, dass dies derzeit noch vergleichsweise «selektiv» erfolge, das heisst bezogen auf einzelne Empfehlungen. Dennoch gehen erste Stiftungen so weit, die Einhaltung des Swiss Foundation Code in ihren Statuten zu verankern – was freilich in den rechtlich zulässigen Bahnen und Formen erfolgen muss. Im Rahmen einer inhaltlichen Gesamtschau lassen sich drei zentrale Ebenen verifizieren, auf denen der Code vor allem herangezogen und auf richtungsweisende Art im Sektor rezipiert wird. Der erste Aspekt betrifft Empfehlung 7, die sich mit der Honorierung von Stiftungsräten befasst. Auf einer zweiten Ebene bewegt sich der Diskurs über Empfehlung 11, die sich der Regelung von Interessenkonflikten widmet. Im Fokus einer dritten zentralen Ebene steht Empfehlung 21 betreffend die Vermögensanlagestrategie von Stiftungen – eine Thematik, die zunehmend an Bedeutung gewinnen wird, nicht zuletzt weil moderne Förderformen wie Venture Philanthropie, Impact Investments, Mission Based Investments oder Sustainable and Responsible Investments eine verstärkte Verbreitung im Stiftungswesen gefunden haben. Insgesamt betrachtet zeigt die auf verschiedenen Ebenen untersuchte Rezeption des Swiss Foundation Code (und auch die vereinzelt geäusserte Kritik am Code oder an einzelnen seiner Regelungen), dass dieser schon heute zu einer Art Benchmark in Wissenschaft und Praxis geworden ist. Seine Konzeption kann mit Blick auf die Entwicklung der Foundation Governance in der Schweiz sowie weiterer in- und ausländischer Kodizes als bedeutende Pionierleistung gewürdigt werden. Der Code ist damit – so viel lässt sich 15 Jahre nach seiner erstmaligen Veröffentlichung sagen – für die verschiedenen Beteiligten des Non-Profit-Sektors zu einer zentralen Referenzgrösse geworden und leistet einen wertvollen Beitrag zur Erhöhung der Good Governance im Stiftungswesen. 193 TOP Foundation Governance Codes im internationalen Vergleich Nicht nur in der Schweiz sind Bestrebungen zu mehr Governance in Stiftungen im Gange. Auch international haben bereits viele Organisationen entsprechende Codes erlassen. Die nachfolgende Tabelle zeigt eine Auswahl davon, erhebt also keinen Anspruch auf Vollständigkeit. Die erste Spalte zeigt die Region bzw. das entsprechende Land, die zweite den Namen der Organisation, die für den Erlass des jeweiligen Code verantwortlich zeichnet, samt ihrem Gründungsjahr (in Klammern). Die dritte Spalte schliesslich nennt den Namen des Code und das Erscheinungsjahr seiner aktuellen Version in Klammern, macht einige Angaben zu Aufbau und Umfang und gibt die Adresse der weiterführenden Website an. Der jeweils angegebene Umfang in Seiten bezieht sich auf den Kern des Code. Titelseiten, Inhaltsverzeichnis, Glossar etc. werden dabei nicht mitberücksichtigt. Lesebeispiel im Abschnitt «Länderübergreifend» www.efc.be 194 TOP Länderübergreifend Europa 197 TOP Nordamerika 198 TOP Weitere Länder – Vermögenserträge: Dividenden, Zinsen und andere Erträge wie Kapitalgewinne, die aus der Vermögensbewirtschaftung entstehen. 178 TOP – Spenden und andere Zuwendungen: Neben den klassischen Spenden, die mittels Fundraising eingeworben werden, fallen unter diese Kategorie auch andere unregelmässige Zuwendungen wie Legate oder Zustiftungen. – Wirtschaftliche Tätigkeit: Auch gemeinnützige Stiftungen können Dienstleistungen erbringen oder auf andere Weise Erträge generieren, zum Beispiel durch die Vermarktung von Produkten oder Rechten. – Systematische oder unsystematische Alimentierung: Insbesondere Firmenstiftungen werden durch die Unternehmen, die sie gegründet haben, systematisch alimentiert. Firmenstiftungen sind meist in das Stifterunternehmen personell, administrativ, organisatorisch und/oder inhaltlich/strategisch eingebettet. Einen Sonderfall stellen die Spendenstiftungen dar, bei denen nicht primär bzw. ausschliesslich der Stifter, sondern Dritte die Stiftung alimentieren. Stiftungsart □ steuerbefret = gemeinnützige Stiftung □ nicht steuerbefreit privatnützige nichtgemeinnützige Stiftung; gemeinnützige Stiftung, die nicht alle Voraussetzungen der Steuerbefreiung erfüllt □ Förderstiftung □ Spendenstiftung □ Dachstiftung □ Firmenstiftung □ Bankkundenstiftung □ Personalvorsorgestiftung □ Unternehmensstiftung □ Unternehmensträgerstiftung □ Unternehmensholdingstiftung □ Familienstiftung Kirchenstiftung kirchliche Stiftung □ Kryptostiftung Rechtsgestalt Stifter □ natürliche Person: Schweizer oder ausländische «Privatperson(en)» □ juristische Person □ Unternehmen □ Verein □ öffentliche Hand Stiftung □ privatrechtliche Stiftung □ gemeinnützig □ von (einer) Privatperson(en) gegründete «klassische» Stiftung □ Firmenstiftung privatnützig nichtgemeinnützig Öffentlich-rechtliche Stiftung: Autonomiestatus □ rechtlich selbständige Stiftung □ Einzelstiftung □ Dachstiftung selbständig-unselbständige Stiftung: Unterstiftung Dachstiftung Stiftungsfonds Rechtsgrundlage der Gründung □ privatrechtliche Stiftung selbständig-unselbständige Stiftung Stiftungsfonds Dachstiftung □ Öffentlich-rechtliche Stiftung □ Urkunde □ Vertrag □ Gesetz Stiftungsaufsicht □ kommunal: auf Bezirks- bzw. Gemeindeebene □ kantonal: auf Kantons- bzw. überregionaler Ebene □ eidgenössisch: auf Bundes- bzw. nationaler und internationaler Ebene Wirkungsradius □ lokal □ regional □ national □ international Unabhängigkeit und Gemeinnützigkeit de facto □ maximal □ minimal Konsequente Vermeidung von Interessenkonflikten: □ Anwendung von Richtlinien (z. B. Zusammensetzung und Nachfolgeregelungen Stiftungsrat i) □ Systematische Checks and Balances Interessenkonflikte mit potenzieller Einflussnahme: Stifter □ staatliche Institutionen, Behörden (Politiknähe) Destinatärskreis □ vermögensbewirtschaftende Bank, die im Stiftungsrat Einsitz hat □ Unternehmen, das der Stiftung nahesteht (Firmenstiftung, Bankenstiftung) Skala 10 9 8 7 6 5 4 3 2 1 Mittelherkunft □ eigenes Stiftungsvermögen □ fremdes bzw. extern erworbenes Vermögen □ Gründungsvermögen □ Erträge aus Vermögensbewirtschaftung Zustiftungen □ Fundraising □ wirtschaftliche Erträge aus verkauften Leistungen, Rechten und Produkten □ wirtschaftliche Erträge aus systematischer unternehmerischer Tätigkeit □ systematische Zuflüsse von aussen (Privatperson, Unternehmen, Firma, öffentliche Hand) Arbeitsweise □ mittelsprechende Stiftung: ... % □ programmatische Stiftung: ... % □ operative Stiftung: ... % □ Unternehmensträgerstiftung Lebensdauer □ unbefristet = vermögenserhaltende Stiftung □ befristet □ Vermögenserhaltung rechtlich geboten: □ Stiftung lebt nur von den Vermögenserträgen □ Vermögensverzehr gemäss Stiftungsurkunde verboten oder nicht vorgesehen □ Substanzerhaltung □ Antastung des Stiftungsvermögens nur im Notfall und/oder auf beschränkte Dauer zulässig Verbrauchsstiftung Verbrauchsstiftung Stiftung auf Zeit: Unterstiftung Dachstiftung Alther Bär Baltisberger Bölle Bottge Bracher Braun Brunhart Castle Dietschweiler Eckhardt Fivian Galloni D Istria Geinoz Gill Guggi Guggisberg Händel Handous Künzle Kleibold Knöpfel Maier Monnet Mühlenberg Schmitz 188 TOP Münzel Müller Neubert: Pfammatter Pfister Piraud Popescu-Willigmann Schnell Schubiger Schumacher Sommer Sonderegger Stefanini Tersar Tinner Vonmont von Orelli von Werra Wirth Wynne Zacke Zellmayer Zöbeli Afrika East Africa Association of Grantmakers (2003) Code of Ethics , 11 Richtlinien, 1 Seite Asien Asia Pacific Philanthropy Consortium Europa European Foundation Center EFC (1989) EFC Principles of Good Practice (2014), 4 Prinzipien, je Grundlagen und Empfehlungen, 6 Seiten www.efc.be Donors and Foundations Networks in Europe DAFNE (2006) www.dafne-online.eu Weltweit Worldwide Initiatives for Grantmaker Support WINGS (2000) www.wingsweb.org Belgien Réseau Belge de Fondations (2004) (Seit 09.02.2017 Fédération Belge des Fondations Philanthropiques) Basisverklaring van het Netwerk Belgische Stichtingen , 6 Prinzipien, 1 Seite Bulgarien Bulgarian Donors Forum (2003) Code of Ethics of the Bulgarian Donors Forum Association , 3 Grundwerte und 10 Prinzipien, 1 Seite www.dfbulgaria.org Deutschland Bundesverband Deutscher Stiftungen (1948) Grundsätze Guter Stiftungspraxis (2019), 20 Grundsätze in 3 Themenbereichen, 26 Seiten www.stiftungen.org Grundsätze Guter Verwaltung von Treuhandstiftungen (2012), 7 Themenbereiche, 5 Seiten www.stiftungen.org Finnland Council of Finnish Foundations COFF (1970) Best Practice for Foundations (2006), Richtlinien zu 6 Themenbereichen, 7 Seiten www.saatiopalvelu.fi Frankreich Centre Français des Fonds et Fondations (2002) Statuts approuves lors de l’assemblee generale extraordinaire du 22 juin 2015 19 Artikel www.centre-francais-fondations.org 195 TOP Grossbritannien Association of Charitable Foundations (2005) Drivers and Principles of Good Impact Practice (2013), 4 Drivers und 4 Prinzipien, 5 Seiten www.acf.org.uk Good Practice Guide for Corporate Foundations (2016), 69 Seiten www.acf.org.uk Community Foundation Network (1991) www.communityfoundations.org.uk Irland Philanthropy Ireland (1998) Italien Associazione di Fondazioni e di Casse di Risparmio Spa (1912) Carta delle Fondazioni (2012) www.acri.it Niederlande Association of Foundations in the Netherlands (1988) Code of Conduct (2009), 8 Prinzipien, 4 Membership Criteria, 6 Empfehlungen, 4 Seiten www.verenigingvanfondsen.nl Norwegen Stiftelsesforeningen (2003) www.stiftelsesforeningen.no Österreich Verband Österreichische Privatstiftungen (1997) www.stiftungsverband.at Verband für gemeinnütziges Stiften (2020) Achtung, Stiftung! (2020) 14 Empfehlungen, 124 Seiten www.gemeinnuetzig-stiften.at Polen Polish Donors Forum (2004) Standards of Operation (Donors Forum Standards), 6 Standards, 1 Seite www.forumdarczyncow.pl Academy for the Development of Philanthropy (1998) Standards of Operation of a Polish Local Philanthropic Organisation (2003), 28 Standards, 1 Seite www.filantropia.org.pl Portugal Centro Português de Fundações (1993) Código de Boas Prácticos de Fundações (2009), Werte und 7 Prinzipien, 2 Seiten Rumänien Forumul Donatorilor din România (1999) Russland Russia Donors Forum (2002) Code of Ethics for the Russia Donors Forum (2005), 11 Richtlinien in 2 Themenbereichen, 1 Seite Schweiz SwissFoundations (2001) Swiss Foundation Code (2021), 4 Grundsätze, 28 Empfehlungen www.swissfoundations.ch 196 TOP Slowakei Slovak Donors’ Forum (2000) Donor’s Code of Ethics (2005), 4 Grundwerte & 10 Prinzipien, 2 Seiten www.donorsforum.sk Association of Slovak Community Foundations (2003) Standards for Community Foundations in Slovakia (2008), 36 Richtlinien in 7 Themenbereichen, 3 Seiten Spanien Asociación Española de Fundaciones (2003) Codigo de Buen Gobierno AEF (2009), 40 Artikel und 9 Prinzipien, 23 Seiten www.fundaciones.org Principios (2008), Richtlinien in 9 Themenbereichen, 8 Seiten www.fundaciones.org Tschechien Czech Donors Forum (1996) Code of Ethics for Foundations (2004), 14 Prinzipien, 2 Seiten www.donorsforum.cz Code of Ethics for Foundations without endowment (2004), 15 Prinzipien, 2 Seiten www.donorsforum.cz Türkei Third Sector Foundation of Turkey (1993) www.tusev.org.tr Ukraine Ukrainian Grant Makers Forum (2005) Ethics Code, 9 Richtlinien, 1 Seite Ungarn Hungarian Donors Forum (2006) www.donorsforum.hu Illinois Donors Forum of Chicaco (1974) Illinois Nonprofit Principles and Best Practices (2008), 10 Prinzipien und Handlungsanweisungen in 5 Themenbereichen, 7 Seiten www.donorsforum.org Kalifornien Northern California Grantmakers (1965) www.ncg.org Kanada Community Foundations of Canada (1992) Principles for Community Foundations, 10 Prinzipien, 1 Seite www.cfc-fcc.ca Imagine Canada (2005) Ethical Code Handbook (2011), 33 Prinzipien in 3 Themenbereichen, 6 Seiten Standards Program for Canada’s Charities and Nonprofits (2012), 5 Themenbereiche, 73 Standards, 11 Seiten www.imaginecanada.ca Philanthropic Foundations Canada (1999) Statement of Values and Ethical Principles, 6 Prinzipien, 1 Seite Good Governance. A guide for Canadian Foundations (2013) www.pfc.ca Minnesota Minnesota Council on Foundations (1969) Principles for Grantmakers & Practice Options for Philanthropic Organizations (2009), 8 Prinzipien mit Handlungsempfehlungen, 25 Seiten New York Philanthropy New York (1979) Principles for Good Governance and Ethical Practices, 33 Prinzipien mit ausführlichen Erläuterungen in 4 Themenbereichen, 21 Seiten www.philanthropynewyork.org USA Council on Foundations (1949) www.cof.org Washington Washington Regional Association of Grantmakers (1992) Statement of Principles, 5 Prinzipien, 1 Seite www.washingtongrantmakers.org Argentinien Grupo de Fundaciones y Empresas (1995) Valores y Principios Institucionales, 14 Prinzipien, 1 Seite www.gdfe.org.ar Australien Philanthropy Australia (1987) Code of Practice, 3 Prinzipien, Handlungsempfehlungen in 2 Bereichen, 3 Seiten www.philanthropy.org.au Brasilien Group of Institutes, Foundations and Enterprises (1995) Code of Ethics, 20 Richtlinien, 1 Seite www.gife.org.br China NPO Information Center & China Youth Development (2008) China’s Public Welfare NPO Guidelines for Self-Regulation, 9 Kapitel Foundation Transparency Index online, 60 Indikatoren eingeteilt in 4 Kategorien Mexiko Centro Mexicano para la Filantropía CEMEFI (1988) www.cemefi.org 4 5 Siehe Kapitel Stiftungsphänomenologie, S. 176 ff. AJP/PJA 2/2015, S. 279–292 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Literaturverzeichnis Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 199-209 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 199 TOP Literaturverzeichnis Kommentare 200 TOP Jährliche Darstellungen Foundation Governance Weitere Literatur Aebersold , Thomas, Kommentar zu Art. 80–89a, in: Kommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Jolanta Kren Kostkiewicz et al., 3. Aufl., Zürich: Orell Füssli 2016. Eisenring, Art. 1–456 ZGB Grüninger, Art. 457–977 ZGB ZGB Grüninger, Harold, Kommentar zu Art. 493, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Andrea Büchler und Dominique Jakob, 2. Aufl., Basel: Helbing Lichtenhahn 2017. Grüninger, Art.1–456 ZGB Gutzwiller, Max, Die Stiftungen, in: Schweizerisches Privatrecht. 2. Band: Einleitung und Personenrecht, hrsg. v. Max Gutzwiller, Basel u. a.: Helbing Lichtenhahn 1967. Jakob, Dominique, Kommentar zu Art. 80–89a, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Andrea Büchler und Dominique Jakob, 2. Aufl., Basel: Helbing Lichtenhahn 2018. Künzle, Art. 457–640 ZGB Riemer, Art. 80–89bis ZGB Riemer, Art. 60–89bis ZGB Art. 52–59 ZGB Studhalter, Philipp, Kommentar zu Art. 493, in: Kommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Jolanta Kren Kostkiewicz et al., 3. Aufl., Zürich: Orell Füssli 2016. Vez, Parisima, Kommentar zu Art. 80–89bis, in: Commentaire Romand. Code Civil I. Art. 1–359 CC, hrsg. v. Pascal Pichonnaz und Bénédict Foëx, Basel: Helbing Lichtenhahn 2010. Der Schweizer Stiftungsreport [seit 2010], hrsg. v. Georg von Schnurbein, Reihe CEPS Forschung und Praxis, Basel [seit 2010; seit 2011 gemeinsam mit Beate Eckhardt und Dominique Jakob, seit 2021 gemeinsam mit Katharina Guggi, Julia Jakob und Dominique Jakob]. Grüninger, Harold, Aktuelles aus dem Stiftungs- und Gemeinnützigkeitsbereich, successio, Zeitschrift für Erbrecht [seit 2007]. Jakob, Dominique u. a., Verein – Stiftung – Trust. Entwicklungen [seit 2007], Buchreihe njus.ch, Bern: Stämpfli [seit 2008]. Jakob, Dominique, Entwicklungen im Vereins- und Stiftungsrecht/Le point sur le droit des associations et fondations, in: Schweizerische Juristen-Zeitung (SJZ) [seit 2008]. Bethmann, von Schnurbein Studer, Egger, Philipp, Der Swiss Foundation Code 2015 – Entwicklungsgeschichte einer Selbstregulation, in: Stiftung & Sponsoring 5/2015. Fischer, Alex, Corporate Governance bei Stiftungen – von der Selbstverständlichkeit des Guten, in: Festschrift für Peter Böckli zum 70. Geburtstag, hrsg. v. Ernst A. Kramer et al., Zürich u. a.: Schulthess 2006, S. 645–670. Hofstetter, Karl, Swiss Code of Best Practice for Corporate Governance 2014. Grundlagenbericht zur Revision, im Auftrag v. economiesuisse, Zürich 2014. Jakob, Uhl, AJP) 2/2015, S. 279–292 Jakob, Dominique, Foundation Governance – ein vergleichender Überblick über den deutschsprachigen Raum, in: Audit Committee Quarterly IV/2015, S. 13 ff. Jakob, Uhl, Aktuelle Juristische Praxis 2/2015, S. 279 ff. Jakob, Studen, Jakob, Dominique, Freiheit durch Governance – Die Zukunft des Stiftungsrechts aus rechtsvergleichender Perspektive, in: Autonomie im Recht – Gegenwartsdebatten über einen rechtlichen Grundbegriff, hrsg. v. Christian Bumke und Anne Röthel, Tübingen: Mohr Siebeck 2017, S. 225 ff. Lange, Knut Werner, Die Bedeutung institutionenökonomischer Erkenntnisse für das Verständnis von Herrschaft und Kontrolle in der Stiftung, in: Archiv für die civilistische Praxis (AcP) 8/2014, S. 511–541. 201 TOP Meder, Stephan, Ungeschriebenes «Recht» im transnationalen Raum am Beispiel der Corporate Governance Verhaltenskodices. Stand und Perspektiven, in: Transnationales Recht. Stand und Perspektiven, hrsg. v. Gralf-Peter Calliess, Tübingen: Mohr Siebeck 2014, S. 257–276. Meyer, Maier, Riemer, SJZ) 22/2006, S. 513–516 Schöbel, Sarah Katharina, Corporate Governance im Stiftungsrecht. Unter besonderer Berücksichtigung der Situation in der Schweiz und in Deutschland sowie europarechtlicher und internationaler Entwicklungen, Diss., Europäische Hochschulschriften. Reihe 2, Rechtswissenschaft, Bd. 5349, Frankfurt am Main: Lang 2012. Schubiger, Benno, Foundation Governance am Beispiel des Swiss Foundation Code, in: Gemeinnützige Stiftungen und Stiftungsmanagement, hrsg. v. Francesco A. Schurr, Zürich u. a.: Schulthess 2010, S. 121–150. Schurr, Francesco A., Die Foundation Governance als Schlüsselelement im Wettbewerb der Stiftungsrechtsordnungen, in: Die Privatstiftung (PSR) 2/2010, S. 64–72. Sprecher, Thomas, Foundation Governance in Switzerland, in: Comparative Corporate Governance of Non-profit Organizations, hrsg. v. Klaus J. Hopt und Thomas von Hippel, International Corporate Law and Financial Market Regulation, Cambridge: Cambridge University Press 2010, S. 815–828. Sprecher, Thomas, Switzerland: the Swiss Foundation Code 2009 – from corporate governance to foundation governance, in: Trusts & Trustees 6/2010, S. 523–532. Sprecher, Thomas, Was ist und was leistet Foundation Governance?, in: Jusletter v. 27.4.2010. Studen, Goran, Swiss Foundation Code: blessing or curse?, Trusts & Trustees 6/2017, S. 709 ff. Studen, Goran, Vertrauen ist gut – Kontrolle ist besser? Präventive Aufsichtselemente als Ausdruck moderner Foundation Governance, in: Prävention und freiheitliche Rechtsordnung, hrsg. v. Anna Coninx et al., Zürich: Dike 2017, S. 227 ff. von Reding Biberegg, Sandra Martina, Foundation Governance bei Förderstiftungen in der Schweiz. Eine empirische Untersuchung zur Umsetzung der neuen Richtlinien von Swiss GAAP FER 21, Diss. St. Gallen 2010. von Schnurbein Stöckli von Schnurbein Fritz von Schnurbein , Georg, Governance und Management von Förderstiftungen in Deutschland und in der Schweiz, in: Non Profit Law Yearbook 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für 202 TOP Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, S. 1–15. von Schnurbein Stöckli Arter, Cincelli, Arter, Oliver, Wer soll den Stiftungsrat meiner philanthropischen Stiftung wählen?, in: Expert Focus 6–7/2018, S. 464 ff. Baddeley, Margareta, L’utilisation des fondations à des fins successorales, in: Journée de droit successoral, hrsg. v. Paul-Henri Steinauer et al., Bern: Stämpfli 2017, S. 73 ff. Baumann Lorant , Roman, Der Stiftungsrat. Das oberste Organ gewöhnlicher Stiftungen, Diss., Zürcher Studien zum Privatrecht, Bd. 214, Zürich u. a.: Schulthess 2009. Baumann Lorant , Roman, Honorierung von Stiftungsräten. Angemessene und formalisierte Honorare sind zuzulassen, in: Jusletter v. 9.8.2010. Baumann Lorant ST) 10/2014, S. 883–889 Baumann Lorant , Roman, Sollen Stiftungsräte eine Versicherung abschliessen?, in: Der Schweizer Stiftungsreport 2014, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 12, Basel 2014, S. 17–18. Brandenberger, Michael, Controlling: Wirkungsvolle Überwachung der Anlagetätigkeit einer Stiftung, in: Vermögensanlagen von Pensionskassen und klassischen Stiftungen, hrsg. v. GEWOS AG, GEWOS Schriftenreihe, Stiftungen – Grundlagen und Praxis, Bd. 3, Bern: Stämpfli 2010, S. 113–122. Burkart, Kieser, ST) 4/2013, S. 209–214 Degen, Art. 86a ZGB Eberle, Reto, «Tue Gutes und berichte darüber» oder wie durch (freiwillige) Transparenz Vertrauen geschaffen werden kann, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, S. 57–66. Eberle, Zöbeli, ST) 8/2014, S. 626–629 203 TOP Eberle, Schmitz, Eckhardt, von Orelli Eckhardt, Sprecher, Fellmann, Primus, NPO-Audits aus Sicht der Revisionspraxis, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, S. 181–192. Fritz, von Schnurbein Fritz, von Schnurbein Gantenbein, Pascal, Besser auf Immobilien gebaut? Bedeutung und Grenzen von Immobilienanlagen für Stiftungsportfolios, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013, S. 149–160. Gehringer, von Schnurbein Gehringer, Theresa, Corporate Foundations in der Schweiz. Bilanz und Neuentwicklung, in: Stiftung & Sponsoring 4/2018, S. 16 f. Geinoz, François, Zustiften statt Stiften, in: Perspektiven des Stiftungsrechts in der Schweiz und in Europa, hrsg. v. Dominique Jakob, Schriften zum Stiftungsrecht, Bd. 1, Basel: Helbing Lichtenhahn 2010, S. 61–69. Giger, MWSTG Expert Focus 11/2016, S. 881 ff. Grüninger, Harold, Unternehmensstiftung, in: Entwicklungen im Gesellschaftsrecht V, hrsg. v. Peter V. Kunz et al., Bern: Stämpfli 2010, S. 19–43. Grüninger, Harold, Innovative Vermögensbewirtschaftung im Stiftungs- und Gemeinnützigkeitsrecht – Venture Philanthropy, Social Business, Mission Base Investments zwischen Vision und Haftung, in: Stiften und Gestalten. Anforderungen an ein zeitgemässes rechtliches Umfeld, hrsg. v. Dominique Jakob, Schriften zum Stiftungsrecht, Bd. 4, Basel: Helbing Lichtenhahn 2013, S. 37–73. Gubler, Simon L., Der Interessenkonflikt im Stiftungsrat, Zürcher Studien zum Privatrecht 285, Zürich: Schulthess 2018. Handbuch der Nonprofit-Organisationen. Strukturen und Management, hrsg. v. Ruth Simsa et al., 5. Aufl., Stuttgart: Schäffer Poeschel 2013. 204 TOP Handbuch Stiftungsmanagement, hrsg. v. Katharina Müller, Wien: Verlag Österreich 2014. Handschin, Widmer, Herzog, ST) 5/2008, S. 383–389 Hunziker, Gwerder, Sutter, Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013. Jakob, Dominique, Schutz der Stiftung. Die Stiftung und ihre Rechtsverhältnisse im Widerstreit der Interessen, Habil., Jus Privatum, Beiträge zum Privatrecht, Bd. 111, Tübingen: Mohr Siebeck 2006. Jakob, Picht, Zeitschrift für Erbrecht 1/2013, S. 82–84 Jakob, von Schnurbein Studen, Jakob, Dominique, Stiftungsartige Erscheinungsformen im Ausland – Rechtsvergleichender Überblick, in: Münchener Handbuch des Gesellschaftsrechts, Band 5, hrsg. v. Volker Beuthien et al., 4. Aufl. München: C.H. Beck 2016, S. 1781 ff. Jakob, Dominique, Das Stiftungsrecht der Schweiz – Neue Wege zwischen Privatautonomie und Governance, in: Stärkung des Stiftungswesens, Verhandlungen der Fachgruppe für vergleichendes Handels- und Wirtschaftsrecht anlässlich der 35. Tagung für Rechtsvergleichung vom 10. bis 12. September 2015 in Bayreuth, hrsg. v. Peter Jung, Tübingen: Mohr Siebeck 2017. Jakob, Dominique, Draft revision of Swiss inheritance law: impact on estate planning via foundations and trusts, in: Trusts & Trustees 6/2017, S. 705 ff. Jakob, Dominique (Hrsg.), Universum Stiftung, Tagungsband zum 4. Zürcher Stiftungsrechtstag, Basel: Helbing Lichtenhahn 2017. Janssen, Martin, Tips fürs Anlegen, in: Schweizer Monatshefte 977/2010, S. 36–37. Jurius, Keine Besteuerung von juristischen Personen mit ideellen Zwecken, in: Jusletter v. 16.6.2014. 205 TOP Kipfer-Berger von Schnurbein Knöpfel, Ivo, Impact Investments für Stiftungen – mehr als nur eine Modeerscheinung?, in: Der Schweizer Stiftungsreport 2012, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 6, Basel 2012, S. 32–34. Kocher, Zeugin, Koller, Thomas, Die Steuerbefreiung wegen Gemeinnützigkeit in der neueren Rechtsprechung des Schweizerischen Bundesgerichts, in: Non Profit Law Yearbook, 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, S. 175–187. Koss, Claus, Notwendigkeit und Gestaltung der Rechnungslegung von Stiftungen, in: Rechnungsle¬gung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, S. 15–33. Lichtsteiner, Lutz, Lideikyte Huner , Giedre, Philanthropy and taxation, in: Expert Focus 3/2018, S. 209 ff. Maute, Wolfgang, Besteuerung von grenzüberschreitenden Stiftungsratsvergütungen – Unter besonderer Berücksichtigung der Schweiz und von Liechtenstein, Steuer Revue ( StR) 2017, S. 356 ff. Meder, Stephan, Der Stifterwille im Spannungsfeld von privatautonomer Gestaltungsfreiheit und staatlicher Kontrolle. Hat Savigny eine obrigkeitliche Sicht des Stiftungsrechts?, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, S. 81–101. Meyer, Beatrice et al., Rechnungslegung sozialer Nonprofit-Organisationen. Grundlagen, Untersuchungsergebnisse, Empfehlungen, Schriftenreihe Managementwissen für die Praxis, Bd. 5, Zürich u. a.: Schulthess 2011. Meyer, Kühnis, Zöbeli, ST) 10/2011, S. 833–835 Meyer, Passardi, Zöbeli, ST) 9/2011, S. 698–702 Meyer, Zupan, 206 TOP Müller, Zöbeli, Müller, Zöbeli, Neubert, Luzius, Interessenkonflikte, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, S. 5–8. Neubert, Luzius, Vermögensverwaltung, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, S. 23–43. Opel, Andrea, Zeit für Veränderung im schweizerischen Gemeinnützigkeitssteuerrecht, Zeitschrift für das Recht der Non Profit Organisationen (npoR) 6/2017, S. 240 ff. Pfister, Loïc, La fondation, Genf/Zürich/Basel: Schulthess 2017. Pietropaolo, Giesbrecht, ST) 4/2013, S. 235–239 Piko, Rita, Compliance bei Non-Profit-Organisationen – Teil 1, in: Compliance Berater (CB) 7/2018, S. 221 ff. Piko, Rita, Compliance bei Non-Profit-Organisationen – Teil 2, in: Compliance Berater (CB) 8/2018, S. 262 ff. Piotet, Denis, L’évolution du droit fiscal étranger vers la «transparence» peut-elle justifier la dissolution et la liquidation d’une fondation de famille conforme au droit suisse?, in: Not@lex – Revue de droit privé et fiscal du patrimoine 4/2015, S. 85 ff. Prevas AG (Hrsg.): Wegweiser für Stiftungsräte – Eine Überlebenshilfe im Alltag der beruflichen Vorsorge, Bern: Stämpfli 2015. Rautenstrauch, Thomas, Internes Kontrollsystem (IKS) in Stiftungen: Grundlagen und Zusammenhänge, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, S. 35–55. Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011. Riemer, Hans Michael, GAFI-Umsetzung: Pflicht zur Eintragung ins Handelsregister auch für kirchliche Stiftungen und Familienstiftungen, in: Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht (SZW) 1/2016, S. 70 ff. Riemer, Riemer-Kafka, Bloch-Riemer, 207 TOP Röllin, Art. 80 ff. ZGB Roza, Bethmann, Meijs, von Schnurbein, Schaefers, Kevin, Nachhaltiges Investieren – ein wirtschaftliches Beratungskonzept, Diss., St. Galler Beiträge zur Wirtschaftsethik, Bd. 46, Bern: Haupt 2014. Schmid, Dominik, Rechtliche Grundlagen der Vermögensverwaltung. Eine Untersuchung zur Bedeutung der Begriffe «Verwaltung» und «Vermögen» im schweizerischen Privatrecht, Diss., Abhandlungen zum schweizerischen Recht, Bd. 790, Bern: Stämpfli 2013. Schmitz, Eberle, Schönenberg, Daniela, Venture Philanthropie – Haftung von Stiftungen für Strategieberatung am Beispiel des Schweizer Rechts, in: Non Profit Law Yearbook 2010/2011. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2011, S. 137–158. Schönenberg, Daniela, Venture Philanthropie. Zulässigkeit und haftungsrechtliche Konsequenzen für Schweizer Stiftungen und deren Organe, Diss., Schriften zum Stiftungsrecht, Bd. 2, Basel: Helbing Lichtenhahn 2011. Schönenberg, von Schnurbein, Schönenberg, Daniela, Anwaltliche Tätigkeiten, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, S. 75–81. Sprecher, Thomas, Die Verbrauchsstiftung und andere Möglichkeiten der Stiftungsgestaltung, in: Jusletter v. 31.5.2010. Sprecher, Thomas, Die Stiftung als Investorin, in: Innovatives Recht. Festschrift für Ivo Schwander, hrsg. v. Franco Lorandi und Daniel Staehelin, Zürich u. a.: Dike 2011, S. 191–208. Sprecher, Thomas, How foundations can achieve more with their money, in: Trusts & Trustees 6/2012, S. 491–495. Sprecher, Thomas, Zur steuerlichen Behandlung von neuen Förder- und Finanzierungsmodellen, in: Der Schweizer Stiftungsreport 2013, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 8, Basel 2013, S. 19–23. Sprecher, SJZ) 18/2010, S. 425–433 208 TOP Sprecher, Thomas, Verantwortliche Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) Nr. 9, S. 221–228. Sprecher, Thomas, Zweckbezogene und nachhaltige Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) Nr. 10, S. 249–262. Sprecher, Thomas, Vermögensbewirtschaftung durch Schweizer Stiftungen, in: Handbuch der Vermögensverwaltung in Deutschland, Österreich, der Schweiz und Liechtenstein, hrsg. v. Frank A. Schäfer et al., 2. Aufl. München: C.H. Beck 2016, S. 700–719. Sprecher, Thomas, Stiftungsrecht – in a nutshell, Zürich/St. Gallen: Dike 2017. Sprecher, Thomas, Der Stifter im Erbrecht – der Erblasser im Stiftungsrecht, in: Schweizerische Juristen-Zeitung (SJZ) 114, Nr. 23, 2018, S. 541 ff. Sprecher, Thomas, Die Verbrauchsstiftung – Grundlagen, Formen, Wirkungen, in: Jusletter, v. 15.6.2020. Sprecher, von Salis-Lütolf, Studen, Goran, Die Dachstiftung. Das Tragen und Verwalten von Unterstiftungen unter dem Dach einer selbständigen Stiftung, Diss., Schriften zum Stiftungsrecht, Bd. 3, Basel: Helbing Lichtenhahn 2011. Studen, Geinoz, Expert Focus 4/2018, S. 272 ff. Uhl, Matthias, Kooperation im Stiftungsrecht, Diss., Basel: Helbing Lichtenhahn 2016. Vez, Parisima, La fondation: lacunes et droit désirable. Une analyse critique et systématique des articles 80 à 89 CC, Diss., Abhandlungen zum Schweizerischen Recht, Bd. 687, Bern: Stämpfli 2004. von Orelli, Lukas, Zur Auslegung des Stifterwillens, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, S. 125–151. von Orelli , Lukas, Zur Auslegung des Stifterwillens, Diss. Basel: Helbing & Lichtenhahn 2019. von Schnurbein , Georg, Dachverbände als Instrument der Non-Profit Governance, in: Zeitschrift für Wirtschafts- und Unternehmensethik (zfwu) 1/2012, S. 50–61. von Schnurbein , Georg, Die ewige Stiftung oder die empirische Suche nach einem Ideal, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013, S. 79–89. von Schnurbein , Georg, Motivationen zur Stiftungsgründung, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, S. 19–31. von Schnurbein , Georg, Spezialthema: Kleine Stiftungen und ihre spezifischen Anforderungen. Zehn Thesen zur Wirksamkeit von kleinen Stiftungen, in: Der Schweizer Stiftungsreport 2014, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 12, Basel 2014, S. 31–33. 209 TOP von Schnurbein Bethmann von Schnurbein Fritz von Schnurbein Timmer von Schnurbein Kipfer Art. 86a ZGB von Schnurbein Perez, Vyslozil, Sensburg, Wyser, Raphael, Evaluation von Förderprojekten. Governance-Analyse einer spezifischen Evaluationssituation unter Anwendung der Prinzipal-Agenten- und der Vertrauenstheorie, Hamburg 2016. Zeiter, Art. 493 ZGB Zihler, Florian, Zulässigkeit von Holdingstiftungen aus der Sicht der Handelsregisterbehörden, in: Zeitschrift zur Rechtsetzung und Praxis in Gesellschafts- und Handelsregisterrecht (REPRAX) 2018, S. 69 ff. Zöbeli, Daniel, Bezahlte Mandatsvergabe an die obersten Leitungsorgane, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, S. 19–21. Zöbeli, Daniel, Gesetzliche Bestimmungen und Aufsichtsrecht, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, S. 9–18. Zöbeli, von Schnurbein © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Stiftungsglossar Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 210-235 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 210 TOP Stiftungsglossar → Verweis zu einem anderen Begriff im Stiftungsglossar ↔ Rückverweis auf sinnverwandte Begriffe, die nicht erläutert werden. administrativer Aufwand ↔ Overhead ↔ Verwaltungskosten ↔ Zentrale Dienste direkten Projektaufwand Stiftungsaufwand → Aufwand Advocacy Gemeinnützigkeit aktive Anlage ↔ passive Anlage Umsetzung der Anlagestrategie Anlageklassen alternative Anlagen Standardanlagen Anlageklasse ↔ Asset-Klasse alternativen Anlagen Anlageorganisation Anlageprozesses Vermögensbewirtschaftung Investment Controlling 211 TOP Anlagepolitik Stiftungsvermögens Anlagestrategie Anlageprozess Anlagestrategie Umsetzung der Anlagestrategie Investment Controlling Anlagereglement Investment Controlling → Stiftungsreglement Anlagerisiken Es ist zwischen Risiken zu unterscheiden, die marktüblich entschädigt werden, und solchen, bei denen das nicht der Fall ist. Ein gut diversifiziertes Aktienportfolio beispielsweise wird marktüblich entschädigt: Zusätzliches Risiko führt im Durchschnitt zu einem höheren Anlageertrag. Ein schlecht diversifiziertes Aktienportfolio hat demgegenüber auch viel Risiko, ohne dass damit ein hoher erwarteter Ertrag verbunden wäre. → nichtentschädigte Risiken → Risiko Anlagestiftung BV Anlagestrategie ↔ Strategie Risikobereitschaft erwarteten Anlageertrag risikoarme Obligationen diversifizierte Aktien → Umsetzung der Anlagestrategie Anschubfinanzierung Initialfinanzierung Startfinanzierung Anspruchsgruppen ↔ Interessengruppe ↔ Stakeholder Destinatäre Asset-Klasse → Anlageklasse 212 TOP Asset Allocation → Vermögensallokation, Vermögensanlage Aufhebung Stiftungsaufsicht Stiftungszwecks Zweckänderung Stiftungsvermögen Stiftungsaufsicht Aufsichtskonkordat → Stiftungsaufsicht Aufwand ↔ Projektaufwand Swiss GAAP FER 21 Förderleistung administrativen Aufwand Förderaufwand direkte Projektförderung direkten Projektaufwand direkte Projektförderung Stiftungsaufwand administrativen Aufwand direkten Projektaufwand Ausschuss Stiftungsrats Stiftungsorgane Ausschüttung → direkte Projektförderung Ausschüttungsgebot Anders als in den USA, wo der Gesetzgeber eine jährliche Ausschüttungsquote von 5 % des (liquiden) Stiftungsvermögens verlangt, kennt die Schweiz keine gesetzliche Vorschrift, jedes Jahr eine bestimmte Quote zu verwenden. Andererseits besteht ein Thesaurierungsverbot: Stiftungen, die über längere Zeit ihre Mittel nur äufnen, statt sie zu verwenden, werden zu stiftungsrechtlich unzulässigen Selbstzweckstiftungen. Auch steuerlich hat dies Konsequenzen, indem Stiftungen, die längere Zeit ohne hinreichende Begründung auf Förderaktivitäten verzichten, nicht mehr steuerbefreit werden können. Anders verhält es sich dort, wo die Zweckerfüllung nur durch die Äufnung von Vermögen möglich ist, weil etwa der Zweck für eine bestimmte Zeit überhaupt nicht verfolgbar ist oder weil Projekte von einer Grössenordnung verfolgt werden, die eine mehrjährige Äufnung bedingen. → zeitnahe Mittelverwendung Bankeigentümerstiftung Von einer Bank gegründete und aus ihrem Vermögen, d. h. mit ihren Eigenmitteln alimentierte Förderstiftung. Rechtlich ist die Bank Stifterin, wirtschaftlich sind die Eigentümer der Bank die Stifter. → Bankenstiftung → Bankkundenstiftung → Banquierstiftung bankennahe Stiftung → Bankenstiftung 213 TOP Bankenstiftung Art. 80 ff. ZGB → Bankeigentümerstiftung → Bankkundenstiftung → Banquierstiftung Bankkundenstiftung Förderstiftung, die im Wesentlichen mit Mitteln von Bankkunden alimentiert wird. Einige Banken bieten ihren Kunden individuelle oder kollektive Stiftungsgefässe an, mit denen sie ihre Anliegen umsetzen lassen können. → Bankeigentümerstiftung → Bankenstiftung → Banquierstiftung Banquierstiftung Von philanthropisch orientierten Banquierpersönlichkeiten privat errichtete und mit Teilen ihres Privatvermögens ausgestattete Förderstiftung. → Bankeigentümerstiftung → Bankenstiftung → Bankkundenstiftung Beirat Stiftungsrat Stiftungsorgan Stiftungsgremium Ausschuss Benchmark Vergleichsmassstab (z. B. Index), an dem die Anlageresultate oder auch die Wirkung der Förderleistung der Stiftung gemessen werden. Betriebsaufwand → Stiftungsaufwand Bilanz → Stiftungsbilanz Budgetplanung Dient der Planung der Einnahmen und Ausgaben. Bürgerstiftung Eine Bürgerstiftung dient der Finanzierung und Unterstützung von gemeinnützigen Organisationen und Projekten in einem definierten geografischen Raum (z. B. Stadt, Region o. ä.). Dazu werden Spenden von Einwohnern und lokalen Unternehmen gesammelt. Organisatorisch besteht in einer Bürgerstiftung über dem Stiftungsrat eine Stifterversammlung, in der alle Spender ein Mitspracherecht haben. In der Schweiz ist diese Form der Stiftung eher unüblich. In einigen wenigen Fällen bestehen Bürgerstiftungen als Ergänzung zu kommunalen Institutionen, und der Stifterversammlung gehören grundsätzlich alle Bürger der Gemeinde an. BVG -Stiftung Personalvorsorgestiftung Stiftungsphänomenologie 214 TOP Checks and Balances Gegenseitige Kontrolle (Checks) verschiedener Organe zur Herstellung eines dem Erfolg des Ganzen förderlichen Systems partieller Gleichgewichte (Balances). Dies setzt ein System der Gewaltenteilung voraus. Checks and Balances ist einer der vier für die gesamte Stiftungstätigkeit zu beachtenden Grundsätze. Die drei anderen lauten: Wirksame Umsetzung des Stiftungszwecks, Transparenz und gesellschaftliche Verantwortung. Civil Society → Zivilgesellschaft Comply or explain Die höchste Stufe der Verbindlichkeit von Regelsystemen ist der gesetzliche Rahmen («legal»). Auf zweithöchster Stufe steht das Prinzip «comply or explain», wonach eine Regel grundsätzlich zu befolgen ist – wer dies nicht tut, muss dafür eine Begründung angeben. Auf dritter Stufe schliesslich stehen die Empfehlungen («recommendations»), wie beim Swiss Foundation Code. Corporate Foundation → Firmenstiftung Corporate Social Responsibility (CSR) gemeinnützige Stiftungen Firmenstiftungen Dachstiftung unselbständigen Stiftungen Zustiftungen Legate Stiftungsgründung Stiftungsphänomenologie Dealing at arm’s length Grundsatz, dass Geschäfte mit verbundenen bzw. nahestehenden Personen zu Konditionen durchgeführt werden, wie sie im Umgang mit völlig unabhängigen Personen gelten. Dieser Grundsatz gilt etwa für Geschäfte zwischen der Stiftung und Mitgliedern des Stiftungsrats und der Geschäftsführung. → Interessenkonflikte Destinatäre ↔ Stakeholder Förderleistungen Leistungsempfänger Intermediäre direkte Projektförderung ↔ Ausschüttung ↔ Projektaufwand Förderung mit Beiträgen, die unterstützten Projekten direkt zufliessen; oft auch «Ausschüttungen» genannt. 215 TOP direkter Projektaufwand ↔ Projektaufwand Destinatäre operative Stiftungstätigkeit → Aufwand Diversifikation; diversifizieren Anlageklassen Risiken Donation Zweckbestimmte Schenkung. Dritter Sektor → NPO-Sektor effektiv, Effektivität Wirkung effizient, Effizienz Wirkung Ehrenamtlichkeit → Entschädigung von Stiftungsratsmitgliedern Entschädigung von Stiftungsratsmitgliedern ↔ Ehrenamtlichkeit ↔ Honorar ↔ Salär Steuerbefreiung Stiftungsrats Erbstiftung Stifters Stifter 216 TOP Erbvertrag Stiftungen können durch einen Erbvertrag errichtet werden, in dem zwischen den Parteien freiwillig und verbindlich über erbrechtliche Ansprüche verfügt wird. Bei allen erbrechtlichen Verfügungen sind unbedingt die Formvorschriften zu beachten. Während ein Testament jederzeit einseitig geändert und ergänzt werden kann, ist dies beim Erbvertrag nicht mehr möglich. → Erbstiftung → Legat → Testament erwarteter Anlageertrag Abgesehen von Zinsen staatlicher Anlagen sind die Erträge sowohl von Finanzinstrumenten als auch von ganzen Portfolios unsicher. Man kann sich aber – nicht zuletzt auf der Basis statistischer Analysen – eine Meinung über die erwarteten Erträge einzelner Finanzinstrumente oder von ganzen Portfolios bilden. ESG-Kriterien Kriterien im Rahmen nachhaltigen Investierens: «Environmental, Social and Governance». Die ökologischen, sozialen und Governance-Kriterien sind die drei Hauptbereiche, die man als zentrale Faktoren bei der Messung von Nachhaltigkeit von Investitionen betrachtet. → Nachhaltiges Investieren Evaluation Wirkung Zielerreichungsgrades → Fördervertrag Familienstiftung Destinatäre Steuerbefreiung Art. 335 ZGB Stiftungsphänomenologi festverzinsliche Anlage Obligationen und Festgelder. finanzielle Führung Anlageprozesses Finanzmanagement → Vermögensmanagement Finanzmarkt Vermögensbewirtschaftung firmennahe Stiftung → Firmenstiftung 217 TOP Firmenstiftung ↔ Corporate Foundation ↔ firmennahe Stiftung gemeinnützige Stiftung → Unternehmensstiftung Fonds unselbständige Stiftung Stiftungsphänomenologie Förderaufwand direkter Projektförderung direktem Projektaufwand Förderleistung → Aufwand Förderkriterien → Förderrichtlinien Förderleistung Destinatäre Stiftungszwecks operative Stiftung → Förderaufwand Förderpolitik → Stiftungspolitik Förderrichtlinien ↔ Förderkriterien Förderleistungen Stiftungszweck Programmförderung Anspruchsgruppen Förderreglement → Stiftungsreplement → Förderrichtlinien Förderschwerpunkt → Programmförderung Förderstiftung Gemeinnützige Stiftung → Klassische Stiftung → Vergabestiftung Stiftungsphänomenologie 218 TOP Förderstrategie → Stiftungsstrategie Fördervertrag ↔ Leistungsvereinbarung Destinatär → Evaluation Förderwirkung → Wirkung Foundation Governance Förderstiftungen → Governance funktionale Transparenz Stakeholder Fusion Stiftungszwecke Stiftungsaufsicht → Kooperation gemeinnützige Stiftung steuerbefreit → Gemeinnützigkeit Stiftungsphänomenologie Gemeinnützigkeit Steuerbefreiung → gemeinnützige Stiftung Geschäftsbericht ↔ Jahresbericht Leistungsbericht Swiss GAAP FER Geschäftsführung Stiftungsrat Ausschuss Checks and Balances 219 TOP Governance Stiftungsrat Stiftungsorganen Stiftungsgremien Anspruchsgruppen → Foundation Governance grosse Stiftungen → Stiftungsgrösse Gründung → Stiftungsgründung Handelsregister Stiftungsratsmitglieder Revisionsstelle www.zefix.ch Handlungsfeld → Programmförderung Honorierung Entschädigung von Stiftungsratsmitgliedern → Salär IKS → Internes Kontrollsystem Impact → Wirkung inaktive Stiftung ↔ stille Stiftung Stiftung, die ihre Förderaktivitäten weitestgehend stillgelegt hat. Gelegentlich auch «stille Stiftung» genannt. Für eine vorübergehende Inaktivität kann es valable Gründe geben. Dauerhaft inaktive Stiftungen hingegen sind inakzeptabel und müssen einer neuen Lösung zugeführt werden. Initialfinanzierung Startfinanzierung → Anschubfinanzierung Innovationsfunktion, Innovationsförderung Anspruchsgruppen Interessengruppe → Anspruchsgruppen 220 TOP Interessenkonflikt Dealing at arm’s length → Self-Dealing Intermediäre Destinatäre → Leistungsempfänger Internes Kontrollsystem (IKS) Seit dem 1. Januar 2008 müssen sich «wirtschaftlich bedeutende Stiftungen» der sogenannten ordentlichen Revision («full audit») unterziehen, die neben der Rechnungsführung auch die Prüfung der Existenz eines Internen Kontrollsystems umfasst. «Wirtschaftlich bedeutend» sind Stiftungen, die in zwei aufeinanderfolgenden Geschäftsjahren alternativ zwei der drei folgenden Grössenkriterien überschreiten: Bilanzsumme von CHF 10 Mio., Umsatzerlös von CHF 20 Mio., 50 Vollzeitstellen im Jahresdurchschnitt. Investment Controlling ↔ Kontrolle der Vermögensresultate ↔ Kontrolle der Anlageresultate Anlagestrategie Jahresbericht → Geschäftsbericht Kirchenstiftung ↔ kirchliche Stiftung gemeinnützigen Stiftung Stiftungsphänomenologie kirchliche Stiftung → Kirchenstiftung klassische Stiftung gemeinnützigen Stiftungen Förderstiftung Vergabestiftung Stiftungsphänomenologie kleine Stiftungen → Stiftungsgrösse Konkordat → Stiftungsaufsicht Kontrolle der Anlageresultate → Investment Controlling 221 TOP Kontrolle der Vermögensresultate → Investment Controlling Kooperation ↔ Partnerschaft Zusammenarbeit mit anderen Organisationen mit dem Ziel, durch gemeinsames Auftreten eine stärkere Wirkung und Synergieeffekte zu erzielen. → Fusion → Public-Private-Partnership Kosten-Nutzen-Rechnung Outcome Kostenstellenrechnung Verbindet die anfallenden Kostenarten (Personalkosten, Sachkosten etc.) mit den verursachenden Kostenträgern (Leistungseinheiten). Dadurch lassen sich Leistungsbeziehungen innerhalb der Organisation nachvollziehen und die Effizienz der Stiftung verbessern. Kryptostiftung Stiftung, deren Aktivität primär die Entwicklung und Umsetzung einer auf Blockchain-Technologie beruhenden Dienstleistung umfasst. Häufig wird die Finanzierung durch die Ausgabe einer Kryptowährung ermöglicht. Kryptostiftungen sind in der Regel nicht gemeinnützig. Legat Erbstiftung Zuwendung → Erbvertrag → Testament Leistungsbericht Geschäftsberichts Leistungsempfänger Oberbegriff für Fördermittelempfänger. → Destinatär → Intermediäre Leistungserbringungsziele → Output Leistungsvereinbarung → Fördervertrag Leistungswirkungsziele → Outcome 222 TOP Leitbild Stiftungsurkunde Stiftungspolitik Leistungsempfängern Stakeholdern Liquiditätsplanung Ziel der Liquiditätsplanung ist es, dafür zu sorgen, dass im Zeitpunkt geplanter Ausgaben genügend liquide Mittel zur Verfügung stehen. Die Investitionen sollten möglichst kurzfristig liquidiert werden und so als ertragsbringend wegfallen. Es geht bei der Liquiditätsplanung demnach um die Optimierung von Ertragsausfällen und ungestörter Projekt- und anderer Finanzierung. Mäzenatentum Sponsor Mission-based Investing → zweckbezogenes Investieren Mission Investing → zweckbezogenes Investieren Missionrelated Investing → zweckbezogenes Investieren mittelgrosse Stiftungen → Stiftungsgrösse Mittelverwendung Umgang mit den Mitteln, die der Stiftung für die Zweckerfüllung zur Verfügung stehen. → zeitnahe Mittelverwendung nachhaltige Investitionen Investitionen, bei denen nebst den konventionellen Kriterien wie Rentabilität, Liquidität, Sicherheit, Risikoverteilung auch ökologische, soziale, ethische oder Governance-Kriterien angewendet werden. → ESG-Kriterien nachstiften, Nachstiftung → zustiften, Zustiftung nichtentschädigte Risiken Anlagerisiken Finanzmärkten diversifizierte Aktienportfolios nichtgemeinnützige Stiftung → p rivatnützige Stiftung NPO Non-Profit-Organisationen. → NPO-Sektor 223 TOP NPO-Sektor ↔ Dritter Sektor Spenden öffentlich-rechtliche Stiftung Dem öffentlichen Recht unterstellte, selbständige oder unselbständige Stiftung, die einen öffentlichen Zweck verfolgt. Sie wird durch ein Gesetz gegründet und in der Regel auch von der öffentlichen Hand alimentiert (z. B. Schweizer Kulturstiftung Pro Helvetia, Schweizerischer Nationalfonds zur Förderung der Wissenschaftlichen Forschung). → privatrechtliche Stiftung Stiftungsphänomenologie operative Stiftung ↔ Trägerschaftsstiftung Das Kerngeschäft einer operativen Stiftung ist nicht die Zusprechung von Mitteln, sondern die Umsetzung des Stiftungszwecks durch eine Trägerschaft, eigene Dienstleistungen oder eigene Projekte. operative Stiftungstätigkeit operative Stiftung Organisationreglement → Stiftungsreglement Outcome ↔ Leistungswirkungsziele Förderleistungen Leistungsempfängern Wirkung Projektwirkung Output → Zielerreichung Output ↔ Leistungserbringungsziele Förderleistungen → Zielerreichung Overhead → administrativer Aufwand Partnerschaft → Kooperation passive Anlage → aktive Anlage 224 TOP Pensionskassenstiftung → Personalvorsorgestiftung Stiftungsphänomenologie Personalvorsorgestiftung ↔ BVG -Stiftung ↔ Pensionskassenstiftung Fusionen Steuerbefreiung gemeinnützige Stiftung Stiftungsvermögen → Sammelstiftung Stiftungsphänomenologie Philanthropie Philanthropie umfasst jede private freiwillige Handlung für einen gemeinnützigen Zweck. Dazu zählen Zeit-, Geld- und Sachspenden. Politik → Anlagepolitik → Stiftungspolitik privatnützige Stiftung ↔ nichtgemeinnützige Stiftung Familienstiftung privatrechtliche Stiftung Art. 80 ff., 335 ZGB gemeinnützige Stiftungen Familienstiftungen kirchliche Stiftungen Personalvorsorgestiftungen Unternehmensstiftungen öffentlich-rechtliche Stiftungen Stiftungsphänomenologie Programmförderung ↔ Förderschwerpunkt ↔ Handlungsfeld Förderleistungen Projektaufwand → Aufwand → direkte Projektförderung → direkter Projektaufwand Projektmanagement Evaluation Projektwirkung Outcome Destinatären 225 TOP Public-Private-Partnership Kooperation NPO Rating Angabe zur Fähigkeit einer Unternehmung, langfristige Schulden zurückzahlen zu können, bzw. Angabe zur Wahrscheinlichkeit, dass eine bestimmte Obligationenanleihe zurückbezahlt wird. Ratings werden von Rating-Agenturen veröffentlicht. Reglement → Richtlinie → Stiftungsreglement Revisionsstelle Stiftungen müssen von Gesetzes wegen eine externe Revision wählen, die den für sie geltenden gesetzlichen Vorgaben betreffend Unabhängigkeit und besonderer Befähigung zu genügen hat. Spenden Zuwendungen Die Revisionsstelle prüft jährlich die Rechnungsführung der Stiftung und erstellt einen Bericht zuhanden des Stiftungsrats. Das Revisionsmandat ist auf das gesetzliche Minimum zu beschränken. Richtlinie ↔ Reglement ↔ Stiftungsrichtlinie Stiftungsreglement Risiko Bedeutet im Volksmund den Umstand, dass es schlechter kommen kann als erwartet. Aus ökonomischer Sicht ist Risiko hingegen ganz allgemein der Umstand, dass es anders, d. h. besser oder schlechter kommen kann als erwartet. Wichtig ist dabei, dass man Vorstellungen hat, in welchem Umfang es anders kommen könnte. Risiko ist mit anderen Worten ein Mass für die Ungewissheit, ein bestimmtes Ziel zu verfehlen. Einzelne Risiken werden systematisch entschädigt, für andere Risiken gilt das nicht. → Anlagerisiken → nichtentschädigte Risiken → risikoarme Obligationen → risikobehaftete Anlage → Risikoentschädigung → risikolose Obligationen → Risikomanagement risikoarme Obligationen Geeignete Mischung aus Obligationen international tätiger Unternehmungen, abgesichert in der Währung der Stiftungsausgaben. risikobehaftete Anlage Risiko → Wertschwankungsreserve Risikobereitschaft Anlagerisiken 226 TOP Risikoentschädigung → systemische Risiken → unsystemische Risiken Risiken Finanzmärkten risikolose Obligationen Obligationen glaubwürdiger Staaten, Gliedstaaten, staatlich garantierter Banken sowie von internationalen Organisationen, hinter denen direkt oder indirekt ein zuverlässiges zukünftiges Steueraufkommen steht. Risikomanagement Umfasst alle organisatorischen Regelungen und Massnahmen zur Erkennung und zum Umgang mit Risiken. Salär Der den Mitarbeitern der Geschäftsstelle von der Stiftung als Arbeitgeberin gemäss Arbeitsvertrag ausbezahlte Lohn. → Entschädigung von Stiftungsratsmitgliedern → Honorar Sammelstiftung Unternehmen, die keine eigene Personalvorsorgeeinrichtung gründen wollen, können sich einer Sammelstiftung anschliessen. Dies wird vorwiegend von kleineren und mittleren Unternehmen genutzt. Sammelstiftungen werden meist von Banken, Versicherungen, Arbeitgeberverbänden oder Treuhandfirmen geführt. Stiftungsphänomenologie Schwankungsreserve → Wertschwankungsreserve Selbstevaluation Stiftungsrat Selbstregulierung Foundation Governance SwissFoundations Self-Dealing Stiftungsrats Geschäftsführung → Interessenkonflikt Spende Zuwendung → Zustiften, Zustiftung Spendenstiftung Stiftungsvermögen Zustiftungen Stiftungszwecks Förderstiftung Stiftungsphänomenologie 227 TOP Sponsor/Sponsoring Der Sponsor stellt der Stiftung finanzielle Ressourcen, Sachleistungen und/oder Wissen/Erfahrung zur Verfügung und erwartet dafür Gegenleistungen (v. a. Werbung/Erreichung kommunikativer Ziele). Sponsoringaktivitäten sind von kommerziellen Interessen geleitet und daher vom Sponsor steuerlich nicht abzugsfähig. Ausserdem fallen für die Stiftung regelmässig Mehrwertsteuern an. → Mäzenatentum Stakeholder → Anspruchsgruppen → Destinatäre Standardanlagen risikolose Obligationen risikoarme Obligationen alternativen Anlagen Startfinanzierung ↔ Initialfinanzierung Ausstattung eines Projekts oder einer Institution mit Ressourcen, die ausreichen, um gezielt Aktivitäten aufzunehmen. → Anschubfinanzierung Steuerabzug Spenden Zustiftungen Steuerbefreiung ↔ teilweise Steuerbefreiung Leistungen, die zum Wohl der Gesellschaft erbracht werden, sollen nicht durch Steuern belastet werden. Deshalb sind → gemeinnützige Stiftungen in der Regel steuerbefreit. Dabei entfallen einerseits Vermögens- bzw. Einkommenssteuer (Gewinn- und Kapitalsteuer) sowie andererseits Erbschafts- und Schenkungssteuer (wird nicht in allen Kantonen erhoben). Voraussetzungen für eine Steuerbefreiung auf Bundesebene sind: Gemeinnützigkeit, Ausschliesslichkeit der Mittelverwendung und Unwiderruflichkeit der Zweckbindung. Für die Befreiung von der kantonalen Steuerpflicht gilt das Steuerrecht der einzelnen Kantone. In der Regel werden dabei ähnliche Voraussetzungen wie auf Bundesebene gefordert. Stiftungen, welche die Voraussetzungen nicht vollumfänglich erfüllen, können eine Teilsteuerbefreiung erlangen. Ob die Voraussetzungen für eine Steuerbefreiung vorliegen, ist schon vor der Errichtung der Stiftung zu prüfen; gegebenenfalls kann dann die Stiftungsstruktur noch angepasst werden. Eine einmal erteilte Steuerbefreiung gilt nicht unbeschränkt und kann, wenn die Voraussetzungen nicht mehr gegeben sind, entzogen werden. Zuwendungen an steuerbefreite Stiftungen können in Bund und Kantonen von den Steuern abgesetzt werden. → Steuerabzug Stifter Eine Stiftung kann durch jede mündige natürliche Person sowie durch juristische Personen wie Unternehmen, Vereine oder öffentlich-rechtliche Körperschaften errichtet werden. Auch mehrere Personen zusammen können als Stifter auftreten. Sodann ist auch der Einsatz eines treuhänderischen Stifters zulässig, wenn der «wirkliche» oder «wirtschaftliche» Stifter gegen aussen nicht als formeller Stifter auftreten will. Dies bedeutet auch, dass das der Stiftung gewidmete Vermögen nicht zwingend von jener Person stammen muss, die als (formeller) Stifter fungiert. → Widmung 228 TOP Stifterrechte Art. 86a ZGB Stiftung auf Zeit Stifter Stiftungsurkunde Stiftungsaufsicht ↔ Aufsichtskonkordat ↔ Konkordat ↔ Stiftungskonkordat Stiftern Stiftungsaufwand ↔ Betriebsaufwand administrativem Aufwand direktem Projektaufwand Stiftungsbilanz ↔ Bilanz Vermögensanlagen Stiftungsfonds → unselbständige Stiftung Stiftungsgremium → Stiftungsorgan Stiftungsgrösse ↔ grosse Stiftungen ↔ kleine Stiftungen ↔ mittelgrosse Stiftungen Stiftungsvermögens Stiftungsgründung ↔ Gründung gemeinnützigen Stiftung Stiftungsurkunde Handelsregister Stiftungsreglemente Stiftungsaufsicht Steuerbefreiung Stifter Stiftungsurkunde Stiftungsreglement Erbstiftung → Zweckänderung Stiftungskapital → Stiftungsvermögen 229 TOP Stiftungskultur Gesamtheit von Werten und Normen, die von den Angehörigen der Stiftung geteilt und in ihrem Verhalten deutlich werden. Entwickelt sich informell aus Interaktionen, kann aber aktiv gestaltet werden. Stiftungsmanagement Stiftungspolitik Stiftungsstrategie Stiftungsorgan Stiftungsrat Revisionsstelle Stiftungsurkunde Stiftungsreglement Stiftungsrat Geschäftsführung Beiräte Stiftungspolitik ↔ Förderpolitik ↔ Politik Stiftungszweck Stiftungsstrategie Leitbildes Stiftungsrat Stiftungsstatut Stiftungsrecht Artikel 80–89a ZGB Stiftungsreglement → Reglement Stiftungsurkunde Stiftungsrat Organisationsreglement Förderreglement Anlagereglement Stiftungsaufsicht Richtlinien → Organisationsreglement → Förderreglement → Anlagereglement → Richtlinie Stiftungsstatut Stiftungsurkunde Stiftungsreglemente Stiftungsstatuten Stiftungsurkunde 230 TOP Stiftungsstrategie ↔ Förderstrategie ↔ Strategie Stiftungspolitik Programmförderung Stiftungsurkunde Stifter Stiftungszweck Stiftungsvermögen Stiftungsrat Stiftungsreglementen Stiftungsrichtlinien Stiftungsvermögen Stiftungskapital Spenden Zustiftungen Stiftungsurkunde → Substanzerhaltung → Verbrauchsstiftung Stiftungszweck Destinatäre Förderleistungen Stifter Stiftungsurkunde Zweckänderung Stiftungsaufsicht Art. 86a Abs. 1 ZGB stille Stiftung → inaktive Stiftung Strategie → Anlagestrategie → Stiftungsstrategie Substanzerhaltung ↔ Vermögenserhalt Stiftungsvermögen Stiftungsvermögen → Verbrauchsstiftung SwissFoundations Im Jahr 2001 gegründeter Verband der Schweizer Förderstiftungen. Swiss GAAP FER 21 www.fer.ch NPO systemische Risiken → Risikoentschädigung 231 TOP teilweise Steuerbefreiung → Steuerbefreiung Testament Erbvertrag → Erbstiftung → Erbvertrag → Legat Thesaurierung Stiftungsvermögens Aufwand Stiftungszweck Steuerbefreiung → Ausschüttungsgebot → zeitnahe Mittelverwendung Traktanden Entspricht den in Deutschland gebräuchlichen Tagesordnungspunkten. Trust Der Trust bezeichnet ein Rechtsverhältnis, bei dem ein Treugeber (Settlor) das Eigentum an bestimmten Vermögenswerten auf einen oder mehrere Treunehmer (Trustees) überträgt, die das Vermögen zum Nutzen von bestimmten Begünstigten (Beneficiaries) zu verwalten und zu verwenden haben. Das Eigentum liegt demnach – im Unterschied zur Stiftung – beim Trustee. Der Trust ist ein in den angelsächsischen Common-Law-Staaten weit verbreitetes, im Schweizer Recht hingegen nicht kodifiziertes Rechtsinstitut. Ausländische Trusts werden aber in der Schweiz anerkannt. Umsetzung der Anlagestrategie Anlagestrategie risikoarmen Obligationen diversifizierte Aktien unselbständige Stiftung ↔ Stiftungsfonds ↔ Unterstiftung Zustiftung Dachstiftungen → Fonds Stiftungsphänomenologie unsystemische Risiken → Risikoentschädigung unternehmenshaltende Stiftung → Unternehmensstiftung Unternehmensholdingstiftung → Unternehmensstiftung 232 TOP unternehmensnahe Stiftung Unternehmensstiftung Firmenstiftung Unternehmensstiftung → unternehmenshaltende Stiftung → Unternehmensholdingstiftung Stiftungszweck Stiftungsphänomenologie Unternehmensträgerstiftung → Unternehmensstiftung Unterstiftung → unselbständige Stiftung Verbrauchsstiftung Stifter Stiftungsrat Stiftungsvermögen → Substanzerhaltung Stiftungsphänomenologie verfügbare Mittel Stiftungsvermögens Stiftungsurkunde Stiftungszwecks Vergabestiftung Förderstiftung Stiftungsphänomenologie Vermögen → Stiftungsvermögen Vermögensallokation ↔ Asset Allocation Bezeichnet die im Einzelnen gewählte Investition. Vermögensanlage ↔ Asset Allocation Bezeichnet die im Einzelnen gewählte Investition. Vermögensbewirtschaftung effiziente Bewirtschaftung Stiftungsvermögens Vermögenserhalt → Substanzerhaltung vermögenserhaltende Stiftung Verbrauchsstiftung 233 TOP Vermögensmanagement ↔ Finanzmanagement Anlagepolitik Anlagestrategie Vermögensbewirtschaftungskosten Anlagestrategie Verwaltungskosten → administrativer Aufwand Weltaktienportfolio Es gibt keine Verfahren, um das Auf und Ab der Weltbörsen oder gar jene einzelner Aktien systematisch besser als andere zu prognostizieren. Aus diesem Grund investieren manche Stiftungen jenen Teil ihres Vermögens, der im Durchschnitt der Zeit mehr als den risikolosen Zins abwerfen soll, in ein Weltaktienportfolio. Wertschwankungsreserve ↔ Schwankungsreserve risikobehaftete Anlagen Stiftungsvermögens Finanzmärkte Wettbewerbslösung Eine Wettbewerbslösung – beispielsweise in der Vermögensbewirtschaftung – liegt dann vor, wenn Kosten und Qualitätsniveau einzelner Tätigkeiten jenen des Marktes entsprechen. Ziel ist es, eine bestimmte Leistung mit einer gewissen Qualität nicht zu einem höheren Preis als am Markt erhältlich abzugelten. Widmung Stifters Stiftungsvermögen Wirkung ↔ Förderwirkung Zielerreichung Outcome Förderleistungen Stiftungszwecks Stiftungspolitik → Effektivität → Effizienz → Impact Wirkungslogik Outcome → Wirkung → Wirkungsmessung 234 TOP Wirkungsmessung Wirkungslogik zeitnahe Mittelverwendung Stiftungsvermögen Stiftungszwecks → Ausschüttungsgebot → Mittelverwendung → Thesaurierung zentrale Dienste → administrativer Aufwand Zielrendite Anlagestrategie Risiken Zielerreichung, Zielerreichungsgrad Wirkungen → Outcome → Output Zivilgesellschaft ↔ Civil Society Konzept einer aktiven «Bürgergesellschaft», die aus Eigeninitiative und Selbstverantwortung soziale und politische Aktivitäten am lebensnahen Raum von Gemeinde, Nachbarschaft und Ortsvereinen entwickelt. Ihre Entfaltung und Entwicklung hängt wesentlich vom Verhalten der Wirtschaft (Corporate Citizenship) und den Massnahmen des Staates ab (Rahmenbedingungen). Die Aktivitäten der Zivilgesellschaft heben sich vom staatlichen Handeln ab. In der Schweiz, in der aufgrund ihres partizipativen Ansatzes und der direkten Demokratie die Kluft zwischen Bürger und Staat geringer ist als in fast allen anderen Staaten, tritt dieser Aspekt in den Hintergrund. Der Begriff «Zivilgesellschaft» fällt weitgehend mit dem hierzulande üblichen Begriff der Bevölkerung zusammen. zustiften, Zustiftung ↔ nachstiften, Nachstiftung Übertragung von Vermögenswerten an eine bestehende Stiftung. Erfolgt sie durch den Stifter, spricht man oft von einer Nachstiftung, erfolgt sie durch Dritte, von einer Zustiftung. Im deutschen Recht muss die Spende zeitnah für den Stiftungszweck verwendet werden, während die Zustiftung das «Grundstockvermögen» der Stiftung erhöhen soll. Das Schweizer Recht verlangt keine solche Differenzierung. Die Spende ist eher von geringerem Wert, die Nachstiftung oder Zustiftung eher von höherem. → Spende → Zuwendung 235 TOP Zuwendung Spenden Nachstiftungen Zustiftungen Zweck → Stiftungszweck Zweckänderung Stifters Stiftungsaufsicht Stiftungsurkunde Art. 86a ZGB → Stiftungsgründung zweckbezogenes Investieren ↔ Mission-based Investing ↔ Mission Investing ↔ Mission-related Investing Stiftungsspezifische Strategie der Vermögensbewirtschaftung, bei der Investitionen vorgenommen werden, die zur Verwirklichung des Stiftungszwecks beitragen, das investierte Vermögen erhalten und möglichst eine marktübliche Rendite erwirtschaften. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Stichwortregister Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 236-249 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 236 TOP Stichwortregister kursiv A Abschussbericht 136 Ad-hoc-Ausschuss (→ Ausschuss) 88 , 89, 212 Administrationskosten 37, 61 Administrativer Aufwand (→ Aufwand) 210, 223, 233, 234 Aktionärsrechte, Ausübung der 161 A-fonds-perdu-Zahlungen 127 Aktien 158 210 Aktive Anlage 210 , 223 Alimentierung 178 Alternative Anlage 158, 210 Altersbeschränkung 66 Amtszeit 66 Amtszeitlimiten 66 Anfangsvermögen (→ Vermögen) 34, 38 Anhörungsrecht 41 Anlage (des Vermögens), Bedeutung der 160 210, 216, 223, 225 Anlageausschuss (→ Ausschuss) 90 173 , 149, Anlagekategorien 158 f., Anlageklasse 210 , 215, 227 Anlageorganisation , 147 f. 210 Anlagepolitik 142 , 148, 211 Anlageprozess 142 153 155 211 Anlagereglement (→ Reglement) 148 211 Anlagerendite 159 Anlageresultat 170 ff. 220 Anlagerichtlinien 163 f. Anlagestiftung 211 Anlagestrategie , , , , , , 156 ff. 211, 231 Anschubfinanzierung 211 237 TOP Anspruchsgruppen (→ Destinatär → Intermediär → Stakeholder) 211 Anwesenheit (in Stiftungsratssitzungen) 82 Asset-Allocation 156, 212 Asset-Klasse (→ Anlageklasse) 211 Aufhebung (der Stiftung) 89, 124, 181, 212 Aufsicht (→ Stiftungsaufsicht) 16 44 228 Aufsichtsbehörde (→ Stiftungsaufsicht) 44 63 Aufwand (→ Administrativer Aufwand → Förderaufwand → Stiftungsaufwand) 210 212 217 224 228 Ausgewogenheit des Stiftungsrats 73 Ausschliesslichkeit der Mittelverwendung (→ Mittelverwendung) 45 , 227 Ausschlusskriterien (bei der Vermögensbewirtschaftung) 160 Ausschuss 89 , 90, 93, 105, 212 Ad-hoc- 88 f. 90 Bildung des 85, 89 Fach- 89 Finanz- 90 Förder- 89 Kompetenzen des 88, 89 Nominations- und Nachfolge- 89 85 f. 89 f. Unabhängigkeit der Mitglieder des 90, 94 Ausserordentliche Sitzung 81 Ausschüttung (→ Direkte Projektförderung) 212 Ausschüttungsgebot 212 Ausstand (→ Interessenkonflikte) 93 220 Autonomiestatus (der Stiftung) (→ Unabhängigkeit) 182 B Bankeigentümerstiftung 212 Bankennahe Stiftung (→ Bankenstiftung) 212 Bankenstiftung 183, 213 Bankkundenstiftung 177, 179, 182, 213 Banquierstiftung 213 Begründung (von Förderentscheiden) (→ Förderentscheid) 128 , 212 Beirat 111 , 213 Benchmark 164 213 Beschlussfassung Sitzung 82 ff. , 93 Betriebsaufwand (→ Administrativer Aufwand → Aufwand → Stiftungsaufwand ) 123 213 Bilanz 145, 213 Branchenverband 101 Budgetplanung 140, 213 Bürgerstiftung 213 BVG -Stiftung (→ Personalvorsorgestiftung) 213 238 TOP C Checks and Balances , 21 214 Civil Society (→ Zivilgesellschaft) 214 Code (→ Swiss Foundation Code) 8 f., 11ff., 25, 51 f., 61, 99, 176, 184 ff., 189 ff., 193 ff. , 214, 218, 229, 250 Compliance 63 Comply or Explain 14, 214 Corporate Social Responsibility 214, 217 Courtage 163 D Dachstiftung 124 214 Dealing at arm’s length 92 , 94, 214 Décharge 63 Destinatär (→ Anspruchsgruppen → Intermediär → Interessengruppen → Stakeholder) 130 ff. 214, Direkte Projektförderung (→ Förderprojekte), Gebot der 214 Direkter Projektaufwand 215 Diversifikation 159 215 Donation 215 Dritter Sektor (→ NPO-Sektor) 215 , 223 E Effektiv, Effektivität (→ Wirkung) 15, 29, 101, 123, 215 Effizient, Effizienz (→ Wirkung) 121 215 Ehrenamtlichkeit (→ Entschädigung) 76 ff. 215 Eigengeschäfte 39 , 226 Einberufene Sitzung 80, 81 Entschädigung (→ Honorar → Ehrenamtlichkeit → Stiftungsrat) , 75 ff., 112 215 Erben 31 Erbstiftung 35 , 215 Erbvertrag 35, 215, 216 Erwarteter Anlageertrag (→ Anlage) 216 ESG-Kriterien 160, 170, 172 f., 216 Ethical Code of Conduct (→ Verhaltenskodex) 229 Evaluation (→ Förderprojekte) 83, 89, 105, 127, 136, 145, 216 Externe Experten 81, 89, 136 F Fachausschuss (→ Ausschuss) 89 Familienstiftung 177, 182, 216 Faustregeln der Risikobereitschaft 158, 233 159, Festverzinsliche Anlage 216 Finanzausschuss (→ Ausschuss) 90 , 104 Finanzen 139 ff 216 239 TOP Finanzielle Führung 140 , 144, 216 Finanzielle Kennzahlen 99 Finanzmanagement (→ Vermögensmanagement) 216, Finanzmarkt, Funktionsweise des 216 Firmennahe Stiftung 216 Firmenstiftung 94, 177 ff., 182 f., 213, 217 Flexibilität (der Stiftung) 47, 49, 78 Fonds 146, 158, 163 ff., 168, 173, 217 Förderaufwand (→ Aufwand) 123 , 217 Förderausschuss (→ Ausschuss) 89 Förderentscheid 97, 104, 117, 128 Förderfokus 98, 111 Förderinstrument 119 Förderkriterien (→ Förderrichtlinien) 98, 117, 128, 130, 217 Förderleistung (→ Förderaufwand) 37, 42, 46, 57, 59, 61, 63, 121, 123 f., 127 f., 131, 154, 157, 179 f., 161, 180, 213, 217 Fördermittel 41, 56, 121 f., 220 Förderpolitik (→ Stiftungspolitik) 96, 217 Förderpraxis 119 , 126 Förderprojekte 93 Qualitätskontrolle der 132 126 f., Förderquote 123 Förderreglement 49, 59, 217 Förderrichtlinien 125 f., 217 Förderschwerpunkt (→ Programmförderung) 217 Förderstiftung 11 f., 14 f., 29 f., 51 f., 56 f.,117, 119, 123, 131, 145, 177, 182, 189, 212 f., 217 Förderstrategie (→ Stiftungsstrategie) 118 ff. 218 Förderung 115 ff. Fund-of-Funds 168 Funktionale Transparenz 218 Führung (→ Finanzielle Führung → Geschäftsführung→ Stiftungsrat) 55 ff 140 216, 218 Fundraising 38, 142, 178, 183, 226 Fusion 41, , 124 218 240 TOP G Gemeinnützige Stiftung, Typologie der 177 ff., 180 ff., 218, Gemeinnützigkeit (→ Entschädigung) 45 177, 183, 218 Gesamtwirkung 135 Geschäftsbericht 59, 92, 100, 144 f., 178, 218 Geschäftsführung 57 ff 84 ff 102 ff. 218 Anforderungen an die 103 103, Organisation der 104 Verantwortungsbereiche der 104 Zeichnungsberechtigung der 104, 105 Geschäftsreglement (→ Reglement) 49, 60 Gesellschaftlicher Bedarf 33, 121 Gesellschaftlicher Nutzen 34 Gesuchsteller (→ Destinatär) 100, 128 f. Gesuchsverkehr 98 Gewaltentrennung (→ Checks and Balances) 21 , 105 Governance (→ Foundation Governance) 218 219 Grosse Stiftungen (→ Stiftungsgrösse) 219 Grundkosten (→ Administrativer Aufwand) 37 Gründung (→ Stiftungsgründung) 27 ff. 219, , 228, Gründungsvermögen 183, 230 H Haftpflichtversicherung 62 Handelsregister 219 Haftung 62 , 76 f., 112, 229 Handlungsfeld (→ Programmförderung) 219 Hebelwirkung 97 Honorar 109 I IKS (→ Internes Kontrollsystem) 62 108 f. 219, 220 Impact 34, 136, 192, 219 Inaktive Stiftung 61 , 219 Informationspflicht (ggb. Destinatären) 128 , 131 Informationsmittel 100 Initialfinanzierung (→ Anschubfinanzierung) 219 Innovationsfunktion und Innovationsförderung 219 Integrität 56 Interessengruppe (→ Anspruchsgruppe → Destinatär→ Intermediär → Stakeholder) 219 241 TOP Interessenkonflikte (→ Stifter → Unabhängigkeit) 68, 92 ff.,111, 141, 147, 153, 164, 179, 183, 192, 220 bei Anlagetätigkeiten 93, 141 f., 148 im Wahlverfahren 93 92 Umgang mit 92 ff. Intermediäre (→ Destinatäre) 220 Internes Kontrollsystem (IKS) 62, 108 f. , 219, 220 Investment Controlling 155 220 Issue Management 62 J Jahresbericht 59, 145, 220 Jahresrechnung 218 K Kapital (→ Vermögen) 140 Kirchenstiftung 177, 182, 220 Kirchliche Stiftung 182, 220 Klarheitsgebot 40 Klassische Stiftung 220 Kleine Stiftungen (→ Stiftungsgrösse) 220 Kodex (→ Swiss Foundation Code) 184 Kommunikation 96 ff Konkordate, Aufsichtskonkordate (→ Stiftungsaufsicht) 212 220 Kontrollmechanismen (→ Internes Kontrollsystem) bei Personalunion 102, 105 Kontrollsystem (→ Internes Kontrollsystem) 62, 94, 108 f., 220 Kooperation 119 124 Kooptation 67 , 93 Kosten-Nutzen-Rechnung 221 Kostenstellenrechnung 123 f., 221 Kostenstruktur 37 , 167 Kreisschreiben 12 46 , 231 L Lebensdauer der Stiftung, Typologie der 124 , 183 Legat 178, 183, 221 Legitimation 29, 191 Leistungsbericht 144 f., 221 Leistungsempfänger (→ Destinatär → Intermediär) 221 Leistungserbringungsziele (→ Output) 221 Leistungs- und Schwankungsreserven 42 Leistungsvereinbarung (→ Fördervertrag) 221 Leistungswirkungsziele (→ Outcome) 221 , 224, 233 Leitbild 48 51 f. , 222, Lernende Organisation 122 Liquidation 124 Liquiditätsplanung 211, 222 Löhne (→ Entschädigung) 78 242 TOP M Management (→ Stiftungsmanagement) 211, 229 Mandat 163, Mandatscontrolling 171, 172 Market-rate Mission Investments 222 Mäzenatentum 222 Mehrwertsteuer 132 , 227 Meritokratisches Prinzip 31 Mindererträge 142 Mission-based Investing 192, 222 Mittel (der Stiftung) 33 f., 37, 75, 78, 103, 116, 119 ff., 122, 123, 127, 130 f., 151 f., 180, 186, 212, 215, 222, 228, 232, 234 Mitteleinsatz, Wirksamkeit des (→ Wirkung) 123 , 145 Mittelherkunft, Typologie der 183, 213 Mittelverwendung 222 , 227 Ausschliesslichkeit der 45 Zeitnahe 234 Mittelgrosse Stiftung (→ Stiftungsgrösse) 12, 222 , 228 Mittelsuchende Stiftung 177 N Nachhaltige Investitionen 140 160, 222 Nachstiften, Nachstiftung (→ Zustiften, Zustiftung) 222 Nichtentschädigte Risiken (→ Anlagerisiken) 222 Nichtgemeinnützige Stiftungen 177 Nominations- und Nachfolgeausschuss (→ Ausschuss) 67 NPO 222 NPO-Sektor 223 O Obligationen (→ Anlage → Risikoarme Obligationen → Risikolose Obligationen) 158 216 Öffentlich-rechtliche Stiftung 182, 227 Operative Stiftung 183, 223 Operative Stiftungstätigkeit 223 Ordentliche Revision (→ Revision) 108 Ordentliche Sitzung 81 Outcome (→ Wirkung) 135 223 Output 135 223 Overhead (→ Administrativer Aufwand) 123 , 223 P Partnerschaft (→ Kooperation) 97, 131, 132 f., 223 Passive Anlage (→ Aktive Anlage) 223 Pensionskassenstiftung (→ Personalvorsorgestiftung) 224 Personalunion 105 Personalvorsorgestiftung 177, 182, 224 Pflichteilsverletzung 31 Philanthrop 28 Philanthropie 45, 51, 192, 224 243 TOP Politik (→ Anlagepolitik → Stiftungspolitik) 10, 58, 71, 98, 148, 224 Portfoliomanager (→ Vermögensbewirtschaftung) 163 f., 167 Positivkriterien (bei der Vermögensbewirtschaftung) 160 Präambel 36 Präsident des Stiftungsrats 84 ff . 66 Aufgaben 84, 85 Funktion 85 Personalunion mit Geschäftsführung 105 Rolle 85 Verhältnis zum Stiftungsrat 86 Verhältnis zur Geschäftsführung 86 Präsidialausschuss (→ Ausschuss) 85 f. 89 ff. Präsidium 61 , 66 Privatnützige Stiftung 224 Privatrechtliche Stiftung 182, 224 Projektaufwand 123 f ., 145 f., 215, 224 Projektbegleitung 130 ff., Projektcontrolling , , 145, Projektevaluation 116, 134 f., 136 Projektmanagement 224 Projektselektion 215 Projektwirkung 224 Protokoll (→ Stiftungsratssitzung) 82 Programmförderung 116, 224 Public-Private-Partnership 225 Q Qualitätskontrolle (→ Förderprojekte) 132 Qualitätsvorgaben 52 Quorum bei Abwahl des Stiftungsrats 67 Präsenz- 82 67 , 82 R Rating 225 Räumlicher Wirkungskreis (der Stiftung) 44, 103, 178 Rechtliche Selbständigkeit 30, 124, 179 Rechtsgefäss 33 Rechts- und Organisationsform 28 Rechtsgestalt 182 Reputation 71 ff. Retrozessionen 166, 168 f. Return on Investment 57, 234 Reglement 225 148 211 78 Geschäfts- 49, 60 Organisations- 49, 60 Rendite (→ Anlagerendite) 153 f., 157 ff., 160 f., 163, 167, 171 ff., 235 Revisionspflicht, Befreiung von der 107 , 225 Revisionsstelle (→ Revision) , 106 ff 225 244 TOP Richtlinien (→ Förderrichtlinien → Reglement) 48 ff. , 59 ff., 70, 72, 78, 84, 88 f. 96, 110 f., 119, 152, 183, 222, 225 Risiko (→ Förderprojekterisiko) 36, 38, 127, 157, 159, 163, 171, 211, 222, 225 Systemische Risiken 230 Unsystemische Risiken 231 Risikoarme Obligationen 210, 225 Risikobehaftete Anlage 225 Risikobereitschaft (→ Faustregeln der Risikobereitschaft) 142, 156 f., 171, 225 Risikobeurteilung 108 Risikodebatte (→ Issue Management) 62 Risikoentschädigung 226 Risikofähigkeit 29, 155, 156, 158 f., 171, 211 Risikolose Obligationen 226 Risikomanagement 151 226 Risikotoleranz 127 S Salär 86, 226 Sammelstiftung 226 Schwankungsreserven (→ Wertschwankungsreserve) 39, 42, 122 f., 157, 171 Selbständige Stiftung 179 Selbstevaluation 181, 226 Selbstregulierung 15 , 189, 191, 226 Self-Dealing 39 , 66, 226 Shareholder Engagement 161 Sitzung 88 ff. , 84 ff., 104 SMART 135 Sorgfaltspflicht 151 Spende 226, Spendenstiftung 11, 178, 182, 226 Spesen 78 Sponsor/Sponsoring 227 Stakeholder (→ Anspruchsgruppe → Destinatär → Intermediär → Interessengruppen) 14 , 85, 99, 227 Standardanlagen 225, 227 Standortwahl 44 Standortwettbewerb 46 Startfinanzierung (→ Anschubfinanzierung) 227 Steuerabzug 46 , 227 Steuerbefreiung 45 227, 231 Steuerbehörden 45 ff. Steuerpflicht, Typologie der 45, 227, 228 Stichentscheid 85 Stifter 227 Anhörungsrecht des 41 Einflussrechte des 41 im Stiftungsrat 40 Rolle des 30, 41 Wille (→ Stifterwille) 28, 32, 36, 38 245 TOP Stifterfreiheit 28 Stifterwille 14, 20, 28, 32, 36, 62, 63 Stiftung auf Zeit (→ Verbrauchsstiftung) 39 228 Stiftungsart 181 f. Stiftungsaufsicht 44 228, Zuständigkeit der 44 Konkordate 44, 178, 220 Stiftungsaufwand (→ Aufwand) 99, 123, 210, 212, 228 Stiftungsgremium 213, 228 Stiftungsgrösse (→ Stiftungsvermögen) 12, 78, 228 Stiftungsgründung 35 228 35, Motive zur 36, 45 zu Lebzeiten 35 Stiftungskapital (→ Vermögen) 228 Stiftungskultur 13, 229 Stiftungskonkordat 44 Stiftungsmanagement 190, 229 Stiftungsmittel (→ Mittel) 51, 122 f., 145 Stiftungsorgane (→ Beirat → Geschäftsführung → Stiftungsrat) 13, 16, 20, 36, 49, 62 f., 92, 94, 128, 212, 219, 229 Stiftungsphänomenologie 16, 176 Stiftungspolitik 59 229, 246 TOP Stiftungsrat 229, 67, Amtsperioden 65, 66 Anforderungsprofil 50, 68, 70, 72 Annahmeerklärung 73 Aufgaben 57, 59 ff., 69 f., 80, 111, 117, 140, 148, 155 Ausscheiden 65 82, 62, Einbezug in Gründungsphase 40 Einführung 70, 74 Entschädigung 46, 56, 72, 75 ff., 112, 191, 215 66 58 72, 93 148 220 71, Organisation 21, 40, 49, 58 ff., 80 persönliche Verhältnisse 72 59, Unabhängigkeit 94 111 145 Wahl (→ Stiftungsratswahl) 49, 65 ff., 72 f., 81, 89 Weiterbildung 70, 74 Wohnsitzerfordernis 73 Zahl 70, 73 f. 60 zeitliche Verfügbarkeit 73 Zusammensetzung 40, 73, 183, 229 Stiftungsratssitzung 73, 80 ff., 86 f. Annahmeerklärung 73 Vorbereitung 72 Wahlkriterien 72 Stiftungsrecht 229 Stiftungsreglement (→ Reglement) 49 229 Stiftungsrichtlinie 230 44 Stiftungsstatut (→ Reglement → Stiftungsurkunde) 16, 100, 229 Stiftungsstatuten (→ Stiftungsurkunde) 229 Stiftungsstrategie (→ Anlagestrategie → Förderstrategie) 59 230 Stiftungsstruktur 227 247 TOP Stiftungsurkunde 49 230 Stiftungsvermögen (→ Vermögen) 230, Stiftungsvision 66, 85 Stiftungszweck 230 36, Änderungsvorbehalt 35, Umsetzung des 12, 14, 20, 38 f., 42, 49, 60 ff., 68, 97 f., 119, 140, 142, 156, 181, 214, 218, 223, 232 ff., Unwiderruflichkeit des 45 Stille Stiftung 219, 230 Strategie (→ Anlagestrategie → Förderstrategie → Stiftungsstrategie) 230, Strategiecontrolling 171 Strategiesitzung 81 Substanzerhaltung 159 230 Swiss GAAP FER 21 145 , 146, 212, 218, 230 SwissFoundations 11, 14 f., 46, 155, 226, 230 Swiss Foundation Code 11 ff., 25, 51 f., 61, 99, 176, 189 ff., 214, 218 T Täuschungsverbot 40 Testament 35, 215 f., 231 Thesaurierung 231 Total Expense Ratio 168 Trägerschaftsstiftung 232 Traktanden 81, 231 Transparenz (→ Informationspolitik) 11, 22, 94, 100, 141, 145, 150, 166, 168 f., 185, 189, 214, 218 Trust 231 U Überprüfung 120, der Stiftungsbereiche 61 der Vermögensresultate (→ Investment Controlling) 149, 160 , 164 Umschichtung (bei der Vermögensbewirtschaftung) 168 Umsetzung der Anlagestrategie (→ Anlagestrategie) 142, 166 f., 210 f., 231 248 TOP Unabhängigkeit 90 der Stiftung 30 des Stiftungsrats (→ Stiftungsrat) 94 bei der Vermögensbewirtschaftung 141, 149 Unselbständige Stiftung 33 f., 42, 124, 177, 179, 182, 214, 217, 223, 231 Unternehmenshaltende Stiftung 231 Unternehmensnahe Stiftung 232 Unternehmensholdingstiftung 231 Unternehmensstiftung 99, 182, 224, 232 Unternehmensträgerstiftung 180, 182 f., 232 Unterstiftung 179, 182 f., 232 Unversteuerte Vermögenswerte 151 Unwiderruflichkeit der Zweckbindung 45, 227 Urkunde (→ Stiftungsurkunde) 33, 182 V Verbrauchsstiftung 39 124 232 Verein 21, 34, 182, 223, 227 Verfügbare Mittel 232 Vergabestiftung 29, 180, 220, 232 Vergabetätigkeit 57 Verhaltenskodex (→ Code) 73 Verlässlichkeit (der Stiftung) 117, 126 Vermögen 232, Vermögensbewirtschaftung (→ Anlage) 232, Vermögenserhalt (→ Substanzerhaltung) 42, 154, 183, 232 Vermögenserträge (→ Anlagerendite) 63, 140, 169, 177, 183 Vermögensgrösse (→ Stiftungsvermögen) 37 , 105, 124, 161 Vermögensmanagement (→ Finanzielle Führung) 233 Vermögensübertragung 235 Vermögensbewirtschaftung, Kosten 37, 61 f., 71, 99, 167, 172, 233 Versteckte Kosten 37 Verwaltungsaufwand (→ Administrativer Aufwand) 123 Verwendungsgebot 123 Vetorecht 67, 82 Vizepräsident 61, 65, 85 f., 87, 89 f., 105 249 TOP W Wahl (→ Stiftungsratswahl) 49, 59, 65 ff., 72 f., 81, 89, 94, 119, 124, 148, 163, 210 Wahl- und Nachfolgereglement (→ Reglement) 49 Wahlkriterien (→ Stiftungsratswahl) 72, 129 Wahrheitsgebot 40 Wahrnehmung (der Stiftung) 98 Weltaktienportfolio 233 Wertschöpfungsprozesse keine Wertschwankungsreserve 159 , 233 Wettbewerbslösung 233 Wirkungsmessung 134 ff., 234 Wohnsitzerfordernis (→ Stiftungsrat) 73 Widmung (des Stiftungsvermögens) (→ Stiftungsgründung) 33, 46, 76, 154, 233 Wirkung (→ Effektivität → Effizienz → Förderprojektwirkung → Hebelwirkung → Outcome) 135 233 Wirkungsradius (der Stiftung), Typologie des 182 Z Zeichnungsberechtigung 60 der Geschäftsführung (→ Geschäftsführung) 104, 105 Zeitnahe Mittelverwendung (→ Mittelverwendung) 234 Zentrale Dienste (→ Administrativer Aufwand) 234 Zielerreichung, Zielerreichungsgrad (→ Outcome → Output) 172, 216, 233, 234 Zielformulierung 135 Zielrendite (→ Anlagerendite) 157 f., 171, 234 Zivilgesellschaft 22, 98, 234 Zusammenarbeit (→ Kooperation) 85, 132, 218, 221 Zustiften, Zustiftung 234, Zuwendung 10, 22, 33 f., 39, 46 f., 76, 107, 122, 140, 150 f., 154, 159, 178, 183, 217, 221, 225 ff., 235 Zweck (→ Stiftungszweck) 11 f., 16, 28, 33 ff.,41, 44 f., 49, 57, 62 f., 67, 94, 99 f., 103, 108, 111, 116, 122, 124, 127, 131, 135, 141, 161, 180 f., 210, 212, 220, 223 ff., 228, 230 ff., 235 Zweckänderung (→ Stiftungszweck) 34, 37, 41, 62 f., 142, 230, 235 Zweckbindung (→ Stiftungszweck) 45, 131, 227, Zweckerfüllung, Typologie der (→ Stiftungszweck) 16, 34, 135, 143, 160, 212, 222, 232 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Die Autoren Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 250-251 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7791-7 Maison d’édition Stämpfli Verlag AG 250 TOP Die Autoren Dr. iur. et Dr. phil. Thomas Sprecher, LL. M. Thomas Sprecher hat zuerst Germanistik und Philosophie, dann Recht studiert. Er arbeitet seit 1992 als Anwalt und ist seit 2001 Partner von Niederer Kraft Frey AG, Zürich. Dabei berät er zu allen Fragen des Stiftungsrechts. Er hat mehrere Monografien (Die schweizerische Stiftung, 1999; Die Revision des schweizerischen Stiftungsrechts, 2006; Stiftungsrecht in a nutshell, 2017) und zahlreiche Artikel zum Stiftungsrecht publiziert. Er war und ist Präsident und Mitglied einer Vielzahl von Stiftungsräten sowie Mitglied des Legal Council von SwissFoundations. Dr. Dr. h.c. Philipp Egger 251 TOP Prof. Dr. Georg von Schnurbein Georg von Schnurbein ist Professor für Stiftungsmanagement an der Wirtschaftswissenschaftlichen Fakultät und Direktor des Center for Philanthropy Studies (CEPS) der Universität Basel, das er 2008 gegründet hat. Das CEPS ist ein Forschungs- und Weiterbildungsinstitut für den Schweizer Philanthropiesektor. Daneben ist Georg von Schnurbein Mitherausgeber des jährlich erscheinenden Schweizer Stiftungsreports und war Mitglied der Expertengruppe zur Parlamentarischen Initiative Luginbühl zur Steigerung der Attraktivität des Stiftungswesens. Darüber hinaus ist er Mitglied im Stiftungsrat verschiedener Stiftungen in Deutschland und der Schweiz. Seine Forschungsschwerpunkte sind Wirkungsmessung, Finanzmanagement von NPO und Nonprofit Governance. © 2021 by Sprecher/Egger/von Schnurbein"],
    "links": [{
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "1",
        "link_": "#fn_fn1",
        "first_index": 87,
        "last_index": 88
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "2",
        "link_": "#fn_fn2",
        "first_index": 84,
        "last_index": 85
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "1",
        "link_": "#footnotecall_fn1",
        "first_index": 87,
        "last_index": 88
    }, {
        "text_": "2",
        "link_": "#footnotecall_fn2",
        "first_index": 84,
        "last_index": 85
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "3",
        "link_": "#fn_fn3",
        "first_index": 184,
        "last_index": 185
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "3",
        "link_": "#footnotecall_fn3",
        "first_index": 184,
        "last_index": 185
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 59 Abs. 1 Bst. c DBG",
        "link_": "https://www.swisslex.ch/doc/aol/c635b1ca-3499-4600-89ed-b6713ac935bd/5c65eded-998d-46c6-916c-26ac0ac39feb/source/document-link",
        "first_index": 45939,
        "last_index": 45964
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 52 Abs. 3 und 88 Abs. 1 Ziffer 2 ZGB",
        "link_": "https://www.swisslex.ch/doc/previews/5c703df1-dd49-4190-a379-b080aee5439c%2C50c55e08-2877-40d3-aae1-39ba467767fa/source/document-link",
        "first_index": 57384,
        "last_index": 57425
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "4",
        "link_": "#fn_fn4",
        "first_index": 2233,
        "last_index": 2234
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "5",
        "link_": "#fn_fn5",
        "first_index": 315,
        "last_index": 316
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 86055,
        "last_index": 86065
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 86055,
        "last_index": 86065
    }, {
        "text_": "www.dafne-online.eu",
        "link_": "http://www.dafne-online.eu",
        "first_index": 90821,
        "last_index": 90840
    }, {
        "text_": "www.wingsweb.org",
        "link_": "http://www.wingsweb.org",
        "first_index": 90908,
        "last_index": 90924
    }, {
        "text_": "www.dfbulgaria.org",
        "link_": "http://www.dfbulgaria.org",
        "first_index": 91251,
        "last_index": 91269
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 91411,
        "last_index": 91429
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 91411,
        "last_index": 91429
    }, {
        "text_": "www.saatiopalvelu.fi",
        "link_": "http://www.saatiopalvelu.fi",
        "first_index": 91668,
        "last_index": 91688
    }, {
        "text_": "www.centre-francais-fondations.org",
        "link_": "http://www.centre-francais-fondations.org",
        "first_index": 91836,
        "last_index": 91870
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 92032,
        "last_index": 92046
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 92032,
        "last_index": 92046
    }, {
        "text_": "www.communityfoundations.org.uk",
        "link_": "http://www.communityfoundations.org.uk",
        "first_index": 92162,
        "last_index": 92193
    }, {
        "text_": "www.acri.it",
        "link_": "http://www.acri.it",
        "first_index": 92329,
        "last_index": 92340
    }, {
        "text_": "www.verenigingvanfondsen.nl",
        "link_": "http://www.verenigingvanfondsen.nl",
        "first_index": 92492,
        "last_index": 92519
    }, {
        "text_": "www.stiftelsesforeningen.no",
        "link_": "http://www.stiftelsesforeningen.no",
        "first_index": 92557,
        "last_index": 92584
    }, {
        "text_": "www.stiftungsverband.at",
        "link_": "http://www.stiftungsverband.at",
        "first_index": 92644,
        "last_index": 92667
    }, {
        "text_": "www.gemeinnuetzig-stiften.at",
        "link_": "http://www.gemeinnuetzig-stiften.at",
        "first_index": 92764,
        "last_index": 92792
    }, {
        "text_": "www.forumdarczyncow.pl",
        "link_": "http://www.forumdarczyncow.pl",
        "first_index": 92896,
        "last_index": 92918
    }, {
        "text_": "www.filantropia.org.pl",
        "link_": "http://www.filantropia.org.pl",
        "first_index": 93068,
        "last_index": 93090
    }, {
        "text_": "www.swissfoundations.ch",
        "link_": "http://www.swissfoundations.ch",
        "first_index": 93488,
        "last_index": 93511
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "www.donorsforum.sk",
        "link_": "http://www.donorsforum.sk",
        "first_index": 93627,
        "last_index": 93645
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 93924,
        "last_index": 93943
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 93924,
        "last_index": 93943
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 94126,
        "last_index": 94144
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 94126,
        "last_index": 94144
    }, {
        "text_": "www.tusev.org.tr",
        "link_": "http://www.tusev.org.tr",
        "first_index": 94293,
        "last_index": 94309
    }, {
        "text_": "www.donorsforum.hu",
        "link_": "http://www.donorsforum.hu",
        "first_index": 94427,
        "last_index": 94445
    }, {
        "text_": "www.donorsforum.org",
        "link_": "http://www.donorsforum.org",
        "first_index": 94613,
        "last_index": 94632
    }, {
        "text_": "www.ncg.org",
        "link_": "http://www.ncg.org",
        "first_index": 94684,
        "last_index": 94695
    }, {
        "text_": "www.cfc-fcc.ca",
        "link_": "http://www.cfc-fcc.ca",
        "first_index": 94803,
        "last_index": 94817
    }, {
        "text_": "www.imaginecanada.ca",
        "link_": "http://www.imaginecanada.ca",
        "first_index": 95021,
        "last_index": 95041
    }, {
        "text_": "www.pfc.ca",
        "link_": "http://www.pfc.ca",
        "first_index": 95205,
        "last_index": 95215
    }, {
        "text_": "www.philanthropynewyork.org",
        "link_": "http://www.philanthropynewyork.org",
        "first_index": 95572,
        "last_index": 95599
    }, {
        "text_": "www.cof.org",
        "link_": "http://www.cof.org",
        "first_index": 95634,
        "last_index": 95645
    }, {
        "text_": "www.washingtongrantmakers.org",
        "link_": "http://www.washingtongrantmakers.org",
        "first_index": 95758,
        "last_index": 95787
    }, {
        "text_": "www.gdfe.org.ar",
        "link_": "http://www.gdfe.org.ar",
        "first_index": 95900,
        "last_index": 95915
    }, {
        "text_": "www.philanthropy.org.au",
        "link_": "http://www.philanthropy.org.au",
        "first_index": 96036,
        "last_index": 96059
    }, {
        "text_": "www.gife.org.br",
        "link_": "http://www.gife.org.br",
        "first_index": 96166,
        "last_index": 96181
    }, {
        "text_": "www.cemefi.org",
        "link_": "http://www.cemefi.org",
        "first_index": 96450,
        "last_index": 96464
    }, {
        "text_": "4",
        "link_": "#footnotecall_fn4",
        "first_index": 2233,
        "last_index": 2234
    }, {
        "text_": "5",
        "link_": "#footnotecall_fn5",
        "first_index": 315,
        "last_index": 316
    }, {
        "text_": "AJP/PJA 2/2015, S. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/43865aae-c672-4633-85b4-41a7ba0f1856/source/document-link",
        "first_index": 96519,
        "last_index": 96545
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 1–456 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/20540169-5b9e-4c9f-b9d7-7d767530b72f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97160,
        "last_index": 97174
    }, {
        "text_": "Art. 457–977 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/6fc5f89a-085b-4c29-9bf8-d4d8b5f6c5bf/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97186,
        "last_index": 97202
    }, {
        "text_": "Art.1–456 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/20540169-5b9e-4c9f-b9d7-7d767530b72f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97400,
        "last_index": 97413
    }, {
        "text_": "Art. 457–640 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/6fc5f89a-085b-4c29-9bf8-d4d8b5f6c5bf/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97775,
        "last_index": 97791
    }, {
        "text_": "Art. 80–89bis ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/140415a2-05ce-471e-85ee-56b2885244e5/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97800,
        "last_index": 97817
    }, {
        "text_": "Art. 60–89bis ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/3381f9cd-2340-420d-a4ec-ef287b6e3727/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 97826,
        "last_index": 97843
    }, {
        "text_": "AJP) 2/2015, S. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/5766996f-1060-4c14-916c-dae22594d8df/source/document-link",
        "first_index": 99439,
        "last_index": 99462
    }, {
        "text_": "Aktuelle Juristische Praxis 2/2015, S. 279 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/1d4709c3-6308-414b-b9a9-8a99bf9cf514/source/document-link",
        "first_index": 99628,
        "last_index": 99674
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "SJZ) 22/2006, S. 513–516",
        "link_": "https://www.swisslex.ch/doc/unknown/a54b6db1-c4cd-4078-93c9-17de9f7e7f34/citeddoc/cbd243a5-df11-4d7c-991c-c4f4b88c1c56/source/document-link",
        "first_index": 100471,
        "last_index": 100495
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "ST) 10/2014, S. 883–889",
        "link_": "https://www.swisslex.ch/doc/unknown/a52559a5-63fb-4836-ac98-4375380bded1/citeddoc/78a5b74d-a4b8-480d-9d70-c1e94f1fda10/source/document-link",
        "first_index": 103379,
        "last_index": 103402
    }, {
        "text_": "ST) 4/2013, S. 209–214",
        "link_": "https://www.swisslex.ch/doc/unknown/7cc56a6d-60c7-430b-90b5-7cf65ee3ad54/citeddoc/788c0cbe-f7f9-444f-960e-0ede5344a3b0/source/document-link",
        "first_index": 103911,
        "last_index": 103933
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "ST) 8/2014, S. 626–629",
        "link_": "https://www.swisslex.ch/doc/unknown/00656c2e-1f23-4571-bd94-31a79f942ffe/citeddoc/5d13d8c7-14b9-4b0f-b0ae-b84ae181aae4/source/document-link",
        "first_index": 104317,
        "last_index": 104339
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "MWSTG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/fe1f1926-2c8a-4008-abd6-85007c508147/source/document-link",
        "first_index": 105463,
        "last_index": 105468
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "ST) 5/2008, S. 383–389",
        "link_": "https://www.swisslex.ch/doc/unknown/b7f3fb15-e299-4158-a67b-3b433c4cb91d/citeddoc/6d40d9ea-5365-4b6f-a1de-5ed83d6531a3/source/document-link",
        "first_index": 106407,
        "last_index": 106429
    }, {
        "text_": "Zeitschrift für Erbrecht 1/2013, S. 82–84",
        "link_": "https://www.swisslex.ch/doc/unknown/f75260e1-3a3f-4c49-b222-0be2293476cd/citeddoc/adeb9bb3-fe09-4d01-9dfe-b4418cde2635/source/document-link",
        "first_index": 106882,
        "last_index": 106923
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Expert Focus 3/2018, S. 209 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/167ac73b-f18e-4250-9ad9-a656b007cf01/citeddoc/a4f6ade3-8306-4efe-9658-602c91ac76a4/source/document-link",
        "first_index": 109092,
        "last_index": 109123
    }, {
        "text_": "StR) 2017, S. 356 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/3084300f-8f7d-466d-a614-d836df9ca780/citeddoc/a2995d8a-4e26-4080-b9f0-c60da5ae0bd8/source/document-link",
        "first_index": 109290,
        "last_index": 109311
    }, {
        "text_": "ST) 10/2011, S. 833–835",
        "link_": "https://www.swisslex.ch/doc/unknown/d26818c2-6c9b-40c2-9a8a-c5374c41bcfd/citeddoc/8ccacb84-937a-4da6-9b28-708ce841feba/source/document-link",
        "first_index": 109927,
        "last_index": 109950
    }, {
        "text_": "ST) 9/2011, S. 698–702",
        "link_": "https://www.swisslex.ch/doc/unknown/d4eb38e2-ab15-49ff-a736-adc6007ba603/citeddoc/11a2c321-ded6-4ed6-9436-17b84864c5bd/source/document-link",
        "first_index": 109976,
        "last_index": 109998
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "ST) 4/2013, S. 235–239",
        "link_": "https://www.swisslex.ch/doc/unknown/6f37c86d-3a1d-44a1-a7c0-328c4a0604ab/citeddoc/33f14548-d081-4f47-b007-38df99625937/source/document-link",
        "first_index": 110771,
        "last_index": 110793
    }, {
        "text_": "Revue de droit privé et fiscal du patrimoine 4/2015, S. 85 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/a7b84795-8cbb-4339-b592-1eb851831e93/citeddoc/87de4ac2-1e72-40c4-b354-aad9de260bc4/source/document-link",
        "first_index": 111210,
        "last_index": 111272
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 80 ff. ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/140415a2-05ce-471e-85ee-56b2885244e5/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 112215,
        "last_index": 112230
    }, {
        "text_": "SJZ) 18/2010, S. 425–433",
        "link_": "https://www.swisslex.ch/doc/unknown/21c23ca7-b7c9-43f5-bec3-221a8ba0392d/citeddoc/bbfd618c-341e-46b8-a2db-978505a096d3/source/document-link",
        "first_index": 114254,
        "last_index": 114278
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Expert Focus 4/2018, S. 272 ff.",
        "link_": "https://www.swisslex.ch/doc/unknown/4018573e-c657-4b11-b3d5-4534accd2e85/citeddoc/ad227a8e-18e3-4294-b1db-f817fdcb5409/source/document-link",
        "first_index": 115423,
        "last_index": 115454
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "Art. 493 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/9663b74e-3133-44da-9b96-84233c512260/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 117446,
        "last_index": 117458
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "BV",
        "link_": "https://www.swisslex.ch/doc/lawdoc/4930fef0-f31a-4a5f-abe6-d8da09fd437a/source/document-link",
        "first_index": 119758,
        "last_index": 119760
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 80 ff. ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/140415a2-05ce-471e-85ee-56b2885244e5/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 112215,
        "last_index": 112230
    }, {
        "text_": "BVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link",
        "first_index": 123385,
        "last_index": 123388
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 335 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/b9e8f92c-c62c-458a-aa36-853e59ba886c/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 126747,
        "last_index": 126759
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "www.zefix.ch",
        "link_": "http://www.zefix.ch",
        "first_index": 128454,
        "last_index": 128466
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "BVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link",
        "first_index": 123385,
        "last_index": 123388
    }, {
        "text_": "Art. 80 ff., 335 ZGB",
        "link_": "https://www.swisslex.ch/doc/previews/140415a2-05ce-471e-85ee-56b2885244e5%2Cb9e8f92c-c62c-458a-aa36-853e59ba886c/source/document-link",
        "first_index": 134273,
        "last_index": 134293
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Artikel 80–89a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/140415a2-05ce-471e-85ee-56b2885244e5/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 141550,
        "last_index": 141568
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a Abs. 1 ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 142297,
        "last_index": 142316
    }, {
        "text_": "www.fer.ch",
        "link_": "http://www.fer.ch",
        "first_index": 142595,
        "last_index": 142605
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "Art. 86a ZGB",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 35031,
        "last_index": 35043
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "BVG",
        "link_": "https://www.swisslex.ch/doc/lawdoc/ecc2e31c-f065-49f9-b872-9f66cb24a00e/source/document-link",
        "first_index": 123385,
        "last_index": 123388
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 236,
        "last_index": 239
    }]
}