{
    "category": "0. Disponible depuis peu\n(25)",
    "Titre": "Swiss Foundation Code 2021 - Principes et recommandations pour la constitution et la conduite des fondations donatrices",
    "Auteur/Éditeur": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
    "Édition": "",
    "Année": "2021",
    "Tribunal/Editeur": "Stämpfli Verlag AG",
    "href": "https://www.swisslex.ch/toc/book/8ec8c697-4b6c-4a01-bfe2-e128c74a5a9a/source/biblio-books",
    "metadata": {
        "AUTEUR": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
        "TITRE": "Swiss Foundation Code 2021",
        "ANNÉE": "2021",
        "ISBN": "978-3-7272-7792-4",
        "MAISON D’ÉDITION": "Stämpfli Verlag AG"
    },
    "content": ["Auteur von Orelli Lukas Titre Préface et remerciements Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 8-9 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 8 TOP Préface et remerciements Depuis la première parution du Swiss Foundation Code il y a quinze ans, le monde a connu des mutations majeures. Cela est particulièrement vrai dans le secteur des fondations. Il est révolu le temps où leur action était perçue et appréciée sans réserve comme l’engagement discret de bienfaiteurs privés. Les autorités réglementaires exigent davantage de transparence ; les médias, le public, les milieux politiques, de même que les destinataires demandent à connaître les conditions, les motifs, la pertinence de leur action. Définis dès 2005 avec une clairvoyance visionnaire par les auteurs du Swiss Foundation Code, les principes guidant le travail des fondations ont apporté au secteur les outils dont celui-ci avait besoin pour être à la hauteur de ces attentes croissantes. Aujourd’hui, les fondations au sein de la société civile jouent un rôle reconnu. Mais elles sont aussi, de plus en plus, jugées à l’aune de la contribution qu’elles apportent. Pour être pertinent, l’impact produit par une fondation doit refléter les mutations sociétales. L’action des fondations embrasse les nouveaux développements. C’est pourquoi, et c’est la nouveauté, la quatrième édition du Swiss Foundation Code pose explicitement le principe de la responsabilité sociétale. Pour traduire la volonté de la société, les fondations doivent mener une action visible, accessible, compréhensible. Elles doivent être perçues comme des partenaires fiables, attachés à produire un impact. SwissFoundations et ses membres ont pris cette maxime à cœur et l’incarnent par des mesures concrètes. La publication, pour le vingtième anniversaire de l’association, de cette nouvelle édition du code, instrument central pour sa mise en œuvre, est l’occasion d’enraciner encore plus profondément dans le secteur l’idée que nous nous faisons de la mission des fondations. Pour le développement de notre secteur, il est essentiel que chaque fondation se confronte aux thèmes abordés et donne l’exemple. Toutes les fondations suisses sont concernées, pas seulement les membres de SwissFoundations. 9 TOP Nos remerciements vont à la quarantaine d’experts qui ont fait profiter SwissFoundations de leurs connaissances pendant la phase des auditions. Par ailleurs, plus de trente membres de SwissFoundations ont apporté leur soutien financier au projet. Grâce à eux, le savoir recueilli est librement accessible et peut rayonner aussi largement que possible. Enfin et surtout, un grand merci aux auteurs qui, une fois de plus, dans cette quatrième édition, ont su trouver des mots précis et proches du terrain. Grâce à eux, le Swiss Foundation Code est plus que jamais un guide pratique précieux en ce qu’il permet aux fondations de mener une action en prise directe avec notre époque. Dr Lukas von Orelli, Président de SwissFoundations © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Introduction Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 10-17 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 10 TOP Introduction Complément à une législation libérale Les fondations suisses : un modèle de réussite Avec ses quelque 13’000 fondations d’utilité publique, la Suisse occupe une position de pointe dans la comparaison internationale. Elle compte six fois plus de fondations par tête d’habitant que les États-Unis ou l’Allemagne. Les fondations peuvent compter sur l’expertise professionnelle des secteurs des organisations à but non lucratif (OBNL), du droit et des services financiers, ainsi que sur la grande confiance que lui accordent les milieux politiques et la société en général. Le dynamisme de leur développement témoigne de leur essor : 70 % des fondations d’utilité publique ont vu le jour durant ces 30 dernières années. Cela tient sans doute au fait que la Suisse offre un cadre idéal pour créer et gérer des fondations d’utilité publique. Sa législation comparativement libérale encourage leur création et facilite leur travail. La tradition ancienne et florissante des fondations dans notre pays repose sur un modèle communautaire participatif. Dynamisme et conditions libérales 1 Ces conditions libérales sont fondamentales pour la croissance et le développement dynamique du secteur des fondations. Troisième force indépendante aux côtés de l’État et de l’économie privée, les fondations d’utilité publique contribuent fortement à relever les défis sociétaux. Par leur impact multiple, elles sont un puissant facteur de pluralisme dans notre pays et apportent chaque jour la preuve de leur pertinence. 11 TOP Le travail des fondations : nécessité d’une réflexion permanente Bien que jouissant d’une bonne réputation, les fondations d’utilité publique sont contraintes d’asseoir leur légitimité, même en Suisse. C’est une bonne chose. Bénéficiant de privilèges fiscaux et intervenant dans la dynamique des réalités sociétales par leurs activités de financement, elles sont en effet des institutions quasi publiques. Leur principale caractéristique, plus ou moins prononcée, à savoir l’indépendance vis-à-vis du monde extérieur, est particulièrement évidente dans le cas des fondations donatrices classiques. Contrairement par exemple aux fondations collectrices, elles ne sont soumises à aucun contrôle du marché. Elles n’ont d’autre propriétaire qu’elles-mêmes et s’autocontrôlent, plus particulièrement dès lors que le fondateur n’est plus là pour exercer sa surveillance. Une fondation ne doit jamais cesser de se poser un certain nombre de questions concernant son action. Comment peut-elle au mieux réaliser son but ? Quels sont les principes qui guident son action ? Que signifie, sur le plan pratique des activités de soutien, la bonne gouvernance d’une fondation ? Quelles sont les exigences auxquelles doit répondre la gestion de sa fortune ? Comment contrer les risques systématiques ? Comment la fondation donne-t-elle une légitimité à son existence et à son fonctionnement ? Esprit du Swiss Foundation Code Professionnalisme et autorégulation Le Swiss Foundation Code est issu du secteur des fondations et il est publié sous l’égide de l’association faîtière des fondations donatrices suisses d’utilité publique SwissFoundations, en tant qu’outil de travail dédié à l’autorégulation. Compte tenu de la grande diversité des fondations, le Swiss Foundation Code, avec son caractère de recommandation, est un moyen plus efficace que la réglementation étatique pour obtenir un impact et une transparence dans le secteur des fondations. Le Swiss Foundation Code propose une orientation pour la gouvernance des fondations. 12 TOP Une rubrique dédiée aux fondations de petite taille Même parmi les fondations donatrices, les besoins et structures organisationnelles diffèrent. Si les principes du Swiss Foundation Code peuvent prétendre à une validité générale, les recommandations, en particulier le commentaire pratique qui les accompagne, s’adressent avant tout aux grandes et moyennes fondations. Or, les fondations de petite taille, dont la fortune ne dépasse pas 10 millions de francs et qui sont pour la plupart des micro-fondations, sont de loin les plus nombreuses. Une partie des recommandations ne peuvent s’appliquer directement aux petites fondations. C’est pourquoi, lorsque cela est nécessaire ou pertinent, le commentaire qui développe les recommandations est complété par la rubrique « Indications complémentaires pour les fondations de petite taille ». checks and balances, En principe, toutes les fondations doivent répondre aux mêmes exigences de gouvernance. Les mesures concrètes doivent cependant être aménagées de manière spécifique à chacune et être adaptées à leur taille, toujours à un niveau d’organisation aussi simple que possible. La gouvernance d’une fondation n’est pas une fin en soi, mais un moyen pour atteindre son but de manière efficace. Un cadre de référence et un instrument de conduite 13 TOP Un outil interdisciplinaire Le Swiss Foundation Code a un caractère interdisciplinaire. Outre les aspects juridiques, il aborde d’autres perspectives, notamment les questions économiques et le travail concret de la fondation. Il se veut un outil pratique. C’est pourquoi il rappelle parfois les bases juridiques tout en renonçant à s’y référer lorsqu’elles ne sont pas pertinentes du point de vue de la gouvernance. L’intégration de tous les aspects pertinents Il faut en principe distinguer les décisions que le fondateur prend au moment de la constitution de la fondation et celles qui sont prises plus tard par le conseil de fondation. Le Swiss Foundation Code est donc divisé en quatre chapitres : « Constitution », « Conduite », « Soutien » et « Finances ». Le fondateur ne peut se contenter de s’informer des choix importants à opérer pour la constitution de la fondation. Il doit également tenir compte de toutes les autres recommandations et veiller à ce que ses décisions facilitent l’aménagement ultérieur de la conduite, du soutien et des finances de la fondation, dans l’optique du Swiss Foundation Code. De leur côté, les membres du conseil d’une fondation déjà établie ne peuvent faire l’économie d’une réflexion sur les fondements de leur fondation. Les aspects importants au moment de la constitution doivent aussi être pris en considération dans les phases ultérieures de la vie de la fondation. Une dimension internationale Le Swiss Foundation Code tient compte des dispositions internationales. Il va sans dire que les règles de gouvernance reposant sur d’autres systèmes juridiques ne sauraient être reprises telles quelles pour les fondations suisses. Cependant, même si les fondations sont soumises à des réglementations juridiques et à des approches culturelles différentes d’un pays à l’autre, les similitudes sont nombreuses. Ainsi chaque code national possède également une dimension internationale et un rayonnement qui dépasse les frontières. La sensibilisation du fondateur et du conseil de fondation 14 TOP Bien faire les choses et faire les choses qui conviennent Bien faire les choses est essentiel pour une fondation donatrice. Mais ce qui est décisif est de faire les choses qu’il faut. C’est pourquoi le Swiss Foundation Code s’intéresse davantage à la « constitution » de la fondation qu’à ses activités opérationnelles. Il n’est donc pas un guide de management. Ses principes et recommandations visent plutôt la politique et la stratégie de la fondation, donc ses dispositions fondamentales. Une valeur de recommandation comply or explain 2 Une référence et une source d’inspiration Ni SwissFoundations, ni aucune autre instance ne vérifie le respect des recommandations du Swiss Foundation Code, ni n’accorde de label. Les recommandations du Code, et plus encore ses principes, ne doivent pas être assimilés à des exigences précises qui seraient satisfaites ou non. Il appartient plutôt à chaque fondation d’appliquer les recommandations en fonction de sa situation spécifique, de les interpréter et de trouver des solutions cohérentes. Empreint de l’esprit libéral de la responsabilité personnelle, le Code fournit un cadre qui se veut une référence et une source d’inspiration. Les fondations qui choisissent de se conformer au Swiss Foundation Code et en font état dans leur communication démontrent qu’elles se soumettent à des exigences plus strictes que celles prévues par la loi. 15 TOP Le Swiss Foundation Code n’est pas le droit. Le droit en vigueur est la base de tout ce que fait une fondation. Les dispositions légales sont parfois reprises de manière implicite dans les recommandations du Swiss Foundation Code, qui perdent alors leur caractère indicatif et deviennent des obligations. Mais les recommandations ne se focalisent pas exclusivement sur les aspects légaux. En proposant par exemple que le conseil de fondation dirige la fondation, le Swiss Foundation Code enrichit d’un élément de gestion active la base légale qui stipule que le conseil de fondation administre la fondation. Il transpose donc les normes légales en principes de gouvernance, avec pour objectif de rendre les fondations plus performantes. Il s’appuie sur les dispositions de la loi qu’il complète en indiquant comment la fondation peut maximiser son impact tout en respectant le cadre légal. Le Swiss Foundation Code n’est toutefois pas un complément au droit objectif. En ce sens, il ne serait exécutoire que si une autorité externe à la fondation et dotée de la légitimité requise le décidait, par exemple si une autorité de surveillance ou un tribunal déclarait contraignante l’une ou l’autre de ses recommandations. Dans ce cas, le caractère obligatoire du Code ne découlerait pas du Code lui-même, mais bien de la décision de l’autorité compétente. Puisqu’il n’est pas le droit, le Swiss Foundation Code n’est pas contraignant. Et cette absence de caractère obligatoire suscite parfois des critiques. Mais d’un point de vue juridique, ce défaut de force obligatoire est tout à fait cohérent, et le critiquer revient à reprocher à une pomme de ne pas être une poire. Un code n’est pas en soi obligatoire au sens où son non-respect pourrait être sanctionné par l’État, et il serait absurde de faire dépendre son bien-fondé de son caractère contraignant. Si l’on veut des dispositions obligatoires, il faut créer des lois. Les codes ne s’imposent pas par la force. Ils reposent sur le caractère volontaire, une notion fondamentale de l’action éthique depuis Socrate et Aristote. SwissFoundations, l’association des fondations donatrices suisses, n’a pas cédé jusqu’ici à la tentation d’exiger de ses membres le respect du Code. Étant donné son ampleur, il n’est pas non plus réductible à un catalogue de critères, ni par conséquent à un instrument de mise en œuvre. 16 TOP Rapport entre surveillance et autorégulation Le contrôle de l’activité de la fondation par l’autorité de surveillance est de nature juridique. L’autorité vérifie si les dispositions légales, et plus particulièrement les exigences relatives à l’acte de fondation et aux règlements de la fondation, sont respectées. En revanche, elle n’a pas le droit de s’immiscer dans l’appréciation des organes de la fondation et d’imposer sa propre appréciation. Elle vérifie si la fondation accomplit son but, mais ne peut pas examiner la qualité de l’action vouée à ce but. C’est pourquoi une autoévaluation est nécessaire. Le Code présuppose comme allant de soi ce que l’autorité de surveillance contrôle, à savoir le respect des lois et du statut de la fondation. Mais il a également pour mission d’aider les organes d’une fondation à fonctionner de manière plus efficace. Son objectif premier n’est donc pas de prévenir les abus, mais d’aider les fondations à se doter d’une organisation bien conçue, à gérer leur fortune de manière professionnelle et à accomplir efficacement leur but. Autrement dit, la vocation du Code n’est autre que d’optimiser l’activité des fondations sous toutes ses formes. Mode d’emploi Un outil pratique Le Swiss Foundation Code est un outil à la disposition des futurs fondateurs, des membres d’un conseil de fondation, des collaborateurs d’une fondation, des prestataires de services, des autorités de surveillance et autres autorités. Plus proche du couteau suisse que du bistouri, il entend apporter aide, idées et propositions pour la constitution de nouvelles fondations comme pour le développement de celles qui existent. Différents accès Pour une approche analytique et une vue d’ensemble de la structure et des thèmes du Swiss Foundation Code, on se référera à la table des matières au début. Pour chercher un terme, un sujet particulier ou la solution d’un problème, on consultera les répertoires à la fin de l’ouvrage. Ceux-ci permettent de comprendre, puis de transposer et d’agir : Exemple de lecture Souhaitez-vous savoir comment votre fondation gère la question des conflits d’intérêts ? Ne vous perdez pas dans la littérature spécialisée mais basez-vous sur les critères du Swiss Foundation Code. Commencez par consulter le glossaire des fondations pour vous faire une idée de ce que signifie la notion de conflit d’intérêts. Puis passez à l’index qui vous renvoie aux passages du Code qui traitent ce sujet. Ainsi vous serez en mesure de vous poser les bonnes questions pour votre fondation. – La phénoménologie des fondations (p. 176 ss) répond à quelques questions fondamentales sur le fonctionnement des fondations et répertorie la grande variété des types de fondation. – Le glossaire des fondations (p. 210 ss) définit des notions et des termes utilisés dans la pratique des fondations. Par exemple qu’entend-on par « conflit d’intérêts » ? 17 TOP – L’index (p. 236 ss) permet d’accéder aux notions et aux sujets abordés dans le Code. 1 2 Le masculin générique désigne les personnes de deux sexes. Comply or explain © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre PRINCIPES Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 19-23 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 19 TOP PRINCIPES L’action d’une fondation doit être régie par quatre principes interdépendants. Les fondations qui respectent ces quatre principes répondent aux critères de bonne gouvernance des fondations. 3 20 TOP Principe 1 Efficacité La fondation réalise son but de façon aussi efficiente et efficace que possible. La volonté du fondateur constitue le fondement et le cadre de référence pour toute activité de la fondation. Agissant à titre fiduciaire, les organes de la fondation sont tenus de faire prévaloir cette volonté tout en la réinterprétant et en l’actualisant. Plus leur action à cet effet est efficiente et efficace, mieux ils exécutent le mandat qui leur est confié par le fondateur tel qu’il ressort de l’acte de fondation et en particulier du but qui y est consigné. Ce principe vaut aussi bien pour l’organisation de la fondation et pour ses activités de soutien que pour la gestion de sa fortune. Organe suprême de la fondation, le conseil de fondation doit s’assurer que l’ensemble des actes de la fondation reflètent la volonté du fondateur et visent un impact optimal. 21 TOP Principe 2 Checks and balances Par des mesures organisationnelles appropriées, la fondation veille à maintenir un rapport équilibré entre conduite et contrôle dans toutes les décisions et processus importants. La fondation n’a ni propriétaire, ni membres, ni sociétaires. De ce fait, elle ne possède pas d’instrument de contrôle comparable à l’assemblée générale d’une association ou d’une société anonyme. Elle n’est pas la propriété d’un tiers – elle s’appartient en quelque sorte à elle-même. C’est pourquoi, pour établir une séparation des pouvoirs, il lui faut tout à la fois veiller à être dirigée, et à ce que cette conduite soit soumise à un contrôle. Comme la responsabilité de conduire la fondation incombe au conseil de fondation, celui-ci est l’organe responsable de l’organisation de ces contrôles, y compris de ceux qui s’exercent sur son propre fonctionnement. 22 TOP Principe 3 Transparence La fondation entretient le plus haut degré possible de transparence concernant ses fondements, ses objectifs et ses activités. Les fondations bénéficient en règle générale d’une exonération fiscale, et elles interviennent par leur action dans la dynamique des processus sociaux. En tant qu’acteurs participant à la construction de la société civile, elles assument un rôle qui dépasse la simple sauvegarde de leurs intérêts. Ne serait-ce que de ce fait, elles doivent répondre à des impératifs de transparence non seulement en interne, mais également vis-à-vis de l’extérieur. Qui plus est, si elles veulent bénéficier des conditions les plus favorables à son action, qu’il s’agisse d’attirer des libéralités, des collaborateurs, des projets, les destinataires d’une coopération ou des partenaires, les fondations doivent gagner en visibilité. Il incombe au conseil de fondation de renseigner le public aussi largement que possible sur la fondation, son action et sa situation financière. Les diverses parties prenantes, et en particulier les destinataires, ont besoin de ces informations pour que des échanges puissent s’engager. 23 TOP Principe 4 Responsabilité sociétale La fondation s’organise et déploie son action conformément aux exigences de son époque. Les fondations sont tenues de respecter le droit contraignant de tous les États où elles mènent leurs activités. Cela vaut aussi pour les obligations administratives d’apparition récente découlant de bases légales autres que le droit des fondations, telles que la législation sur le blanchiment d’argent, la protection des données ou l’échange automatique de renseignements. Cependant, la responsabilité sociétale des fondations ne se limite pas au respect du droit en vigueur. Les fondations ne sont pas un monde à part. Elles font partie intégrante de la société sur laquelle elles entendent avoir un impact. C’est pourquoi, dans leur interprétation de leur but, elles tiennent compte de l’évolution de la société et de ses nouveaux enjeux, par exemple en matière de protection de l’environnement, de migration et de diversité. Dans leur activité de soutien et dans leur mode d’organisation, elles prennent en considération les nouveaux développements ou les développements prévisibles sur les plans culturel, environnemental, politique, juridique, économique et technique. Lorsque qu’elles mènent une action politique au sens large, le principe de l’utilité publique leur interdit de poursuivre des intérêts particuliers. 3 Par action de la fondation, il faut entendre non seulement l’action du conseil de fondation, mais également celle de la direction et de tous les autres collaborateurs au sein de la fondation. © 2021 by Sprecher/Egger/von Schnurbein", "", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Annexes Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 175-198 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 175 TOP Annexes 176 TOP Phénoménologie des fondations suisses Le paysage suisse des fondations n’est pas aussi homogène et clair que pourrait le suggérer l’emploi du terme « fondation » en tant que notion et que statut juridique. Il englobe des fondations de formes et de genres les plus divers : il s’agit d’un biotope riche d’espèces diverses et en constante mutation. La terminologie est donc tout aussi variée. De nouvelles appellations ne cessent d’apparaître dans le vocabulaire des fondations. Certaines notions sont exclusivement en usage en Suisse, d’autres seulement dans nos pays voisins, d’autres encore uniquement dans l’espace anglophone. Le chapitre qui suit ne reproduit pas seulement la terminologie utilisée dans la législation suisse, mais cherche à saisir et à clarifier les termes courants dans la pratique. L’idée est de mettre à disposition un instrument utile pour l’utilisation du Swiss Foundation Code. Les diverses désignations illustrent des situations différentes et peuvent, par conséquent, se recouper. Souvent, une fondation doit être appréhendée à travers plusieurs concepts pour qu’il soit possible d’en saisir l’essence et le fonctionnement. C’est pourquoi chaque désignation ne peut généralement s’utiliser que dans un contexte déterminé. Les formes que prennent les fondations changent constamment ; de nouvelles formes apparaissent à tout moment. L’aperçu qui suit constitue une tentative d’état des lieux qui se décline en deux parties : « Questions fondamentales » et « Grille des fondations ». Il offre ainsi deux manières différentes d’accéder à la clarification terminologique du paysage suisse des fondations. Questions fondamentales Que signifie l’utilité publique ? 177 TOP Les fondations qui ne sont pas d’utilité publique existent sous des formes multiples. Bien qu’elles puissent également assumer des tâches sociales et culturelles, elles ne bénéficient d’aucun privilège fiscal, car leurs prestations ne profitent qu’à un cercle limité de destinataires. Les types les plus connus de fondations qui ne sont pas d’utilité publique sont les caisses de pension ou les fondations de prévoyance en faveur du personnel, les fondations de famille et les fondations ecclésiastiques. de jure de facto Comment les fondations d’utilité publique sont-elles financées ? On distingue essentiellement les fondations donatrices ayant leur propre fortune et les fondations à la recherche de fonds, mais les différences entre ces deux formes sont de plus en plus nombreuses. Il est possible de faire la distinction en fonction des principales sources de revenus, bien qu’en pratique, on rencontre souvent des formes mixtes. Quel est le rôle de la surveillance de la fondation ? Les fondations d’utilité publique sont soumises à la surveillance de l’État. En instituant l’Autorité de surveillance des fondations en tant qu’instance de contrôle, le législateur a mis en place un correctif pour pallier l’absence de propriétaires des fondations habilités à les contrôler et à en préserver les intérêts. La surveillance peut être exercée par les communes, les cantons ou la Confédération. Le critère de rattachement est le rayon d’action géographique de la fondation. Les autorités communales surveillent les fondations ayant une portée locale, actives dans la commune ; ce modèle de surveillance est toutefois en recul. Les autorités cantonales, dont plusieurs se sont regroupées par voie de concordat, surveillent les fondations actives sur le plan cantonal et régional. Enfin, l’Autorité fédérale surveille les fondations actives sur le plan national et international ; actuellement, environ 4’500 fondations d’utilité publique sont surveillées par la Confédération. Les autorités de surveillance examinent annuellement le rapport d’activité des fondations, le rapport de leurs organes de révision et le respect des dispositions juridiques. Par ailleurs, elles conseillent les fondations et les fondateurs à leur demande et dans la mesure du possible. Quel est le degré d’indépendance et d’autonomie d’une fondation d’utilité publique ? 179 TOP Des conflits d’intérêts peuvent aussi se présenter dans les relations entre le fondateur et la fondation, par exemple si le fondateur ou ses héritiers souhaitent dominer la fondation (sur plusieurs générations) et cherchent à l’instrumentaliser pour leurs intérêts personnels. » , Comment les fondations d’utilité publique réalisent-elles leur but ? Les fondations d’utilité publique peuvent réaliser leur but de diverses manières. Les limites sont floues ; les modèles fondamentaux de mise en œuvre se recoupent et se complètent. Dans leur stratégie de soutien, beaucoup de fondations utilisent différents modèles simultanément. Le modèle de soutien traditionnel est l’activité consistant à attribuer des ressources, où la fondation se contente de réagir à des demandes qui lui sont soumises de l’extérieur. C’est pourquoi ces fondations étaient appelées autrefois « fondations d’attribution ». 180 TOP , Où les fondations d’utilité publique peuvent-elles être actives ? Tant que les dispositions de l’acte de fondation sont respectées, les fondations d’utilité publique peuvent être actives en Suisse et à l’étranger. Dans ce dernier cas, il convient d’observer la pratique des autorités fiscales cantonales relative aux fondations exonérées d’impôts. Par exemple, si une fondation est active dans la coopération au développement, elle peut engager la totalité de ses moyens disponibles à l’étranger. En revanche, certaines autorités fiscales ne permettent pas une prestation de soutien exclusivement à l’étranger pour les fondations exonérées d’impôts poursuivant d’autres buts. Les fondations d’utilité publique ont-elles vocation à être éternelles ? Traditionnellement, les fondations d’utilité publique sont constituées pour une durée indéterminée. Dans ce cas, la dissolution de la fondation n’est possible que pour des motifs impérieux. La dissolution est prononcée par l’autorité de surveillance (à la requête du conseil de fondation). Le fondateur a cependant la possibilité de prévoir dans l’acte de fondation que le conseil de fondation peut, voire doit utiliser, non seulement le rendement de la fortune, mais aussi le capital lui-même pour la mise en œuvre du but (« fondation à capital consommable »). Une fois que le capital est consommé, la fondation ne peut normalement plus atteindre son but et doit par conséquent être liquidée. Par ailleurs, le fondateur peut prévoir dans l’acte de fondation que la fondation n’existera que pendant une durée déterminée (« fondation à terme »). Cette possibilité est de plus en plus utilisée. 181 TOP Grille des fondations La grille ci-après est conçue sous forme de « formulaire » avec des cases à cocher ; en la remplissant, la fondation prend conscience de son profil. Une telle autoévaluation peut offrir des points de repère et suggérer des possibilités de changement, en particulier en ce qui concerne les caractéristiques distinctives dynamiques qui ne figurent pas dans la loi. L’approche typologique basée sur la morphologie permet d’avoir une vue d’ensemble des divers types et formes de fondations en présentant les critères de distinction avec leurs caractéristiques et leurs modalités d’application. Alors que les caractéristiques distinctives prévues par la loi sont en principe statiques et quasiment imperméables, les autres caractéristiques permettent divers recoupements, développements, changements et combinaisons qui sont indiqués ci-dessous par les lignes de séparation en pointillés. Les termes en italiques sont expliqués dans le glossaire des fondations. 182 TOP 1. Caractéristiques distinctives prévues par la loi 183 TOP 2. Caractéristiques distinctives non prévues par la loi 184 TOP Genèse et développement du Swiss Foundation Code Première édition 2005 Auteurs : Philipp Egger, Karl Hofstetter, Thomas Sprecher La nécessité de mettre en place des « bonnes pratiques » pour le secteur suisse des fondations a été abordée une première fois lors de la conférence annuelle de SwissFoundations en 2003. Il s’est rapidement avéré qu’on ne pouvait pas simplement appliquer aux fondations un code élaboré pour les entreprises, et que les règles existantes des organisations à but non lucratif n’étaient pas non plus applicables telles quelles aux fondations. L’hétérogénéité des contextes et des modes de fonctionnement des fondations rendait nécessairement aléatoires et inefficaces des règles valables pour tous les types de fondation. 4 En 2004, SwissFoundations a chargé un groupe de travail d’élaborer un codex comprenant des recommandations utiles à la constitution et à la conduite des fondations suisses. Au printemps 2005, un premier projet a fait l’objet d’une large consultation auprès des fondations, des autorités de surveillance, des universités, des organisations et des entreprises. Celles-ci ont souscrit aux principales orientations du Code ; les observations émises ont principalement porté sur le degré de spécification, la fonction de la direction et la question de la rémunération des membres du conseil de fondation. Le Swiss Foundation Code a paru à l’automne 2005 ; ce texte concis en trois langues contenait trois principes et 22 recommandations. Ce mince volume, rapidement épuisé, a dû être réimprimé et ce premier code de conduite détaillé des fondations a suscité un vif intérêt en Europe. 185 TOP Deuxième édition 2009 Auteurs : Philipp Egger, Martin Janssen, Thomas Sprecher Lors de l’élaboration de la première édition, il était déjà prévu que le Swiss Foundation Code serait ultérieurement enrichi d’un commentaire, destiné à consolider ses principes et ses recommandations par un rapport explicatif motivé et pratique. Ce commentaire, muni de notes marginales, a été rédigé durant les années 2007/2008. Il dégage des pistes d’action pour des situations, questions et problèmes de nature concrète. Tout comme le Code lui-même, son commentaire s’adressait en premier lieu au fondateur, au conseil de fondation et aux autres personnes travaillant pour la fondation. Plus tard, il s’est avéré que les autorités de surveillance, le fisc et les tribunaux s’inspiraient eux aussi du Code et de son commentaire dans leur pratique. À l’occasion de l’élaboration du commentaire, le Code a été révisé, partiellement modifié et étendu de 22 à 26 recommandations. La deuxième édition a également fait l’objet d’une consultation ciblée, qui a donné lieu à de nombreuses observations. Les compléments et précisions ont notamment porté sur les recommandations dans le domaine des finances. De même, dans les recommandations relatives aux exigences de communication de la fondation, le principe de la « transparence » a été approfondi, puis concrétisé dans le commentaire. La structure initiale a été maintenue. Une introduction thématique a été ajoutée aux quatre chapitres pour en faire ressortir les exigences principales. La deuxième édition du Swiss Foundation Code a été publiée sur le site internet de SwissFoundations en allemand, français et anglais. Troisième édition 2015 Auteurs : Philipp Egger, Georg von Schnurbein, Thomas Sprecher 186 TOP La troisième édition mettait l’accent sur le fait que la gestion de fortune est une partie essentielle de l’activité de la fondation et qu’elle est aussi importante que l’activité de soutien. La recommandation concernant l’origine du patrimoine de la fondation a été reformulée. Le Swiss Foundation Code a davantage précisé ce qu’il fallait entendre par investissements axés sur le but et par investissements durables – deux notions à ne pas confondre. Les fondations ne peuvent pas se permettre de se désintéresser de la question de l’acquisition des ressources qu’elles mettent au service de leur activité de soutien. La procédure de gestion de fortune, la détermination de la stratégie de placement, la mise en œuvre de l’allocation des actifs et l’organisation des placements ont été les autres points essentiels de cette révision. Celle-ci a également souligné que la gestion de fortune devait se faire selon les conditions de concurrence. Quatrième édition 2021 Auteurs : Philipp Egger, Georg von Schnurbein, Thomas Sprecher Pour la quatrième édition, le Swiss Foundation Code a à nouveau été entièrement revu. Une fois de plus, un groupe de travail dirigé par Lukas von Orelli a soutenu l’équipe d’auteurs dans le domaine de la gestion des actifs. Des auditions ont eu lieu avec des experts du domaine des fondations et des représentants des autorités - quatre au total à Zurich, Genève et Bâle. Le texte révisé a finalement été envoyé à nouveau pour consultation. L’équipe de rédaction a toujours veillé à ce que le volume du Code reste raisonnable. Les trois principes ont été complétés par un quatrième. D’autre part, la recommandation 29 a pu être abrogée et intégrée à d’autres recommandations. En outre, il y a eu de nombreux allègements, suppressions et affinements linguistiques. Les personnes suivantes ont participé à la création de la quatrième édition - en tant que membres du groupe de travail sur les finances, participants aux auditions, contributeurs au processus de consultation et à la gestion du projet à travers SwissFoundations : 187 TOP 189 TOP Réception du Swiss Foundation Code 5 Le Swiss Foundation Code a été publié en 2005 ; il a été révisé et enrichi d’un commentaire, une première fois, en 2009. Après une « 3e édition » encore plus étendue en 2015, il est désormais disponible dans une version 2021 encore optimisée. L’accueil réservé au Swiss Foundation Code par les milieux scientifiques et les praticiens a fait l’objet d’une étude détaillée d’éminents juristes, le professeur Dominique Jakob et M. Matthias Uhl. Les résultats de cette étude sont repris ci-dessous. Non-profit Governance Code Nonprofit Governance Good Governance 190 TOP Foundation Governance Staatsgerichtshof oberster Gerichtshof 191 TOP Le Code a eu un large écho dans la doctrine. Dans une approche systématique, on peut distinguer quatre catégories de publications. La première est celle des contributions dont le Code est le principal objet. La deuxième est celle des publications où le Code dans son ensemble et/ou certaines de ses recommandations sont cités dans le contexte de débats sur la gouvernance. La troisième catégorie est celle de nombreux articles dans lesquels il est fait référence au Code dans un contexte scientifique (juridique ou économique) spécifique. Enfin, on trouve dans la quatrième catégorie une pléthore de publications faisant référence à l’existence du Swiss Foundation Code et à son importance sur les questions d’autorégulation, sans toutefois entrer dans les détails de son contenu ou de ses effets. Dans l’ensemble, on constate que le Code contribue à de multiples égards à la connaissance scientifique, notamment dès lors qu’on peut en déduire des recommandations concrètes pour la pratique. Ainsi, la boucle est bouclée, et il y a lieu de convenir que dans les discussions scientifiques (juridiques), le Code est une source de référence à la fois pratique et académique, jouissant d’une grande légitimité. Enfin, en pratique, un grand nombre de fondations consultent le Code, dans leur vie de tous les jours, pour y trouver une aide à la décision. Certes, il est signalé que cela se fait encore de façon relativement « sélective » pour l’instant, c’est-à-dire en consultant ponctuellement une recommandation. Néanmoins, certaines fondations vont jusqu’à intégrer le respect du Swiss Foundation Code dans leurs statuts, ce qui doit bien entendu se faire dans les limites et les formes juridiquement admissibles. 192 TOP Venture Philanthropy, Impact Investments, Mission Based Investments Sustainable and Responsible Investments Globalement, l’accueil réservé au Code aux différents niveaux étudiés (de même que les quelques critiques émises à son égard ou à l’égard de certaines de ses règles) démontre que le Swiss Foundation Code est d’ores et déjà une référence dans la science et la pratique. Dans l’optique des progrès de la gouvernance des fondations en Suisse ainsi que des autres codes nationaux et internationaux, la conception du Swiss Foundation Code mérite d’être saluée comme une œuvre de pionnier majeure. On peut ainsi affirmer, quinze ans après sa première publication, que le Code est en bonne voie de devenir une référence centrale pour les différents acteurs du secteur des OBNL. Dès aujourd’hui, il offre une contribution précieuse au renforcement de la bonne gouvernance dans le monde des fondations. 193 TOP Les codes de gouvernance des fondations en comparaison internationale La Suisse n’est pas le seul pays où des efforts sont déployés pour améliorer la gouvernance des fondations. Au niveau international, plusieurs organisations ont élaboré des codes semblables. Le tableau ci-dessous en illustre une sélection qui ne prétend pas à l’exhaustivité. La première colonne indique la région ou le pays, la deuxième le nom de l’organisation sous l’égide de laquelle le code a été élaboré, y compris son année de constitution (entre parenthèses). Enfin, la troisième colonne indique le nom du code, l’année de parution de sa version la plus récente entre parenthèses, quelques données relatives à sa structure et sa portée ainsi que l’adresse de son site internet. Le nombre de pages mentionné est celui du cœur du code. Les pages de titre, de table des matières, de glossaires, etc. ne sont pas prises en considération. Exemple de lecture dans la section « Transnational » « European Foundation Centre » « EFC Principles of Good Practice » www.efc.be 194 TOP Transnational Europe 197 TOP Amérique du Nord 198 TOP Autres pays – Revenus de la fortune : dividendes, intérêts et autres produits tels que gains en capital générés par la gestion de fortune. – Dons et autres libéralités : cette catégorie comprend, outre les dons classiques, récoltés par collecte de fonds, d’autres libéralités irrégulières tels que les libéralités entre vifs ou pour cause de mort (legs). – Activité économique : les fondations d’utilité publique peuvent aussi fournir des prestations de services ou générer des revenus par d’autres moyens, par exemple en commercialisant des produits ou des droits. 178 TOP – Approvisionnement systématique ou fragmentaire : les fondations d’entreprise, notamment, sont systématiquement alimentées par les entreprises qui les ont constituées. Elles sont souvent intégrées dans la société fondatrice sur le plan du personnel, de l’administration, de l’organisation et/ou sur le plan conceptuel/stratégique. Les fondations collectrices représentent un cas à part, car leur alimentation n’est pas assurée en priorité ou exclusivement par le fondateur lui-même, mais par des tiers. Type de fondation □ exonérée d’impôts = fondation d’utilité publique □ non exonérée d’impôts fondation d’utilité privée sans utilité publique ; fondation d’utilité publique qui ne remplit pas toutes les conditions d’exonération fiscale □ fondation donatrice □ fondation collectrice □ fondation abritante □ fondation d’entreprise □ fondation des clients de banque □ fondation de prévoyance en faveur du personnel □ fondation-entreprise □ fondation à caractère d’entreprise □ fondation holding □ fondation de famille fondation ecclésiastique d’Église □ cryptofondation Forme juridique Fondateur □ personne physique : « particulier(s) » suisse(s) ou étranger(s) □ personne morale □ entreprise □ association □ pouvoir public Fondation □ fondation de droit privé □ d’utilité publique fondation □ fondation d’entreprise d’utilité privée sans utilité publique fondation de droit public : Statut d’autonomie □ fondation juridiquement indépendante □ fondation simple □ fondation abritante « fondation dépendante : fonds abrité fondation abritante fonds de fondation Base juridique de la constitution □ fondation de droit privé Fonds abrité fonds de fondation fondation abritante □ fondation de droit public □ acte de fondation □ contrat □ loi Surveillance des fondations □ communale : au niveau du district ou de la commune □ cantonale : au niveau cantonal ou suprarégional □ fédérale : au niveau national ou international Rayon d’action □ local □ régional □ national □ international Indépendance et utilité publique de facto □ maximale □ minimale prévention rigoureuse des conflits d’intérêts : □ application de directives (p.ex. composition et relève du conseil de fondation) □ poids et contrepoids systématiques conflits d’intérêts avec risque potentiel d’ingérence : fondateur □ institutions étatiques, autorités (proximité politique) cercle des destinataires □ banque gestionnaire de fortune siégeant au conseil de fondation fondation d’entreprise fondation bancaire Échelle 10 9 8 7 6 5 4 3 2 1 Origine des ressources □ fortune propre de la fondation □ fortune étrangère ou acquise en externe □ capital initial □ revenus de la gestion de fortune co-fondations □ collecte de fonds □ apports économiques provenant de la vente de prestations, de droits et de produits □ apports économiques provenant de l’exercice systématique d’une activité commerciale □ afflux systématiques de l’extérieur (particulier, entreprise, firme, pouvoir public) Fonctionnement □ fondation attribuant des ressources : ... % □ fondation programmatique : ... % □ fondation opérationnelle : ... % □ fondation à caractère d’entreprise Durée □ indéterminée = fondation préservant son patrimoine □ limitée dans le temps □ préservation du patrimoine juridiquement prescrite : □ la fondation ne vit que des produits de sa fortune □ consommation du capital interdite par l’acte de fondation ou non prévue □ préservation de la substance □ prélèvement sur la fortune autorisé uniquement en cas de nécessité et/ou pour une durée limitée fondation à capital consommable fondation à capital consommable fondation à terme : fonds abrité fondation abritante Alther Bär Baltisberger Bölle Bottge Bracher Braun Brunhart Castle Dietschweiler Eckhardt Fivian Freiburghaus Galloni d’Istria Geinoz Gill Grassi Guggi Guggisberg Händel Handous Künzle Kleibold Knöpfel Maier 188 TOP Monnet Mühlenberg-Schmitz Münzel Müller Neubert Pfammatter Pfister Piraud Popescu-Willigmann Schnell Schubiger Schuhmacher Sommer Sonderegger Stefanini Tersar Tinner Vonmont von Orelli von Werra Wirth Wynne Zacke Zellmayer Zöbeli Afrique East Africa Association of Grantmakers (2003) Code of Ethics , 11 directives, 1 page Asie Asia Pacific Philanthropy Consortium Europe European Foundation Centre EFC (1989) EFC Principles of Good Practice (2014), 4 principes, assortis de fondamentaux et de recommandations, 6 pages www.efc.be Donors and Foundations Networks in Europe DAFNE (2006) www.dafne-online.eu Monde Worldwide Initiatives for Grantmaker Support WINGS (2000) www.wingsweb.org Allemagne Bundesverband Deutscher Stiftungen (1948) Grundsätze Guter Stiftungspraxis (2019), 20 principes dans 3 domaines thématiques, 26 pages www.stiftungen.org Grundsätze Guter Verwaltung von Treuhandstiftungen (2012), 7 domaines thématiques, 5 pages www.stiftungen.org Autriche Verband Österreichische Privatstiftungen (1997) www.stiftungsverband.at Verband für gemeinnütziges Stiften (2020) Achtung, Stiftung! (2020) 14 recommandations, 124 pages www.gemeinnuetzig-stiften.at Belgique Réseau Belge de Fondations (2004) (depuis 09.02.2017 Fédération Belge des Fondations Philanthropiques) Basisverklaring van het Netwerk Belgische Stichtingen , 6 principes, 1 page Bulgarie Bulgarian Donors Forum (2003) Code of Ethics of the Bulgarian Donors Forum Association , 3 valeurs fondamentales et 10 principes, 1 page www.dfbulgaria.org Espagne Asociación Española de Fundaciones (2003) Codigo de Buen Gobierno AEF (2009), 40 articles et 9 principes, 23 pages www.fundaciones.org Principios (2008), directives dans 9 domaines thématiques, 8 pages www.fundaciones.org 195 TOP Finlande Council of Finnish Foundations COFF (1970) Best Practice for Foundations (2006), directives relatives à 6 domaines thématiques, 7 pages www.saatiopalvelu.fi France Centre Français des Fonds et Fondations (2002) Statuts approuvés lors de l’assemblée générale extraordinaire du 22 juin 2015 , 19 articles www.centre-francais-fondations.org Grande-Bretagne Association of Charitable Foundations (2005) Drivers and Principles of Good Impact Practice (2013), 4 moteurs et 4 principes, 5 pages www.acf.org.uk Good Practice Guide for Corporate Foundations (2016), 69 pages www.acf.org.uk Community Foundation Network (1991) www.communityfoundations.org.uk Hongrie Hungarian Donors Forum (2006) www.donorsforum.hu Irlande Philanthropy Ireland (1998) Italie Associazione di Fondazioni e di Casse di Risparmio Spa (1912) Carta delle Fondazioni (2012) www.acri.it Norvège Stiftelsesforeningen (2003) www.stiftelsesforeningen.no Pays-Bas Association of Foundations in the Netherlands (1988) Code of Conduct (2009), 8 principes, 4 critères d’adhésion, 6 recommandations, 4 pages www.verenigingvanfondsen.nl Pologne Polish Donors Forum (2004) Standards of Operation (Donors Forum Standards), 6 normes, 1 page www.forumdarczyncow.pl Academy for the Development of Philanthropy (1998) Standards of Operation of a Polish Local Philanthropic Organisation (2003), 28 normes, 1 page www.filantropia.org.pl Portugal Centro Português de Fundações (1993) Código de Boas Prácticos de Fundações (2009), valeurs et 7 principes, 2 pages République tchèque Czech Donors Forum (1996) Code of Ethics for Foundations (2004), 14 principes, 2 pages www.donorsforum.cz Code of Ethics for Foundations without endowment (2004), 15 principes, 2 pages www.donorsforum.cz Roumanie Forumul Donatorilor din România (1999) 196 TOP Russie Russia Donors Forum (2002) Code of Ethics for the Russia Donors Forum (2005), 11 directives dans 2 domaines thématiques, 1 page Slovaquie Slovak Donors’ Forum (2000) Donor’s Code of Ethics (2005), 4 valeurs fondamentales et 10 principes, 2 pages www.donorsforum.sk Association of Slovak Community Foundations (2003) Standards for Community Foundations in Slovakia (2008), 36 directives dans 7 domaines thématiques, 3 pages Suisse SwissFoundations (2001) Swiss Foundation Code (2021), 4 principes, 28 recommandations www.swissfoundations.ch Turquie Third Sector Foundation of Turkey (1993) www.tusev.org.tr Ukraine Ukrainian Grant Makers Forum (2005) Ethics Code , 9 directives, 1 page Californie Northern California Grantmakers (1965) www.ncg.org Canada Community Foundations of Canada (1992) Principles for Community Foundations , 10 principes, 1 page www.cfc-fcc.ca Imagine Canada (2005) Ethical Code Handbook (2011), 33 principes dans 3 domaines thématiques, 6 pages Standards Program for Canada’s Charities and Nonprofits (2012), 5 domaines thématiques, 73 normes, 11 pages www.imaginecanada.ca Philanthropic Foundations Canada (1999) Statement of Values and Ethical Principles , 6 principes, 1 page Good Governance. A guide for Canadian Foundations (2013) www.pfc.ca Illinois Donors Forum of Chicaco (1974) Illinois Nonprofit Principles and Best Practices (2008), 10 principes et instructions d’action dans 5 domaines thématiques, 7 pages www.donorsforum.org Minnesota Minnesota Council on Foundations (1969) Principles for Grantmakers & Practice Options for Philanthropic Organizations (2009), 8 principes assortis de recommandations d’actions, 25 pages New York Philanthropy New York (1979) Principles for Good Governance and Ethical Practices , 33 principes assortis d’explications détaillées dans 4 domaines thématiques, 21 pages www.philanthropynewyork.org USA Council on Foundations (1949) www.cof.org Washington Washington Regional Association of Grantmakers (1992) Statement of Principles , 5 principes, 1 page www.washingtongrantmakers.org Argentine Grupo de Fundaciones y Empresas (1995) Valores y Principios Institucionales , 14 principes, 1 page www.gdfe.org.ar Australie Philanthropy Australia (1987) Code of Practice , 3 principes, recommandations d’action dans 2 domaines, 3 pages www.philanthropy.org.au Brésil Group of Institutes, Foundations and Enterprises (1995) Code of Ethics , 20 directives, 1 page www.gife.org.br Chine NPO Information Center & China Youth Development (2008) China’s Public Welfare NPO Guidelines for Self-Regulation , 9 chapitres Foundation Transparency Index online , 60 indicateurs subdivisés en 4 catégories Mexique Centro Mexicano para la Filantropía CEMEFI (1988) www.cemefi.org 4 5 Voir chapitre Phénoménologie des fondations, p. 176 ss. AJP/PJA 2/2015, p. 279–292 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Bibliographie Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 199-209 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 199 TOP Bibliographie Commentaires Aebersold , Thomas, Kommentar zu Art. 80–89a, in: Kommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Jolanta Kren Kostkiewicz et al., 3. Aufl. Zürich: Orell Füssli 2016. Eisenring , Martin, Kommentar zu Art. 80–89a, in: Handkommentar zum Schweizer Privatrecht. Personen- und Familienrecht inkl. Kindes- und Erwachsenenschutz. Art. 1–456 ZGB, hrsg. v. Marc Amstutz et al., 3. Aufl., Zürich u. a.: Schulthess 2016. Grüninger , Harold, Kommentar zu Art. 493, in: Basler Kommentar. Zivilgesetzbuch II. Art. 457–977 ZGB. Art. 1–61 SchlT ZGB, hrsg. v. Heinrich Honsell et al., 4. Aufl., Basel: Helbing Lichtenhahn 2011. Grüninger , Harold, Kommentar zu Art. 493, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Andrea Büchler und Dominique Jakob, 2. Aufl. Basel: Helbing Lichtenhahn 2017. Grüninger , Harold, Kommentar zu Art. 80–89a, 335, in: Basler Kommentar. Zivilgesetzbuch I. Art.1–456 ZGB, hrsg. v. Heinrich Honsell et al., 6. Aufl. Basel: Helbing Lichtenhahn 2018. Gutzwiller , Max, Die Stiftungen, in: Schweizerisches Privatrecht. 2. Band: Einleitung und Personenrecht, hrsg. v. Max Gutzwiller, Basel u. a.: Helbing Lichtenhahn 1967. Jakob , Dominique, Kommentar zu Art. 80–89a, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Andrea Büchler und Dominique Jakob, 2. Aufl. Basel: Helbing Lichtenhahn 2018. Künzle , Hans Rainer, Kommentar zu Art. 493, in: Handkommentar zum Schweizer Privatrecht. Erbrecht. Art. 457–640 ZGB, hrsg. v. Marc Amstutz et al., 3. Aufl., Zürich u. a.: Schulthess 2016. Riemer , Hans Michael, Berner Kommentar. Kommentar zum schweizerischen Privatrecht. Band I: Einleitung und Personenrecht. 3. Abteilung: Die juristischen Personen. 3. Teilband: Die Stiftungen, Systematischer Teil und Kommentar zu Art. 80–89bis ZGB, Bern: Stämpfli 1975, Nachdruck 1981. Riemer , Hans Michael, Stämpflis Handkommentar. Vereins- und Stiftungsrecht (Art. 60–89bis ZGB) mit den Allgemeinen Bestimmungen zu den juristischen Personen (Art. 52–59 ZGB), Bern: Stämpfli 2012. Studhalter , Philipp, Kommentar zu Art. 493, in: Kommentar. Schweizerisches Zivilgesetzbuch, hrsg. v. Jolanta Kren Kostkiewicz et al., 3. Aufl., Zürich: Orell Füssli 2016. Vez Art. 1–359 CC Rapport sur les fondations en Suisse [depuis 2010], édité par Georg von Schnurbein, Série CEPS Forschung und Praxis, Bâle [depuis 2010 ; depuis 2011 conjointement avec Beate Eckhardt et Dominique Jakob, depuis 2021 conjointement avec Katharina Guggi, Julia Jakob et Dominique Jakob]. Grüninger , Harold, Aktuelles aus dem Stiftungs- und Gemeinnützigkeitsbereich, successio, Zeitschrift für Erbrecht [depuis 2007]. Jakob , Dominique u. a., Verein – Stiftung – Trust. Entwicklungen [depuis 2007], Buchreihe njus.ch, Bern: Stämpfli [depuis 2008]. Jakob , Dominique, Entwicklungen im Vereins- und Stiftungsrecht/Le point sur le droit des associations et fondations, in: Schweizerische Juristen-Zeitung (SJZ) [depuis 2008]. Bethmann von Schnurbein Studer Egger , Philipp, Der Swiss Foundation Code 2015 – Entwicklungsgeschichte einer Selbstregulation, in: Stiftung & Sponsoring 5/2015. Fischer , Alex, Corporate Governance bei Stiftungen – von der Selbstverständlichkeit des Guten, in: Festschrift für Peter Böckli zum 70. Geburtstag, hrsg. v. Ernst A. Kramer et al., Zürich u. a.: Schulthess 2006, p. 645–670. Hofstetter , Karl, Swiss Code of Best Practice for Corporate Governance 2014. Grundlagenbericht zur Revision, im Auftrag v. economiesuisse, Zürich 2014. Jakob Uhl AJP) 2/2015, p. 279–292 Jakob , Dominique, Foundation Governance – ein vergleichender Überblick über den deutschsprachigen Raum, in: Audit Committee Quarterly IV/2015, p. 13 ss. Jakob Uhl Aktuelle Juristische Praxis 2/2015, p. 279 ss. Jakob Studen Jakob , Dominique, Freiheit durch Governance – Die Zukunft des Stiftungsrechts aus rechtsvergleichender Perspektive, in: Autonomie im Recht – Gegenwartsdebatten über einen rechtlichen Grundbegriff, hrsg. v. Christian Bumke und Anne Röthel, Tübingen: Mohr Siebeck 2017, p. 225 ss. Lange , Knut Werner, Die Bedeutung institutionenökonomischer Erkenntnisse für das Verständnis von Herrschaft und Kontrolle in der Stiftung, in: Archiv für die civilistische Praxis (AcP) 8/2014, p. 511–541. Meder , Stephan, Ungeschriebenes «Recht» im transnationalen Raum am Beispiel der Corporate Governance Verhaltenskodices. Stand und Perspektiven, in: Transnatio- 201 TOP nales Recht. Stand und Perspektiven, hrsg. v. Gralf-Peter Calliess, Tübingen: Mohr Siebeck 2014, p. 257–276. Meyer Maier Riemer SJZ) 22/2006, p. 513–516 Schöbel , Sarah Katharina, Corporate Governance im Stiftungsrecht. Unter besonderer Berücksichtigung der Situation in der Schweiz und in Deutschland sowie europarechtlicher und internationaler Entwicklungen, Diss., Europäische Hochschulschriften. Reihe 2, Rechtswissenschaft, Bd. 5349, Frankfurt am Main: Lang 2012. Schubiger , Benno, Foundation Governance am Beispiel des Swiss Foundation Code, in: Gemeinnützige Stiftungen und Stiftungsmanagement, hrsg. v. Francesco A. Schurr, Zürich u. a.: Schulthess 2010, p. 121–150. Schurr , Francesco A., Die Foundation Governance als Schlüsselelement im Wettbewerb der Stiftungsrechtsordnungen, in: Die Privatstiftung (PSR) 2/2010, p. 64–72. Sprecher , Thomas, Foundation Governance in Switzerland, in: Comparative Corporate Governance of Non-profit Organizations, hrsg. v. Klaus J. Hopt und Thomas von Hippel, International Corporate Law and Financial Market Regulation, Cambridge: Cambridge University Press 2010, p. 815–828. Sprecher , Thomas, Switzerland: the Swiss Foundation Code 2009 – from corporate governance to foundation governance, in: Trusts & Trustees 6/2010, p. 523–532. Sprecher , Thomas, Was ist und was leistet Foundation Governance?, in: Jusletter v. 27.4.2010. Studen , Goran, Swiss Foundation Code: blessing or curse?, Trusts & Trustees 6/2017, p. 709 ss. Studen , Goran, Vertrauen ist gut – Kontrolle ist besser? Präventive Aufsichtselemente als Ausdruck moderner Foundation Governance, in: Prävention und freiheitliche Rechtsordnung , hrsg. v. Anna Coninx et al., Zürich: Dike 2017, p. 227 ss. von Reding Biberegg , Sandra Martina, Foundation Governance bei Förderstiftungen in der Schweiz. Eine empirische Untersuchung zur Umsetzung der neuen Richtlinien von Swiss GAAP FER 21, Diss. St. Gallen 2010. von Schnurbein Stöckli von Schnurbein Fritz von Schnurbein , Georg, Governance und Management von Förderstiftungen in Deutschland und in der Schweiz, in: Non Profit Law Yearbook 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für 202 TOP Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, p. 1–15. von Schnurbein Stöckli Arter Cincelli Arter , Oliver, Wer soll den Stiftungsrat meiner philanthropischen Stiftung wählen?, in: Expert Focus 6–7/2018, p. 464 ss. Baddeley , Margareta, L’utilisation des fondations à des fins successorales, in: Journée de droit successoral, éds. Paul-Henri Steinauer et al., Bern: Stämpfli 2017, p. 73 ss. Baumann Lorant , Roman, Der Stiftungsrat. Das oberste Organ gewöhnlicher Stiftungen, Diss., Zürcher Studien zum Privatrecht, Bd. 214, Zürich u. a.: Schulthess 2009. Baumann Lorant , Roman, Honorierung von Stiftungsräten. Angemessene und formalisierte Honorare sind zuzulassen, in: Jusletter du 9.8.2010. Baumann Lorant ST) 10/2014, p. 883–889 Baumann Lorant , Roman, Sollen Stiftungsräte eine Versicherung abschliessen?, in: Der Schweizer Stiftungsreport 2014, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 12, Basel 2014, p. 17–18. Brandenberger , Michael, Controlling: Wirkungsvolle Überwachung der Anlagetätigkeit einer Stiftung, in: Vermögensanlagen von Pensionskassen und klassischen Stiftungen, hrsg. v. GEWOS AG, GEWOS Schriftenreihe, Stiftungen – Grundlagen und Praxis, Bd. 3, Bern: Stämpfli 2010, p. 113–122. Burkart Kieser ST) 4/2013, p. 209–214 Degen , Christoph, Die Änderung des Stiftungszwecks auf Antrag des Stifters nach Art. 86a ZGB, in: Zeitschrift für das Recht der Nonprofit Organisationen (npoR) 2/2018, p. 58 ss. Eberle , Reto, «Tue Gutes und berichte darüber» oder wie durch (freiwillige) Transparenz Vertrauen geschaffen werden kann, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, p. 57–66. Eberle Zöbeli ST) 8/2014, p. 626–629 203 TOP Eberle Schmitz Eckhardt von Orelli Eckhardt Sprecher Fellmann , Primus, NPO-Audits aus Sicht der Revisionspraxis, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, p. 181–192. Fritz von Schnurbein Fritz von Schnurbein Gantenbein , Pascal, Besser auf Immobilien gebaut?. Bedeutung und Grenzen von Immobilienan¬lagen für Stiftungsportfolios, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013, p. 149–160. Gehringer von Schnurbein Gehringer , Theresa, Corporate Foundations in der Schweiz. Bilanz und Neuentwicklung, in: Stiftung & Sponsoring 4/2018, p. 16 s. Geinoz , François, Zustiften statt Stiften, in: Perspektiven des Stiftungsrechts in der Schweiz und in Europa, hrsg. v. Dominique Jakob, Schriften zum Stiftungsrecht, Bd. 1, Basel: Helbing Lichtenhahn 2010, p. 61–69. Giger , Claudio, Gemeinnützige Organisationen (NPO) – Von der ESTV-Praxis via Bundesgericht zur Teilrevision MWSTG, in: Expert Focus 11/2016, p. 881 ss. Grüninger , Harold, Unternehmensstiftung, in: Entwicklungen im Gesellschaftsrecht V, hrsg. v. Peter V. Kunz et al., Bern: Stämpfli 2010, p. 19–43. Grüninger , Harold, Innovative Vermögensbewirtschaftung im Stiftungs- und Gemeinnützigkeitsrecht – Venture Philanthropy, Social Business, Mission Base Investments zwischen Vision und Haftung, in: Stiften und Gestalten. Anforderungen an ein zeitgemässes rechtliches Umfeld, hrsg. v. Dominique Jakob, Schriften zum Stiftungsrecht, Bd. 4, Basel: Helbing Lichtenhahn 2013, p. 37–73. Gubler , Simon L., Der Interessenkonflikt im Stiftungsrat, Zürcher Studien zum Privatrecht 285, Zürich: Schulthess 2018. Handbuch der Nonprofit-Organisationen. Strukturen und Management, hrsg. v. Ruth Simsa et al., 5. Aufl., Stuttgart: Schäffer Poeschel 2013. 204 TOP Handbuch Stiftungsmanagement, hrsg. v. Katharina Müller, Wien: Verlag Österreich 2014. Handschin Widmer Herzog ST) 5/2008, p. 383–389 Hunziker Gwerder Sutter Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013. Jakob , Dominique, Schutz der Stiftung. Die Stiftung und ihre Rechtsverhältnisse im Widerstreit der Interessen, Habil., Jus Privatum, Beiträge zum Privatrecht, Bd. 111, Tübingen: Mohr Siebeck 2006. Jakob Picht Zeitschrift für Erbrecht 1/2013, p. 82–84 Jakob von Schnurbein Studen Jakob , Dominique, Stiftungsartige Erscheinungsformen im Ausland – Rechtsvergleichender Überblick, in: Münchener Handbuch des Gesellschaftsrechts, Band 5, hrsg. v. Volker Beuthien et al., 4. Aufl. München: C.H. Beck 2016, p. 1781 ss. Jakob , Dominique, Das Stiftungsrecht der Schweiz – Neue Wege zwischen Privatautonomie und Governance, in: Stärkung des Stiftungswesens, Verhandlungen der Fachgruppe für vergleichendes Handels- und Wirtschaftsrecht anlässlich der 35. Tagung für Rechtsvergleichung vom 10. bis 12. September 2015 in Bayreuth, hrsg. v. Peter Jung, Tübingen: Mohr Siebeck 2017. Jakob , Dominique, Draft revision of Swiss inheritance law: impact on estate planning via foundations and trusts, in: Trusts & Trustees 6/2017, p. 705 ss. Jakob , Dominique (Hrsg.), Universum Stiftung, Tagungsband zum 4. Zürcher Stiftungsrechtstag, Basel: Helbing Lichtenhahn 2017. Janssen , Martin, Tips fürs Anlegen, in: Schweizer Monatshefte 977/2010, p. 36–37. Jurius , Keine Besteuerung von juristischen Personen mit ideellen Zwecken, in: Jusletter du 16.6.2014. 205 TOP Kipfer-Berger von Schnurbein Knöpfel , Ivo, Impact Investments für Stiftungen – mehr als nur eine Modeerscheinung?, in: Der Schweizer Stiftungsreport 2012, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 6, Basel 2012, p. 32–34. Kocher Zeugin Koller , Thomas, Die Steuerbefreiung wegen Gemeinnützigkeit in der neueren Rechtsprechung des Schweizerischen Bundesgerichts, in: Non Profit Law Yearbook, 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, p. 175–187. Koss , Claus, Notwendigkeit und Gestaltung der Rechnungslegung von Stiftungen, in: Rechnungsle¬gung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, p. 15–33. Lichtsteiner Lutz Lideikyte Huner , Giedre, Philanthropy and taxation, in: Expert Focus 3/2018, p. 209 ss. Maute , Wolfgang, Besteuerung von grenzüberschreitenden Stiftungsratsvergütungen – Unter besonderer Berücksichtigung der Schweiz und von Liechtenstein, Steuer Revue ( StR) 2017, p. 356 ss. Meder , Stephan, Der Stifterwille im Spannungsfeld von privatautonomer Gestaltungsfreiheit und staatlicher Kontrolle. Hat Savigny eine obrigkeitliche Sicht des Stiftungsrechts?, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, p. 81–101. Meyer , Beatrice et al., Rechnungslegung sozialer Nonprofit-Organisationen. Grundlagen, Untersuchungsergebnisse, Empfehlungen, Schriftenreihe Managementwissen für die Praxis, Bd. 5, Zürich u. a.: Schulthess 2011. Meyer Kühnis Zöbeli ST) 10/2011, p. 833–835 Meyer Passardi Zöbeli ST) 9/2011, p. 698–702 Meyer Zupan 206 TOP Müller Zöbeli Müller Zöbeli Neubert , Luzius, Interessenkonflikte, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, p. 5–8. Neubert , Luzius, Vermögensverwaltung, in: Externe Mandate von Nonprofit-Organisationen. Wel¬che Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, p. 23–43. Opel , Andrea, Zeit für Veränderung im schweizerischen Gemeinnützigkeitssteuerrecht, Zeitschrift für das Recht der Non Profit Organisationen (npoR) 6/2017, p. 240 ss. Pfister , Loïc, La fondation, Genf/Zürich/Basel: Schulthess 2017. Pietropaolo Giesbrecht ST) 4/2013, p. 235–239 Piko , Rita, Compliance bei Non-Profit-Organisationen – Teil 1, in: Compliance Berater (CB) 7/2018, p. 221 ss. Piko , Rita, Compliance bei Non-Profit-Organisationen – Teil 2, in: Compliance Berater (CB) 8/2018, p. 262 ss. Piotet , Denis, L’évolution du droit fiscal étranger vers la «transparence» peut-elle justifier la dissolution et la liquidation d’une fondation de famille conforme au droit suisse ? in: Not@lex – Revue de droit privé et fiscal du patrimoine 4/2015, p. 85 ss. Prevas AG (Hrsg.): Wegweiser für Stiftungsräte – Eine Überlebenshilfe im Alltag der beruflichen Vorsorge, Bern: Stämpfli 2015. Rautenstrauch , Thomas, Internes Kontrollsystem (IKS) in Stiftungen: Grundlagen und Zu-sammenhänge, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011, p. 35–55. Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, hrsg. v. Philipp Egger et al., Buchreihe SwissFoundations, Foundation Governance, Bd. 8, Basel: Helbing Lichtenhahn 2011. Riemer , Hans Michael, GAFI-Umsetzung: Pflicht zur Eintragung ins Handelsregister auch für kirchliche Stiftungen und Familienstiftungen, in: Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht (SZW) 1/2016, p. 70 ss. Riemer Riemer-Kafka Bloch-Riemer 207 TOP Röllin , Andrea G., Kirchliche Stiftungen. Im Besonderen die privatrechtlichen im Sinne von Art. 87 i. V. m. Art. 80 ff. ZGB. Rechtslage und Rechtswirklichkeit unter Berücksichtigung des historischen Hintergrundes sowie historischer kirchlicher Stiftungen, Diss. Zürich u. a.: Dike 2010. Roza Bethmann Meijs Von Schnurbein Schaefers , Kevin, Nachhaltiges Investieren – ein wirtschaftliches Beratungskonzept, Diss., St. Galler Beiträge zur Wirtschaftsethik, Bd. 46, Bern: Haupt 2014. Schmid , Dominik, Rechtliche Grundlagen der Vermögensverwaltung. Eine Untersuchung zur Bedeutung der Begriffe «Verwaltung» und «Vermögen» im schweizerischen Privatrecht, Diss., Abhandlungen zum schweizerischen Recht, Bd. 790, Bern: Stämpfli 2013. Schmitz Eberle Schönenberg , Daniela, Venture Philanthropie – Haftung von Stiftungen für Strategieberatung am Beispiel des Schweizer Rechts, in: Non Profit Law Yearbook 2010/2011. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, hrsg. v. Rainer Hüttemann et al., Schriftenreihe des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2011, p. 137–158. Schönenberg , Daniela, Venture Philanthropie. Zulässigkeit und haftungsrechtliche Konsequenzen für Schweizer Stiftungen und deren Organe, Diss., Schriften zum Stiftungsrecht, Bd. 2, Basel: Helbing Lichtenhahn 2011. Schönenberg von Schnurbein Schönenberg , Daniela, Anwaltliche Tätigkeiten, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, p. 75–81. Sprecher , Thomas, Die Verbrauchsstiftung und andere Möglichkeiten der Stiftungsgestaltung, in: Jusletter du 31.5.2010. Sprecher , Thomas, Die Stiftung als Investorin, in: Innovatives Recht. Festschrift für Ivo Schwander, hrsg. v. Franco Lorandi und Daniel Staehelin, Zürich u. a.: Dike 2011, p. 191–208. Sprecher , Thomas, How foundations can achieve more with their money, in: Trusts & Trustees 6/2012, p. 491–495. Sprecher , Thomas, Zur steuerlichen Behandlung von neuen Förder- und Finanzierungsmodellen, in: Der Schweizer Stiftungsreport 2013, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 8, Basel 2013, p. 19–23. Sprecher, SJZ) 18/2010, p. 425–433 208 TOP Sprecher , Thomas, Verantwortliche Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) Nr. 9, p. 221–228. Sprecher , Thomas, Zweckbezogene und nachhaltige Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) Nr. 10, p. 249–262. Sprecher , Thomas, Vermögensbewirtschaftung durch Schweizer Stiftungen, in: Handbuch der Vermögensverwaltung in Deutschland, Österreich, der Schweiz und Liechtenstein, hrsg. v. Frank A. Schäfer et al., 2. Aufl. München: C.H. Beck 2016, p. 700–719. Sprecher , Thomas, Stiftungsrecht – in a nutshell, Zürich/St. Gallen: Dike 2017. Sprecher , Thomas, Der Stifter im Erbrecht – der Erblasser im Stiftungsrecht, in: Schweizerische Juristen-Zeitung (SJZ) 114, Nr. 23, 2018, p. 541 ss. Sprecher , Thomas, Die Verbrauchsstiftung – Grundlagen, Formen, Wirkungen, in: Jusletter, 15.6.2020. Sprecher von Salis-Lütolf Studen , Goran, Die Dachstiftung. Das Tragen und Verwalten von Unterstiftungen unter dem Dach einer selbständigen Stiftung, Diss., Schriften zum Stiftungsrecht, Bd. 3, Basel: Helbing Lichtenhahn 2011. Studen Geinoz Expert Focus 4/2018, p. 272 ss. Uhl , Matthias, Kooperation im Stiftungsrecht, Diss. Basel: Helbing Lichtenhahn 2016. Vez CC von Orelli , Lukas, Zur Auslegung des Stifterwillens, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, p. 125–151. von Orelli , Lukas, Zur Auslegung des Stifterwillens, Diss. Basel: Helbing & Lichtenhahn 2019. von Schnurbein , Georg, Dachverbände als Instrument der Non-Profit Governance, in: Zeitschrift für Wirtschafts- und Unternehmensethik (zfwu) 1/2012, p. 50–61. von Schnurbein , Georg, Die ewige Stiftung oder die empirische Suche nach einem Ideal, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, hrsg. v. Georg von Schnurbein und Philipp Egger, Buchreihe SwissFoundations, Foundation Governance, Bd. 10, Basel: Helbing Lichtenhahn 2013, p. 79–89. von Schnurbein , Georg, Motivationen zur Stiftungsgründung, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, hrsg. v. Dominique Jakob und Lukas von Orelli, Schriften zur Rechtspsychologie, Bd. 14, Bern: Stämpfli 2014, p. 19–31. 209 TOP von Schnurbein , Georg, Spezialthema: Kleine Stiftungen und ihre spezifischen Anforderungen. Zehn Thesen zur Wirksamkeit von kleinen Stiftungen, in: Der Schweizer Stiftungsreport 2014, hrsg. v. Beate Eckhardt et al., CEPS Forschung und Praxis, Bd. 12, Basel 2014, p. 31–33. von Schnurbein Bethmann von Schnurbein Fritz von Schnurbein Timmer von Schnurbein Kipfer von Schnurbein Perez Vyslozil Sensburg Wyser , Raphael, Evaluation von Förderprojekten. Governance-Analyse einer spezifischen Evaluationssituation unter Anwendung der Prinzipal-Agenten- und der Vertrauenstheorie, Hamburg 2016. Zeiter , Alexandra, Die Erbstiftung (Art. 493 ZGB), Diss., Arbeiten aus dem juristischen Seminar der Universität Freiburg Schweiz, Bd. 203, Fribourg: Universitätsverlag Freiburg Schweiz 2001. Zihler , Florian, Zulässigkeit von Holdingstiftungen aus der Sicht der Handelsregisterbehörden, in: Zeitschrift zur Rechtsetzung und Praxis in Gesellschafts- und Handelsregisterrecht (REPRAX) 2018, p. 69 ss. Zöbeli , Daniel, Bezahlte Mandatsvergabe an die obersten Leitungsorgane, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?. hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, p. 19–21. Zöbeli , Daniel, Gesetzliche Bestimmungen und Aufsichtsrecht, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, hrsg. v. Daniel Zöbeli und Luzius Neubert, CEPS Forschung und Praxis, Bd. 10, Basel 2013, p. 9–18. Zöbeli von Schnurbein 200 TOP Publications annuelles Gouvernance des fondations Autres sources © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Glossaire des fondations Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 210-235 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 210 TOP Glossaire des fondations → Renvoi à une autre notion du Glossaire des fondations ↔ Renvoi à des notions apparentées qui ne sont pas définies. Acte de fondation fondateur but de la fondation patrimoine conseil de fondation règlements de la fondation directives de la fondation Activité opérationnelle de la fondation fondation opérationnelle . controlling monitoring Affectation fondateur patrimoine de la fondation Allocation d’actifs ↔ Asset Allocation Désigne l’investissement individuel choisi. Analyse coût-bénéfice Outcome Asset Allocation Allocation d’actifs Asset-class → Catégories de placement Autoévaluation conseil de fondation Autorégulation gouvernance de fondation SwissFoundations 211 TOP Autorité de surveillance des fondations → Surveillance des fondations Benchmark Critère de référence (p.ex. indice) qui permet de mesurer les résultats des placements de la fondation ainsi que l’impact de ses prestations de soutien. Bénéficiaire de prestations Terme générique désignant les bénéficiaires de soutien. → Destinataire → Intermédiaire Bénévolat → Rémunération des membres du conseil de fondation Bilan → Bilan de la fondation Bilan de la fondation ↔ Bilan placements du patrimoine But → But de la fondation But de la fondation destinataires prestations de soutien art. 86a, al. 1 CC fondateur acte de fondation modification autorité de surveillance des fondations Capital de la fondation → Patrimoine de la fondation Catégories de placement ↔ Asset-class private equity hedge funds placements alternatifs Champ d’action → Programme de soutien 212 TOP Charges ↔ Charges de projet Swiss GAAP RPC 21, prestation de soutien charges administratives charges de soutien soutien direct de projets charges directes de projets soutien direct de projet charges de la fondation charges administratives charges directes du projet Charges administratives ↔ Coûts de l’administration ↔ Overhead ↔ Services centraux Charges non liées aux activités de soutien servant à couvrir le fonctionnement de l’administration de la fondation (fonctions de base de l’organisation opérationnelle). charges directes du projet charges de la fondation → Charges Charges d’exploitation → Charges de la fondation Charges de la fondation ↔ Charges d’exploitation charges administratives charges directes du projet Charges de projet → Charges → Charges directes du projet → Soutien direct du projet Charges de soutien soutien direct des projets charges directes des projets prestation de soutien → Charges Charges directes de projet ↔ Charges de projet destinataires activité opérationnelle → Charges Charte acte de fondation politique de fondation bénéficiaires de prestations parties prenantes 213 TOP Checks and Balances checks balances Checks and Balances Co-affecter, co-affectation ↔ Post-affecter, post-affectation post-affectation co-affectation but de la fondation co-affectation dons co-affectations post-affectations → Don → Libéralité Comité conseil de fondation organes de la fondation Comply or explain legal comply or explain recommendations Comptabilité analytique La comptabilité analytique rapproche les différents éléments de coûts (frais de personnel, de matériel, etc.) des centres de charges qui les occasionnent (unités de prestation). Cela permet de comprendre les relations entre les prestations au sein de l’organisation et d’améliorer la rentabilité de la fondation. Concordat → Surveillance des fondations Concordat de surveillance → Surveillance des fondations Conduite de la fondation politique de la fondation stratégie de la fondation La conduite vise un management intégré, c’est-à-dire un processus décisionnel judicieux, coordonné et cohérent aux trois niveaux. Conflit d’intérêts dealing at arm’s length. → Self-dealing 214 TOP Conseil consultatif Organe de la fondation conseil de fondation instance de la fondation comités Conseil de fondation statuts de la fondation Constitution → Constitution de la fondation Constitution de la fondation ↔ Constitution fondation d’utilité publique acte de fondation registre du commerce règlements de la fondation autorité de surveillance des fondations exonération fiscale fondateur acte de fondation règlement de fondation fondation successorale → Modification du but Contrat de soutien ↔ Convention de prestation destinataire → Évaluation Contrôle du résultat des placements → Investment Controlling Contrôle du résultat du patrimoine → Investment Controlling Convention de prestation → Contrat de soutien Coopération ↔ Partenariat Collaboration avec d’autres organisations dans le but de faire cause commune pour obtenir un plus grand impact et dégager des effets de synergie. → Fusion → Partenariat public-privé Corporate Foundation → Fondation d’entreprise Coûts de l’administration → Charges administratives 215 TOP Coûts de la gestion de fortune stratégie de placement Critères de soutien → Directives de soutien Critères ESG : → Investissements durables Cryptofondation blockchain Culture de la fondation Ensemble de valeurs et de normes partagées par les personnes rattachées à la fondation et qui se reflète dans leur comportement. La culture d’une fondation se développe au gré des interactions, de manière informelle, mais elle peut aussi être façonnée activement. Dealing at arm’s length Principe selon lequel des affaires conclues avec des personnes liées ou proches doivent l’être aux mêmes conditions qu’avec des personnes entièrement indépendantes de la fondation. Ce principe vaut par exemple pour les affaires conclues entre la fondation et les membres de son conseil ou de la direction. → Conflits d’intérêts Déduction fiscale dons co-affectations Destinataires ↔ Stakeholder prestations de soutien bénéficiaires de prestations) intermédiaires Direction opérationnelle conseil de fondation comité checks and balances Directive ↔ Directive de la fondation ↔ Règlement Réglementation qui, juridiquement, a valeur de décision du conseil de fondation. autorité de surveillance 216 TOP Directives de soutien ↔ Critères de soutien prestations de soutien but de la fondation programme de soutien parties prenantes Dissolution autorité de surveillance but modification du but patrimoine autorité de surveillance Distribution → soutien direct de projet Diversification ; diversifier catégories de placement risques non-systématiques Domaine de soutien privilégié → Programme de soutien Don Libéralité Libéralité → Co-affecter, co-affectation Droit des fondations CC Droits du fondateur art. 86a CC Efficace, efficacité impact Efficient, efficience impact Évaluation impact degré de réalisation de l’objectif → Contrat de soutien 217 TOP Exonération fiscale ↔ Exonération fiscale partielle fondations d’utilité publique Les conditions d’exonération au niveau fédéral sont : l’utilité publique du but, et l’affectation exclusive et irrévocable des moyens au but. Les conditions d’exonération des impôts cantonaux sont établies dans les législations fiscales des cantons concernés. Généralement, les conditions sont les mêmes qu’au niveau fédéral. Les fondations ne répondant pas à toutes les conditions peuvent obtenir une exonération partielle. Dès avant la constitution de la fondation, il convient d’examiner si les conditions d’une exonération sont réunies ; le cas échéant, la structure de la fondation peut encore être adaptée. Une fois accordée, l’exonération n’est pas valable indéfiniment. Si les conditions ne sont plus réunies, elle peut être retirée. Les libéralités consenties à des fondations exonérées sont déductibles du revenu imposable sur le plan fédéral aussi bien que cantonal. → Déduction fiscale Exonération fiscale partielle → Exonération fiscale Financement de départ ↔ Financement initial Également appelé financement initial ; dotation d’un projet ou d’une institution en ressources suffisantes pour démarrer les activités. → Financement de lancement Financement de lancement financement initial Financement initial Aussi appelé → financement de départ → Financement de lancement Fonction et promotion de l’innovation parties prenantes Fondateur Une fondation peut être érigée par toute personne physique majeure, ainsi que par des personnes morales telles que les entreprises, associations ou les corporations de droit public. Plusieurs personnes peuvent aussi constituer une fondation ensemble. Il est aussi admissible de faire appel à un fondateur en fiducie si le fondateur « véritable », ou fondateur « économique », ne veut pas apparaître publiquement. Cela signifie par conséquent que le patrimoine affecté à la fondation ne provient pas obligatoirement de la personne qui agit (formellement) comme fondateur. → Affectation 218 TOP Fondation à capital consommable fondateur prescrit conseil de fondation patrimoine de la fondation → Maintien de la substance Phénoménologie des fondations Fondation à caractère d’entreprise → Fondation-entreprise → Fondation holding → Fondation tenant une entreprise Fondation ayant pour mission d’exploiter une entreprise (fondation-entreprise) ou qui détient une participation importante dans une entreprise (fondation holding). Sa caractéristique principale est l’exercice direct ou indirect d’une activité commerciale. but de la fondation Phénoménologie des fondations Fondation à terme fondateur acte de fondation Fondation abritante fonds abrités co-affectations legs constitution d’une fondation Phénoménologie des fondations Fondation bancaire art. 80 ss CC On distingue trois types, qui cependant se recoupent le plus souvent en pratique ; toutes posent un problème fondamental, à savoir les intérêts divergents de la fondation et de la banque : → fondation de banquier → fondation de propriétaire de banque → fondation des clients de banque Fondation classique fondations d’utilité publique fondations donatrices fondation d’attribution Phénoménologie des fondations Fondation collective Phénoménologie des fondations 219 TOP Fondation collectrice patrimoine co-affectations but fondation donatrice Phénoménologie des fondations Fondation d’attribution fondation donatrice Phénoménologie des fondations, Fondation d’Église ↔ Fondation ecclésiastique fondation d’utilité publique Phénoménologie des fondations Fondation d’entreprise ↔ Corporate Foundation ↔ Fondation proche d’entreprise Fondation d’utilité publique de facto Corporate Governance → Fondation à caractère d’entreprise Fondation d’intérêt privé ↔ Fondation sans utilité publique fondation de famille Fondation d’utilité publique exonérées d’impôts → Utilité publique Phénoménologie des fondations Fondation de banquier Fondation donatrice érigée par des personnalités bancaires philanthropes, à titre privé, et alimentée par une partie de leur fortune privée. → fondation bancaire → fondation de propriétaire de banque → fondation des clients de banque Fondation de caisse de pension → Fondation de prévoyance en faveur du personnel Phénoménologie des fondations suisses, 220 TOP Fondation de citoyens Une fondation de citoyens sert à financer et à soutenir des organisations et des projets d’utilité publique dans un espace géographique déterminé (p.ex. ville, région etc.). Dans ce but, des habitants et des entreprises locales collectent des dons. Sur le plan organisationnel, une fondation de citoyens possède comme organe suprême, coiffant le conseil de fondation, une assemblée de fondateurs à laquelle tous les donateurs ont un droit de participer. Cette forme de fondation est plutôt inhabituelle en Suisse. Dans quelques rares cas, des fondations de citoyens viennent compléter les institutions communales, et tous les citoyens de la commune appartiennent de droit à l’assemblée des fondateurs. Fondation de droit privé art. 80 ss et 335 CC fondations d’utilité publique fondations de famille fondations ecclésiastiques fondations de prévoyance en faveur du personnel fondations à caractère d’entreprise fondations de droit public Phénoménologie des fondations Fondation de droit public Fondation, indépendante ou dépendante, soumise au droit public et poursuivant un but public. Sa constitution nécessite l’adoption d’une loi. En principe, elle est également alimentée par le secteur public (p.ex. Fondation suisse pour la culture Pro Helvetia, Fonds national suisse de recherche scientifique). → Fondation de droit privé Phénoménologie des fondations Fondation de famille destinataires exonération fiscale art. 335 CC Phénoménologie des fondations, Fondation de petite taille → Taille des fondations Fondation de placement La fondation de placement est une émanation de la pratique. Elle n’est pas d’utilité publique et a pour but la gestion collective de la fortune d’institutions de prévoyance vieillesse, survivants et invalidité, selon le principe de la répartition des risques. Son organisation, fixée dans un règlement, comprend, à l’instar du droit des sociétés, des éléments corporatifs, en particulier une assemblée des investisseurs qui en est l’organe suprême ; elle dispose par ailleurs d’un règlement de placement. Elle est régie par les dispositions applicables de la loi fédérale sur la prévoyance professionnelle et de l’ordonnance d’exécution OPP2, et est soumise à la surveillance de la Confédération (Commission de haute surveillance de la prévoyance professionnelle, CHS PP). 221 TOP Fondation de prévoyance en faveur du personnel ↔ Fondation LPP ↔ Fondation de caisse de pension fusions exonération fiscale fondations d’utilité publique patrimoine → Fondation collective Phénoménologie des fondations, Fondation de propriétaire de banque Fondation donatrice constituée par une banque et alimentée par la fortune, c’est-à-dire par les fonds propres de cette dernière. D’un point de vue juridique, la fondatrice est la banque, mais d’un point de vue économique, le fondateur est le propriétaire de la banque. → Fondation bancaire → Fondation de banquier → Fondation des clients de banque Fondation de taille moyenne → Taille des fondations Fondation dépendante → Fonds abrité Fondation des clients de banque Fondation donatrice essentiellement alimentée par des moyens provenant des clients d’une banque. Certaines banques offrent à leurs clients des véhicules philanthropiques individuels ou collectifs pour leur permettre de réaliser leurs aspirations. → Fondation bancaire → Fondation de banquier → Fondation de propriétaire de banque Fondation donatrice Fondation d’utilité publique → Fondation classique → Fondation d’attribution Phénoménologie des fondations Fondation ecclésiastique → Fondation d’Église Fondation holding → Fondation à caractère d’entreprise Fondation inactive ↔ Fondation inerte « fondation inerte ». 222 TOP Fondation inerte → Fondation inactive Fondation LPP fondation de prévoyance en faveur du personnel Phénoménologie des fondations, Fondation opérationnelle ↔ Fondation-entreprise L’activité centrale d’une fondation opérationnelle n’est pas de soutenir des tiers en leur attribuant des fonds, mais de constituer une entité pour mettre en œuvre ses propres objectifs par des prestations et/ou des projets qui lui sont propres. Fondation préservant son patrimoine fondation à capital consommable, Fondation proche d’entreprise fondation à caractère d’entreprise fondation d’entreprise Fondation proche de banque → fondation bancaire Fondation sans utilité publique → Fondation d’utilité privée Fondation successorale fondateur fondateur Fondation tenant une entreprise → Fondation à caractère d’entreprise Fondations de grande taille → Taille des fondations Fonds fonds abrité Phénoménologie des fondations, 223 TOP Fonds abrité ↔ Fonds de fondation ↔ Fondation dépendante fondations abritantes → Fonds Phénoménologie des fondations Fonds de fondation → Fonds abrité Fusion buts de la fondation autorité de surveillance des fondations → Coopération Gestion de fortune efficiente patrimoine de la fondation but de la fondation Gestion de projet évaluation Gestion des risques Elle englobe toutes les réglementations organisationnelles et les mesures prises pour identifier les risques et y faire face. Gestion du patrimoine ↔ Gestion financière politique de placement stratégie de placement Gestion financière processus de placements Gouvernance conseil de fondation organes de la fondation instances de la fondation parties prenantes → Gouvernance de fondation Gouvernance de fondation fondations donatrices → Gouvernance Groupe d’intérêts → Parties prenantes Honoraires Rémunération des membres du conseil de fondation → Salaire 224 TOP Impact ↔ Impact du soutien réalisation des objectifs ( Outcome prestation de soutien but politique de la fondation → Efficacité → Efficience Impact de projet Outcome destinataires Impact des prestations → Outcome Impact du soutien → Impact Indemnisation du risque → Risques systématiques → Risques non systématiques risques marchés financiers Instance de la fondation organe de la fondation Intermédiaires Destinataires → Bénéficiaires de prestations Investissement axé sur le but ↔ Mission-based Investing ↔ Mission Investing ↔ Mission-related Investing Stratégie de gestion de fortune spécifique aux fondations, en vertu de laquelle les investissements effectués doivent contribuer à la réalisation du but de la fondation, maintenir la substance du patrimoine investi et réaliser un rendement autant que possible conforme au marché. Investissement durable Investissement qui répond non seulement aux critères traditionnels que sont la rentabilité, la liquidité, la sécurité et la répartition des risques, mais aussi aux critères écologiques, sociaux, éthiques ou de gouvernance. → Critères ESG Investment Controlling ↔ Contrôle du résultat des placements ↔ Contrôle du résultat du patrimoine stratégie de placement benchmark 225 TOP Legs fondation successorale libéralité → Pacte successoral → Testament Libéralité dons post-affectations co-affectations Logique d’impact Outcome Theory of Change Logic Framework output outcome → Impact → Mesure de l’impact Maintien de la substance ↔ Maintien du patrimoine patrimoine de la fondation patrimoine de la fondation → Fondation à capital consommable Maintien du patrimoine → Maintien de la substance Marché financier gestion de fortune Mécénat sponsor Le mot remonte à Mécène (70 av. J.-C. - 8 av. J.-C.), qui soutenait de nombreux poètes latins, dont Pline et Horace. Mesure de l’impact logique d’impact Mise en œuvre de la stratégie de placement stratégie de placement obligations à faible risque actions diversifiées Mission Investing → Investissement axé sur le but Mission-based Investing → Investissement axé sur le but 226 TOP Mission-related Investing → Investissement axé sur le but Modification du but conseil de la fondation fondateur autorité de surveillance des fondations acte de fondation article 86a CC → Constitution de la fondation Moyens disponibles patrimoine de la fondation acte de fondation but de la fondation Notation ratings Objectif de rendement stratégie de placement risques Objectifs de prestations → Output Obligation de distribution Selbstzweckstiftungen La thésaurisation a aussi des conséquences fiscales, puisque les fondations qui, sans motifs suffisants, abandonnent pendant un certain temps leurs activités de soutien, perdent leur droit à l’exonération fiscale. Il en va différemment si la réalisation du but n’est possible qu’en accumulant du capital, soit que, par exemple, le but ne puisse tout simplement pas être poursuivi pendant un certain temps, soit que les projets aient pris une telle ampleur qu’ils requièrent d’accumuler du capital durant plusieurs années. → Utilisation des moyens à brève échéance Obligations à faible risque Mélange approprié d’obligations d’entreprises actives au niveau international, couvert contre le risque de change dans la devise des dépenses de la fondation. Obligations sans risque Obligations d’États fiables, d’États constituants, de banques bénéficiant d’une garantie de l’État ainsi que d’organisations internationales pouvant compter, directement ou indirectement, sur des ressources fiscales futures. OBNL Organisations à but non lucratif. → Secteur des OBNL 227 TOP Organe de la fondation conseil de fondation organe de révision acte de fondation règlement de fondation conseil de fondation direction opérationnelle conseils consultatifs → Instance de la fondation Organe de révision Les fondations ont l’obligation de désigner un organe de révision externe, lequel est tenu de respecter les prescriptions légales en matière d’indépendance et de qualification particulière. dons libéralités checks and balances L’organe de révision contrôle chaque année la tenue des comptes de la fondation et établit un rapport à l’intention du conseil de fondation. La durée du mandat de révision doit être limitée au minimum légal. Organisation des placements processus de placement gestion de fortune contrôle du résultat des placements investment controlling Outcome ↔ Impact des prestations prestations de soutien bénéficiaires de prestations impact impact de projet outcome output → Réalisation de l’objectif Output ↔ Fourniture de prestations L’output prestations de soutien → Réalisation de l’objectif Overhead → Charges administratives Pacte successoral Les fondations peuvent être constituées par pacte successoral, selon lequel les parties disposent volontairement des droits de succession avec effet obligatoire. Les conditions de forme doivent impérativement être respectées pour toutes les dispositions pour cause de mort. Contrairement à un testament, un pacte successoral ne peut pas être modifié et complété unilatéralement à tout moment. → Fondation successorale → Legs → Testament Partenariat → Coopération Partenariat public-privé Coopération OBNL 228 TOP Parties prenantes ↔ Groupes d’intérêts ↔ Stakeholder destinataires Patrimoine → Patrimoine de la fondation Patrimoine de la fondation Capital de la fondation dons co-affectations acte de fondation → Fondation à capital consommable → Maintien de la substance Philanthropie La philanthropie englobe toute action volontaire privée ayant un but d’utilité publique, y compris la mise à disposition de temps, d’argent ou de prestations en nature. Placement à taux fixe Obligations et dépôts à terme. Placement de la fortune ↔ Asset Allocation Désigne chaque investissement choisi. Placements à risque risque → Réserve de fluctuation des valeurs Placements actifs ↔ Placements passifs mise en œuvre de la stratégie de placement catégories de placement Placements alternatifs placements standard junk bonds, private equity, hedge funds Placements passifs → Placements actifs Placements standard obligations sans risque Les autres catégories de placement sont des → placements alternatifs. Planification budgétaire Sert à planifier les recettes et les dépenses. 229 TOP Planification des liquidités La planification des liquidités vise à veiller à ce qu’au moment d’effectuer les dépenses programmées, la fondation dispose de suffisamment de liquidités. Les investissements devraient être liquidés le plus tard possible pour rester rentables le plus longtemps possible. La planification des liquidités cherche ainsi à minimiser les pertes de revenus et à perturber le moins possible le financement des projets et d’autre opérations financières. Politique → Politique de la fondation → Politique de placement Politique de la fondation ↔ Politique ↔ Politique de soutien but de la fondation Ethical Code of Conduct) stratégie de la fondation, charte Politique de placement patrimoine de la fondation stratégie de placement Planification systématique des liquidités, politique et stratégie de placement constituent la gestion financière de la fondation. Politique de soutien → Politique de la fondation Portefeuille d’actions globales Il n’existe pas de modèle capable mieux qu’un autre de prédire systématiquement le comportement des marchés boursiers mondiaux, et encore moins l’évolution du cours d’actions individuelles. C’est pourquoi certaines fondations investissent une partie de leur patrimoine dans un portefeuille d’actions globales susceptible de rapporter davantage sur une durée donnée qu’un taux d’intérêt sans risque. Post-affecter, post-affectation → Co-affecter, co-affectation Prestation de soutien destinataires but de la fondation fondation opérationnelle → Charges de soutien Processus de placements stratégie de placement mise en œuvre de la stratégie de placement contrôle du résultat des placements investment controlling Programme de soutien ↔ Domaine de soutien privilégié ↔ Champ d’action prestations de soutien 230 TOP Propension au risque risques de placement Rapport annuel → Rapport de gestion Rapport de gestion ↔ Rapport annuel rapport de performance Swiss GAAP RPC Rapport de performance rapport de gestion Rating → Notation Réalisation de l’objectif impact → Outcome → Output Registre du commerce membres du conseil de fondation organe de révision www.zefix.ch Règlement → Directives → Règlement de fondation Règlement d’organisation → Règlement de fondation Règlement de fondation → Règlement acte de fondation conseil de fondation autorité de surveillance des fondations → Directives 231 TOP Règlement de placements mise en œuvre de la stratégie de placement contrôle du résultat des placements investment controlling Il englobe également la description des compétences, des responsabilités et des contrôles des personnes chargées de la gestion de fortune. → Règlement de fondation Rémunération des membres du conseil de fondation ↔ Bénévolat ↔ Honoraires ↔ Salaire exonération fiscale à la fondation conseil de fondation Cela ne doit cependant pas aller au détriment du professionnalisme. Rendement escompté des placements Exception faite des intérêts des placements étatiques, les rendements aussi bien des instruments financiers que de l’ensemble du portefeuille ne sont pas sûrs. Cependant, il est possible de se faire une idée, notamment sur la base des analyses statistiques, des revenus escomptés des instruments financiers ou du portefeuille dans son ensemble. Réserve de fluctuation → Réserve de fluctuation de valeurs Réserve de fluctuation des valeurs ↔ Réserve de fluctuation placements à risque patrimoine de la fondation marchés financiers Responsabilité sociétale des entreprises (RSE) Principe présidant à l’organisation des entreprises qui, au titre de leur responsabilité sociétale, intègrent dans leur action des considérations d’ordre social et écologique. fondations d’utilité publique fondations d’entreprise Risque Dans le langage courant, le risque désigne l’éventualité d’une issue plus défavorable que prévu. En sciences économiques, le risque est l’éventualité d’une issue différente, plus favorable ou défavorable, qu’attendu. L’important est de se faire une idée de la mesure dans laquelle l’issue peut être différente. En d’autres termes, le risque est une mesure de l’incertitude de manquer un objectif déterminé. Certains risques sont systématiquement indemnisés, d’autres ne le sont pas. → Gestion du risque → Indemnisation du risque → Obligations à faible risque → Obligations sans risque → Placement à risque → Risques de placements → Risques non compensés 232 TOP Risques des placements Il convient de distinguer les risques indemnisés aux conditions du marché et ceux qui ne sont pas indemnisés. Ainsi, un portefeuille d’actions bien diversifié sera indemnisé selon les conditions du marché ; un risque accru permet en moyenne d’escompter un revenu plus élevé. En revanche, un portefeuille d’actions mal diversifié présente un risque élevé sans qu’on puisse en attendre pour autant un rendement plus élevé. → Risque → Risques non compensés Risques non compensés risques de placement marchés financiers diversifiés Risques non systématiques → Indemnisation du risque Risques systématiques → Indemnisation du risque Salaire Rémunération versée par la fondation employeuse aux collaborateurs de sa direction opérationnelle au bénéfice d’un contrat de travail. → Honoraire → Rémunération des membres du conseil de fondation SCI → Système de contrôle interne Secteur des OBNL ↔ Tiers secteur dons Self-Dealing self-dealing conseil de fondation direction → Conflit d’intérêts Services centraux → Charges administratives 233 TOP Société civile ↔ Civil Society Corporate Citizenship Solution de concurrence Il y a solution de concurrence (p.ex. dans la gestion de fortune), lorsque les coûts et la qualité des différentes activités sont comparables à ceux du marché. L’objectif est d’éviter qu’une prestation d’une qualité donnée soit rémunérée à un prix supérieur à celui du marché. Soutien direct de projet ↔ Charges de projet ↔ Distribution Contributions de soutien versées directement pour les projets soutenus ; souvent aussi appelées « distributions ». Sponsor / Sponsoring Le sponsor met à la disposition de la fondation des ressources financières, des prestations en nature et/ou un savoir/expérience et attend une contrepartie en retour (publicité/réalisation d’objectifs de communication). Les activités de sponsoring répondent à des intérêts commerciaux et ne sont par conséquent pas fiscalement déductibles. Par ailleurs, les prestations de sponsoring sont soumises à la taxe sur la valeur ajoutée. → Mécénat Stakeholder → Destinataires → Parties prenantes Statut de la fondation acte de fondation règlements de la fondation Statuts de la fondation acte de fondation Stratégie → Stratégie de la fondation → Stratégie de placement Stratégie de la fondation ↔ Stratégie de soutien ↔ Stratégie politique de la fondation programmes de soutien 234 TOP Stratégie de placement ↔ Stratégie propension au risque rendement escompté des placements obligations à faible risque diversifiées → Mise en œuvre de la stratégie de placement Stratégie de soutien → Stratégie de la fondation Surveillance des fondations ↔ Concordat ↔ Concordat de fondation ↔ Concordat de surveillance fondateurs Les fondations peuvent être soumises à une surveillance communale, cantonale ou fédérale. La collectivité publique compétente pour exercer la surveillance se détermine généralement en fonction du lieu et du rayon d’action de la fondation. Swiss GAAP RPC 21 www.fer.ch OBNL Elle a pour but d’améliorer la pertinence des informations fournies dans les comptes annuels et leur comparabilité. L’application de la norme, qui remonte au 1.1.2003, est facultative. SwissFoundations Association des fondations donatrices suisse fondée en 2001. Système de contrôle interne (SCI) full audit Sont « économiquement importantes » les fondations qui, pendant deux exercices consécutifs, dépassent alternativement deux des trois critères suivants : somme au bilan de 10 millions de francs, chiffre d’affaires de 20 millions de francs, 50 postes à temps plein en moyenne annuelle. Taille de la fondation ↔ Fondations de grande taille ↔ Fondations de petite taille ↔ Fondations de taille moyenne patrimoine de la fondation Seul le patrimoine liquide (patrimoine de placement) doit être pris en considération, à l’exclusion des actifs non liquides, inaliénables. Testament pacte successoral → Fondation successorale → Pacte successoral → Legs 235 TOP Thésaurisation patrimoine de la fondation charges futures but de la fondation exonération fiscale → Obligation de distribution → Utilisation des moyens à brève échéance Transparence fonctionnelle parties prenantes Tiers secteur → Secteur des OBNL Trust trust settlor trustees beneficiaries trustee trust common-law trusts Utilisation des moyens Engagement des ressources financières d’une fondation en vue de réaliser son but. → Utilisation des moyens à brève échéance Utilisation des moyens à brève échéance patrimoine de la fondation but de la fondation → Obligation de distribution → Thésaurisation → Utilisation des moyens Utilité publique exonération fiscale → Fondation d’utilité publique © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Index Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 236-249 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 236 TOP Index italiques gras A À fonds perdu, contributions 120, 127 Accomplissement du but, typologie de l’(→ But de la fondation) 119, 126 Acte (→ Acte de la fondation) 33, 34, 39, 41, 50 Acte de fondation , 49 ss 210 ss Actifs non déclarés 151 Actions 123, 132, 154, 158 ss, 171, 211, 224, 225, 228, 229, 232, 234 Activité opérationnelle de la fondation 210 , 212 Affectation (du patrimoine de la fondation) (→ Constitution de la fondation) , 210 Affectation à un but (→ But de la fondation) 33 Alimentation 178 Analyse coût-bénéfice 100, 168, 210 Asset-Allocation 210 , 228 Association 101 Assurance-responsabilité civile 62, 63, 77, 79, 86, 104, 218, 227, 228 Autoévaluation 16, 181, 210 Autonomie (de la fondation) (→ Indépendance) 78 , 112, 178, 182 Autorégulation 11, 16 , 210 Autorité de surveillance (→ Surveillance de la fondation) , 63 Autorité fiscale 45 B Benchmark , 211 Bénéficiaire de prestations (→ Destinataire → Intermédiaire) 211 Bénévolat (→ Rémunération) 76 211, Besoin sociétal 33, 119, 121 237 TOP Bilan 211, But (→ But de la fondation) 10 ss, 14, 16, 20, 23, 28 ss, 32 ss, 49, 51, 56 ss, 60 ss, 70 ss, 77, 80, 94, 99 ss, 108, 116, 118 ss, 122, 124, 126 ss, 131, 135, 140 ss, 145, 150, 152 ss, 160 ss, 164, 176, 179, 180, 184, 186, 211 35 119 , 211 ss Caractère irrévocable du 45 Formulation du 35, 36 Modification 57 Réalisation du 33, 42, 57, 59 ss, 71, 73, 77, 98, 108, 118, 126 Réserve concernant la modification du but 41 C Capacité de risque (→ Règle empirique d’évaluation de la capacité de risque) 155, 156, 158, 159, 171, 234 Capital (→ Patrimoine) 124 211 218, Capital de la fondation (→ Patrimoine) 228, 213, 211 Capital initial 37 , 38, 183 Caractère irrévocable de l’affectation au but 28, 45, 217 Catégorie de placement 157, 161, 216 Catégories de placement , 158 211 Champ d’action (→ Programme de soutien) 211 Charges (→ Charges administratives → Charges de soutien → Charges de la fondation) 123, 124 211 ss Charges administratives (→ Charges) , 212 Charges d’exploitation (→ Charges administratives → Charges → Charges de la fondation) 123 , 212 Charges de la fondation (→ Charges) 123, 211, 212 Charges de projet 124 212 Charges de soutien (→ Charges) 124 212 Charges directes du projet 123, 211, 212 Charte 50 212 Checks and Balances , 212 Choix du lieu de siège 45 Cible du soutien 98 Circulaire no 12 46.235 Civil Society (→ Société civile) 233 Co-affecter, co-affectation 37, 45, 213, 215 ss, 218 ss, 221, 225, 228, 229 Code (→ Swiss Foundation Code) , 11 ss Codex (→ Swiss Foundation Code) 184 Collaboration (→ Coopération) 69, 77, 85, 132, 214, 215 Collecte de fonds 38, 142, 177, 183 238 TOP Comité , 85 89 , 213 Ad hoc 88, 89, Compétences du 90 Création d’un 85, 89 des finances 89, 90, 104, 213 de nomination ou d’organisation de la succession 67, 72, 89 des placements 90, 148, 149, 173 de soutien 213 Indépendance des membres du 90 présidentiel 89, 90, 213 spécialisé 89, Comité ad hoc (→ Comité) 88, 89 Comité de nomination et d’organisation de la succession (→ Comité) 67, 72, 89 Comité de gestion du soutien (→ Comité) 89 Comité des finances (→ Comité) 89, 90, 104, 213 Comité des placements (→ Comité) 90, 148, 149, 173 Comité présidentiel (→ Comité) 89, 90, 213 Comité d’experts (→ Comité) 89 Communication , 100 , 132 Compétence , 67, 69 ss 148 Compliance 59, 63 Comply or Explain 14, 213 Composition 40, 70, 88, 110, 111, 148, 183, 213 Comptabilité analytique 124, 144, 213 Comptes annuels 45, 59, 71, 81, 83, 89, 104, 108, 144, 145, 146, 230, 234 Concordats, Concordats de surveillance (→ Surveillance des fondations) 213 Concurrence 46 , 167 , 233 Conduite (→ Gestion financière → Direction → Conseil de fondation) 12 Conflit d’intérêts (→ Fondateur → Indépendance) , 93 , 95, 111 213 au sein du Conseil de fondation (→ Conseil de fondation) 92 ss, 153 dans les procédures de sélection 125 ss Gestion des 92 ss 239 TOP Conseil consultatif 110, 111, 112, 213 Conseil de fondation 210 213 , 231 , Constitution (→ Constitution de la fondation) 6, 13 ss, 16, 27 ss, 30, 31, 33 ss, 41 ss, 46, 89, 110, 123, 182, 184, 189 ss, 193, 210 ss, 216, 217, 218, 226, 229 Contrôle de la stratégie 171, 172 Contrôle de qualité (→ Projets de soutien) 132 Contrôle des projets 37 Convention de prestation (→ Contrat de soutien) 214 Coopération 214 Cooptation 56, 67, 93 Corporate Social Responsibility 163 Courtage Coûts administratifs 37, 41, 120, 121 Coûts cachés 37, 172 Critères d’exclusion (dans la gestion du patrimoine) 160 Critères de qualité 51 Critères de soutien (→ Directives de soutien) 214 Critères ESG 173 215 Critères positifs (dans la gestion de fortune) 160 Culture de la fondation 215 Cumul des fonctions 105 D Dealing at arm’s length 92, 94, 213, 215 Décharge 63 Déclaration d’acceptation 73 Déduction fiscale 46 213 Délégation 62 85 Départ 35, 39, 40, 74, 116, 132, 133, 179, 217 Destinataire (→ Parties prenantes → Intermédiaire → Groupe d’intérêts → Stakeholder) Rapport du – à la fondation 8, 14, 22, 116, 127, 130 ss, 136, 211, 214 Devoir d’informer (les destinataires) 128 Devoir de diligence 151 Devoirs 59 , 69, 189 Diminution des revenus 158 Direction 6, 19, 50, 57 ss, 67, 73, 75, 85 ss, 92, 102, 103, 105, 111, 119, 122, 184, 210, 215, 227, 232 240 TOP Domaines de responsabilité de la 104 Droit de signature de la Exigences à l’encontre de la 103 Fonctions de la 73, 86, 103 Organisation de la 104 Directive de la fondation 59, 61, 210 Directives (→ Directives de soutien → Règlement) 126 163 215, Directives de placement 163 Directives de soutien 126 215 Disponibilité 72, 73 Dissolution (de la fondation) 41, 45, 180, 216 Dissolution de la fondation (→ Dissolution) 18, 45 Distribution (→ Soutien direct de projets) 216 226 Diversification 159 216 Documents de la fondation, Examen préalable des 45, 82, 100 Don 216, Donation 28, 225 Droit d’être entendu 41 Droit de signature 60, 105, 230 Droit de véto 68, 82 Droit des fondations 216 Droits des actionnaires, exercice des 161 Durée des mandats 66 Durée de vie des fondations, Typologie des 39, 124 E Effet de levier 97 Efficace, efficacité (→ Impact) 101 216 Efficient, efficience (→ Impact) 37 216 Élection 72 Critères de sélection 70, 104, 129 Déclaration d’acceptation 73 Préparation 72 Équilibre (au sein du conseil de fondation) 73 Ethical Code of Conduct (→ Code de conduite) 229 Évaluation (→ projets de soutien) 63 108 136 172 216 Évaluation de projets 105 Exonération fiscale 45 217 Experts externes 136 173 241 TOP F Fiabilité (de la fondation) 117, 126 Financement de lancement 217 Financement initial (→ Financement de lancement) 217 Finances 99 Flexibilité (de la fondation) 47, 49, 78, 105, 163 Fonction 103 217 Fonction et promotion de l’innovation 217 Fondateur 13 34 ss 40 41 154 216 ss Influence du fondateur au sein du conseil de fondation 40, 41 Rôle du 30 Volonté (→ Volonté du fondateur) 6, 14, 20, 32, 62, 63 Fondation à capital consommable 39 124 218 Fondation à caractère d’entreprise 218 Fondation abritante 124 218 Fondation bancaire 218 Fondation classique 218, 221 Fondation collective 218, 221 Fondation collectrice 219 Fondation d’attribution 219 Fondation d’Église 219 , 221 Fondation d’entreprise 219 Fondation de banquier 219 Fondation de caisse de pension (→ Fondation de prévoyance en faveur personnel) 219 , 221 Fondation de citoyens 220 Fondation de droit privé 182, 220 Fondation de droit public 182, 220 Fondation de famille 182, 219, 220 Fondation de petite taille (→ Taille des fondations) 42, 165, 220 Fondation de placement 220 Fondation de prévoyance en faveur du personnel 221 Fondation de propriétaire de banque 218, 219, 221 Fondation des clients de banque 182, 218, 219, 221 Fondation donatrice 14, 29, 30, 57, 119, 124, 131, 182, 218 ss, 229 Fondation ecclésiastique 182, 219, 221 Fondation holding 182, 218, 221 Fondation inactive 221 Fondation indépendante 28, 32, 33, 36, 42, 178 Fondation inerte 221, 222 242 TOP Fondation LPP (→ Fondation de prévoyance en faveur du personnel) 221, 222 Fondation opérationnelle 222 Fondation proche d’entreprise 219, 222 Fondation proche de banque (→ Fondation bancaire) 222 Fondation successorale 34 222 Fondation tenant une entreprise 218, 222 Fondation-entreprise 182, 218, 222 Fondations d’utilité publique, typologie des 219 Fondations de grande taille (→ Taille des fondations) 222, Fonds 33 ss, 37 ss, 42, 56, 61, 100, 116, 120, 127, 131, 133, 142, 145 ss, 151 ss, 158, 169, 164 ss, 168, 172 ss, 177, 179, 182, 183, 211, 219 ss Fonds abrité 33 ss, 42, 179, 182 ss, 221, 223 Formation continue 74 Forme juridique 28, 32, 39, 182, 221, 222 Formulation du but 35, 36 Frais généraux 145 Frais incompressibles (→ Charges administratives) 37 Fusion 41 124 223 G Gérant de portefeuille (→ Gestion de fortune) 163, 164, 167 Gestion (→ Gestion de la fondation) 95 119 127 145 ss 164 ss 214 223 230 Gestion de la fondation 31, 60, 103, 189 Gestion de projet 127 , 210, 223 Gestion du patrimoine (→ Gestion financière de la fondation→ Placements) 51, 127, 190, 222, 223 Gestion du risque 62 , 231 Gestion financière (→ Gestion du patrimoine) 223 Gouvernance (→ Foundation Governance) 11 ss 223 ss Groupe d’intérêts (→ Parties prenantes → Destinataire → intermédiaire→ Stakeholder) 223 H Héritiers 31, 45, 179, 183 Honoraire 224 243 TOP I Image (de la fondation) 103 132, 146 Impact (→ Efficacité → Efficience → Impact du soutien → Effet de levier → Outcome) 97 135 136 ss 154 224 ss Impact de projet 224 , 227 Impact global 135 Impact sur la société 136 Indemnisation 224 Indemnisation du risque 224 , 231, 232 Indépendance 11, 30, 58, 83, 90, 94, 106, 107, 111, 141, 178, 179, 183, 227 Indépendance juridique 30 Indicateurs financiers 99 Initiation 70, 74 Instance de la fondation 224 Intégrité 13, 56, 103 Interdiction de tromperie 39 Intermédiaire (→ Destinataire) 224 Investissements durables 160 Investment Controlling 225 Issue management 62 J Justification (des décisions de soutien) (→ décision de soutien) 132, 169 L Légitimité 11, 15, 68, 97, 99, 191 Legs 225 Libéralité 152 225 Liberté du fondateur 28 Limitation des mandats 66 , 67 Limite d’âge 65, 67, 72 Liquidation 124 M Maintien de la substance 159 225 Maintien du patrimoine (→ Maintien de la substance) 225 Majorité pour la révocation d’un membre du conseil de fondation 67 Quorum 82 67, 73, 74, 82, 94, 215 Mandat, durée du 66, 90, 227 Marchés financiers, fonctionnement des 157, 159, 224, 231, 232 Mécanismes de contrôle (→ Système de contrôle interne) en cas de cumul des fonctions 102, 105 244 TOP Mécénat 225 , 233 Mesure de l’impact 136 225 Mise en oeuvre de la stratégie de placement (→ Stratégie de placement) 225 Mission-based Investing 224, 226 Modèles de textes 155 Modification du but (→ But de la fondation) 36 , 41, 62, 64, 142, 211, 214, 216, 226 Moyens de communication 100 Moyens de la fondation (→ Moyens) 75, 77, 231 Moyens disponibles 226 N Nom de la fondation 131 Nombre 11, 51, 61 ss, 70 ss, 81, 98, 100, 126, 127, 135, 159, 161 ss, 172, 185, 191, 193, 213, 221, 227 O Objectifs de prestations (→ Output) 226 Obligation de clarté 39 Obligation de désigner un organe de révision, dispense de 227 Obligation de distribution 226 , 235 Obligation de domicile (→ Conseil de fondation) 73 Obligation de véracité 39 Obligations (→ Placements → Obligations à faible risque → Obligations sans risque) 226 Obligations à faible risque 226 Obligations sans risque 226 , 228, 231 Opérations passées avec soi-même 38, 232 Ordre du jour 66, 81, 82, 91 Organe de la fondation (→ Conseil consultatif → Direction → Conseil de fondation) 30, 77, 213, 224, 227 Organe de révision (→ Révision) 107, 108 227 Organisation 59 60 104, 111 Organisation des placements 142, 147 ss, 167, 172, 227 Association sectorielle 101 Origine des moyens, typologie de l’ 150, 151, 183, 218 Outcome (→ Impact) 227 Output 135, 136, 225 ss, 230 Overhead (→ Charges administratives) 123, 212, 227 P Pacte successoral 227 Partenariat (→ Coopération) 227 Parties prenantes (→ Destinataire → intermédiaire → Stakeholder) 228 245 TOP Patrimoine 228 ss Patrimoine de la fondation (→ Patrimoine) 228 Patrimoine initial (→ Patrimoine) 228 Phénoménologie des fondations 16, 176, 218 ss Philanthrope 10, 28, 29, 219 Philanthropie 51, 60, 117, 151, 228 Placement (de la fortune) Importance du 140, 147-149, 153 ss Placement à taux fixe 228 Placements à risque 228 , 230, 231 Placements actifs 163 , 228 Placements alternatifs 158, 160, 211, 228 Placements passifs (→ Placements actifs) 163 , 164, 228 Placements standard 228 Planification budgétaire 140, 228 Planification des liquidités 229 Politique (→ Politique de placement → Politique de la fondation) 229 Politique d’information (de la fondation) 96 Politique de la fondation 59 229, Politique de placement 142, 148, 223, 229 Politique de soutien (→ Politique de la fondation) 96, 229 Portefeuille d’actions globales 229 Post-affecter, post-affectation (→ co-affecter, co-affectation) 213, 225, 229 Pratique du soutien 119 , 126 Préambule 36 Présence (aux séances du conseil de fondation) 78, 81, 82 Présidence 60 , 67, 78 Président du conseil de fondation 30, 60 Cumul de fonctions (Conseil de fondation/direction) 105 66 Fonction 84, 85 85 Relation avec le conseil de fondation 86 Tâches 74, 81, 84, 85, 86, 87 Président du conseil de fondation (→ Président du conseil de fondation) 30, 60 Prestation de soutien (→ Charges de soutien) 41, 46, 49, 57, 59, 61, 63, 99, 121ss., 127, 131, 154, 157, 179, 180, 211, 212, 215, 227, 229 Principe méritocratique 31 Prise de décision 56, 73, 80, 82, 111, 167 Processus de placement 155 229 246 TOP Procès-verbal (→ Séance du conseil de fondation) 82 Profil d’exigences 103, 111 Programme de soutien 229 Projets de la fondation elle-même (→ Projets de soutien) 126 127, 210, 222, 229 Projets de soutien 97, 98, 104, 116, 122, 125-128, 131, 132, 133, 210, 212, 214, 223, 224, 227, 229, 233 136 126 Propension au risque 230 Q Quote-part de soutien 123 Quorum 82 R Rapport annuel 59, 92, 100, 145, 230 Rapport d’activité 45, 52, 144, 178 Rapport de gestion 59, 83, 144, 145, 230 Rapport de performance 145, 230 Rapport final 136, 137 Rating 164, 226, 230 Rayon d’action (de la fondation), Typologie du 44, 182, 234 Rayon d’action géographique (de la fondation) 178 Réaffectation (dans la gestion du patrimoine) 168 Réalisation du but, degré de réalisation du but (→ Outcome → Output) 13, 34, 36, 38, 42, 60, 61, 68, 71, 77, 98, 160, 216, 218, 219, 222 ss, 226, 227, 230 Récusation (→ Conflits d’intérêts) 93 , 95, 213 Registre du commerce 35, 49, 73, 98, 100, 177, 214, 227, 230 Règle empirique pour la capacité de risque 158, 159 Règles de majorité 82 Règlement 49 230 60 230 78 relatif à la gestion de la fondation 60, 80 148 231 Règlement de gestion (→ Règlement) 60 Règlement de fondation (→ Règlement) 49 230 Règlement de placement (→ Règlement) 148 231 Règlement de soutien 49, 59, 230 Règlement des élections et de l’organisation de la succession (→ Règlement) 49, 70, 72, 111 Relations personnelles 72 , 97, 218 247 TOP Rémunération (→ Honoraire → Bénévolat → Conseil de fondation) 231 Rendement (→ Rendement des placements) 29, 37, 41, 140, 142, 153, 155, 156, 157, 211, 226 Rendement de la fortune (→ Rendement des placements) 39, 61, 180 Rendement des placements 154, 159 Rendement escompté (→ Placements → Rendement des placements) 231 Renouvellement 66 Réputation 71 Requérant (→ Destinataire) 100, 128, 129 Réserve de fluctuation de valeur 159 , 171, 228, 231 Réserves de fluctuation (→ Réserves de fluctuation de valeur) 41, 61, 123, 157, 158, 231 Responsabilité 8, 14, 21, 23, 51, 56, 58 ss, 71, 74, 76, 77, 85, 90, 104, 108, 111, 112, 117, 140, 144, 145, 147 ss, 160, 180, 210, 212, 219, 227, 231, 233 Ressources (de la fondation) 45, 51, 57, 101, 103, 116, 117, 119 ss, 127, 130, 131, 136, 145, 161, 179, 183, 186 Ressources consacrées au soutien 121 Résultat des placements 153, 155, 214, 225, 227, 229, 231 Rétrocessions 168 Return on Investment 57, 225 Révision ordinaire (→ Révision) 108 Risque (→ Risque de soutien de projet) 231 Risques non systématiques 216, 224, 232 Risques systématiques 11, 224, 232 Risques non indemnisés (→ Risques de placement) 142 S Salaire 104, 224, 231 Salaires (→ Rémunération) 78, 86, 90, 104, 224, 231, 232 SCI (→ Système de contrôle interne) 62 232 Séance 73, 80 ss, 86 Séance consacrée à la stratégie 81 Séance du conseil de fondation 73, 80ss., 86 Séance extraordinaire 80, 81 Séance ordinaire 81 , 83 Secteur des OBNL 232, Sélection de projets 125 ss Self-Dealing 38, 66, 68, 213, 232 Séparation des pouvoirs (→ Checks and Balances) 21, 105, 212 Services centraux (→ Charges administratives) 99, 123, 212, 232 Shareholder Engagement 161 248 TOP Siège de la fondation, Modification du 44 SMART 135 Société civile 8, 22, 60, 98, 233 Soumissionnaire 167 Sous-fondation 179 Soutien 11, 13, 20, 29, 33, 36, 46, 49, 58, 59, 89, 96, 99, 111, 115 ss, 179 ss, 192, 210 ss, 224, 229, 233, 234 Soutien direct de projet (→ Projets de soutien), Obligation de 211, 216, 233 Sponsor/Sponsoring 131, 225, 233 Stakeholder (→ Parties prenantes → Destinataire → intermédiaire → Groupe d’intérêts) 215, 228, 233 Statut de la fondation (→ Règlement → Acte de fondation) 16, 100, 233 Statuts de la fondation (→ Acte de fondation) 213, 233 Stratégie (→ Stratégie de placement → Stratégie de soutien → Stratégie de la fondation) 59 ss, 233 Stratégie de la fondation (→ Stratégie de placement → Stratégie de soutien) 233, Stratégie de placement 157 234 Stratégie de soutien (→ Stratégie de la fondation) 85, 96, 116 ss, 122, 123, 130, 179, 212, 233, 234 Structure de la fondation 217 Structure des coûts 37 146 Suivi de projets 37, 130 Surveillance 44 63 234 Compétence de la 44, 213 Relation entre la – et le conseil de fondation 56, 59, 102, 105 Swiss Foundation Code 11 ss, 25, 51, 52, 61, 100, 176, 184 ss, 189 ss, 196, 210 ss, 215, 223 Swiss GAAP RPC 21 145 , 146, 211, 230, 234 SwissFoundations 3, 4, 8, 9, 11, 14, 15, 155, 184, 185, 186, 196, 210, 234 Système de contrôle interne (SCI) 62 109 232 234 249 TOP T Tâches 85 Taille 11, 12, 30, 36, 37, 41, 42, 52, 57, 59, 62 ss, 67, 69, 74, 78, 79, 81, 83, 86, 89, 90, 95, 101, 104, 105, 108, 109, 112, 124, 127, 128, 129, 133, 137, 142, 146, 154, 155, 163 ss, 169, 173, 215, 220ss., 234 Taille de la fondation (→ Patrimoine de la fondation) 59, 78, 89, 234 Taille du patrimoine (→ Patrimoine de la fondation) 36 , 154 Taxe sur la valeur ajoutée 132 , 233 Testament 34, 222, 225, 227, 234 Thésaurisation 122, 226, 235 Tolérance au risque 127 Total Expense Ratio 168 Transfert du patrimoine 225, 64, 124, 142, 213 Transparence (→ Politique de la communication) 13 ss Transparence fonctionnelle 235 Tiers secteur (→ secteur des OBNL) 60, 232, 235 Trust 235 Type de fondation 33, 182, 222 U Utilisation des moyens à brève échéance 122, 226, 235 Affectation exclusive des moyens 217 efficacité dans (→ Impact) 216 Utilité pour la société 33 Utilité publique (→ Rémunération) 4, 10, 11, 23, 28, 29, 31, 33, 45, 46, 51, 57, 60, 74, 77, 97, 122, 127, 132, 140, 142, 145, 154, 160, 161, 176 ss, 211, 214, 215, 217 ss, 228, 230, 231, 234, 235 V Valeur ajoutée 122 Vice-président 60, 65, 85, 86, 89, 90, 105 Vision de la fondation 85 Voix prépondérante 85 Volonté du fondateur 14, 20, 28, 32, 35, 36, 38, 62, 63 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Les auteurs Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 250-251 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7792-4 Maison d’édition Stämpfli Verlag AG 250 TOP Les auteurs Dr. iur. et Dr. phil. Thomas Sprecher, LL.M. Thomas Sprecher a d’abord étudié l’allemand et la philosophie, puis le droit. Il travaille en tant qu’avocat depuis 1992 et est associé depuis 2001 à Niederer Kraft Frey AG, Zurich. Dans ce cadre, il conseille sur tous les aspects du droit des fondations. Il a publié plusieurs monographies (Die schweizerische Stiftung, 1999; Die Revision des schweizerischen Stiftungsrechts, 2006; Stiftungsrecht in a nutshell, 2017) et de nombreux articles sur le droit des fondations. Il est président et membre de plusieurs conseils de fondation et est également membre du Legal Council de SwissFoundations. Dr. Dr. h.c. Philipp Egger 251 TOP Prof. Dr. Georg von Schnurbein Georg von Schnurbein est professeur associé en gestion des fondations et directeur du Centre d’études de la philanthropie en Suisse (CEPS) de l’Université de Bâle, qu’il a fondé en 2008. Le CEPS est un institut de recherche et de formation continue pour le secteur philanthropique suisse. De plus, Georg von Schnurbein est co-éditeur du Rapport sur les fondations en Suisse et a été membre du groupe d’experts sur l’initiative parlementaire Luginbühl, visant à accroître l’attractivité du secteur des fondations. Il est également membre du conseil de fondation de diverses fondations en Allemagne et en Suisse. Ses domaines de spécialisation portent sur la mesure de l’impact, la gestion financière et la gouvernance des organismes à but non lucratif. © 2021 by Sprecher/Egger/von Schnurbein"],
    "links": [{
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "1",
        "link_": "#fn_fn1",
        "first_index": 95,
        "last_index": 96
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "2",
        "link_": "#fn_fn2",
        "first_index": 92,
        "last_index": 93
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "1",
        "link_": "#footnotecall_fn1",
        "first_index": 95,
        "last_index": 96
    }, {
        "text_": "2",
        "link_": "#footnotecall_fn2",
        "first_index": 92,
        "last_index": 93
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "3",
        "link_": "#fn_fn3",
        "first_index": 192,
        "last_index": 193
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "3",
        "link_": "#footnotecall_fn3",
        "first_index": 192,
        "last_index": 193
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "4",
        "link_": "#fn_fn4",
        "first_index": 204,
        "last_index": 205
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "5",
        "link_": "#fn_fn5",
        "first_index": 814,
        "last_index": 815
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 39934,
        "last_index": 39944
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 39934,
        "last_index": 39944
    }, {
        "text_": "www.dafne-online.eu",
        "link_": "http://www.dafne-online.eu",
        "first_index": 45000,
        "last_index": 45019
    }, {
        "text_": "www.wingsweb.org",
        "link_": "http://www.wingsweb.org",
        "first_index": 45084,
        "last_index": 45100
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 45245,
        "last_index": 45263
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 45245,
        "last_index": 45263
    }, {
        "text_": "www.stiftungsverband.at",
        "link_": "http://www.stiftungsverband.at",
        "first_index": 45431,
        "last_index": 45454
    }, {
        "text_": "www.gemeinnuetzig-stiften.at",
        "link_": "http://www.gemeinnuetzig-stiften.at",
        "first_index": 45553,
        "last_index": 45581
    }, {
        "text_": "www.dfbulgaria.org",
        "link_": "http://www.dfbulgaria.org",
        "first_index": 45916,
        "last_index": 45934
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 46058,
        "last_index": 46077
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 46058,
        "last_index": 46077
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.saatiopalvelu.fi",
        "link_": "http://www.saatiopalvelu.fi",
        "first_index": 46318,
        "last_index": 46338
    }, {
        "text_": "www.centre-francais-fondations.org",
        "link_": "http://www.centre-francais-fondations.org",
        "first_index": 46485,
        "last_index": 46519
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 46670,
        "last_index": 46684
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 46670,
        "last_index": 46684
    }, {
        "text_": "www.communityfoundations.org.uk",
        "link_": "http://www.communityfoundations.org.uk",
        "first_index": 46799,
        "last_index": 46830
    }, {
        "text_": "www.donorsforum.hu",
        "link_": "http://www.donorsforum.hu",
        "first_index": 46869,
        "last_index": 46887
    }, {
        "text_": "www.acri.it",
        "link_": "http://www.acri.it",
        "first_index": 47023,
        "last_index": 47034
    }, {
        "text_": "www.stiftelsesforeningen.no",
        "link_": "http://www.stiftelsesforeningen.no",
        "first_index": 47071,
        "last_index": 47098
    }, {
        "text_": "www.verenigingvanfondsen.nl",
        "link_": "http://www.verenigingvanfondsen.nl",
        "first_index": 47248,
        "last_index": 47275
    }, {
        "text_": "www.forumdarczyncow.pl",
        "link_": "http://www.forumdarczyncow.pl",
        "first_index": 47377,
        "last_index": 47399
    }, {
        "text_": "www.filantropia.org.pl",
        "link_": "http://www.filantropia.org.pl",
        "first_index": 47545,
        "last_index": 47567
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 47798,
        "last_index": 47816
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 47798,
        "last_index": 47816
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.donorsforum.sk",
        "link_": "http://www.donorsforum.sk",
        "first_index": 48224,
        "last_index": 48242
    }, {
        "text_": "www.swissfoundations.ch",
        "link_": "http://www.swissfoundations.ch",
        "first_index": 48494,
        "last_index": 48517
    }, {
        "text_": "www.tusev.org.tr",
        "link_": "http://www.tusev.org.tr",
        "first_index": 48567,
        "last_index": 48583
    }, {
        "text_": "www.ncg.org",
        "link_": "http://www.ncg.org",
        "first_index": 48713,
        "last_index": 48724
    }, {
        "text_": "www.cfc-fcc.ca",
        "link_": "http://www.cfc-fcc.ca",
        "first_index": 48831,
        "last_index": 48845
    }, {
        "text_": "www.imaginecanada.ca",
        "link_": "http://www.imaginecanada.ca",
        "first_index": 49056,
        "last_index": 49076
    }, {
        "text_": "www.pfc.ca",
        "link_": "http://www.pfc.ca",
        "first_index": 49239,
        "last_index": 49249
    }, {
        "text_": "www.donorsforum.org",
        "link_": "http://www.donorsforum.org",
        "first_index": 49422,
        "last_index": 49441
    }, {
        "text_": "www.philanthropynewyork.org",
        "link_": "http://www.philanthropynewyork.org",
        "first_index": 49817,
        "last_index": 49844
    }, {
        "text_": "www.cof.org",
        "link_": "http://www.cof.org",
        "first_index": 49879,
        "last_index": 49890
    }, {
        "text_": "www.washingtongrantmakers.org",
        "link_": "http://www.washingtongrantmakers.org",
        "first_index": 50002,
        "last_index": 50031
    }, {
        "text_": "www.gdfe.org.ar",
        "link_": "http://www.gdfe.org.ar",
        "first_index": 50141,
        "last_index": 50156
    }, {
        "text_": "www.philanthropy.org.au",
        "link_": "http://www.philanthropy.org.au",
        "first_index": 50279,
        "last_index": 50302
    }, {
        "text_": "www.gife.org.br",
        "link_": "http://www.gife.org.br",
        "first_index": 50405,
        "last_index": 50420
    }, {
        "text_": "www.cemefi.org",
        "link_": "http://www.cemefi.org",
        "first_index": 50694,
        "last_index": 50708
    }, {
        "text_": "4",
        "link_": "#footnotecall_fn4",
        "first_index": 204,
        "last_index": 205
    }, {
        "text_": "5",
        "link_": "#footnotecall_fn5",
        "first_index": 814,
        "last_index": 815
    }, {
        "text_": "AJP/PJA 2/2015, p. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/b736ecfa-95b7-4927-a177-37edf9c1befc/source/document-link",
        "first_index": 50769,
        "last_index": 50795
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "Art. 1–359 CC",
        "link_": "https://www.swisslex.ch/doc/aol/20540169-5b9e-4c9f-b9d7-7d767530b72f/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 53324,
        "last_index": 53337
    }, {
        "text_": "AJP) 2/2015, p. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/594f45fb-47f9-47dc-932b-a64b851e7dc5/source/document-link",
        "first_index": 54607,
        "last_index": 54630
    }, {
        "text_": "Aktuelle Juristische Praxis 2/2015, p. 279 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/8bd1131e-51e3-40ca-9b42-dd71dbdc7e90/source/document-link",
        "first_index": 54795,
        "last_index": 54841
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "SJZ) 22/2006, p. 513–516",
        "link_": "https://www.swisslex.ch/doc/unknown/a54b6db1-c4cd-4078-93c9-17de9f7e7f34/citeddoc/2639ea9a-fc7e-438b-bef4-f4128e38fd17/source/document-link",
        "first_index": 55638,
        "last_index": 55662
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "ST) 10/2014, p. 883–889",
        "link_": "https://www.swisslex.ch/doc/unknown/a52559a5-63fb-4836-ac98-4375380bded1/citeddoc/8c0dc122-361b-4768-9ea0-66541c27aab8/source/document-link",
        "first_index": 58552,
        "last_index": 58575
    }, {
        "text_": "ST) 4/2013, p. 209–214",
        "link_": "https://www.swisslex.ch/doc/unknown/7cc56a6d-60c7-430b-90b5-7cf65ee3ad54/citeddoc/c105e92a-7aa1-40c2-82be-14bc275f2137/source/document-link",
        "first_index": 59083,
        "last_index": 59105
    }, {
        "text_": "ST) 8/2014, p. 626–629",
        "link_": "https://www.swisslex.ch/doc/unknown/00656c2e-1f23-4571-bd94-31a79f942ffe/citeddoc/045ff94d-3737-42d9-95a9-60190d2effd6/source/document-link",
        "first_index": 59647,
        "last_index": 59669
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "Expert Focus 11/2016, p. 881 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/b4395755-5ebd-46fa-a29c-a40954e93fba/citeddoc/72c39a4f-cb29-452c-8c93-b621b4aed7fc/source/document-link",
        "first_index": 60904,
        "last_index": 60936
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "ST) 5/2008, p. 383–389",
        "link_": "https://www.swisslex.ch/doc/unknown/b7f3fb15-e299-4158-a67b-3b433c4cb91d/citeddoc/76a9c22e-d87b-426e-a463-d321dbb9ca07/source/document-link",
        "first_index": 61842,
        "last_index": 61864
    }, {
        "text_": "Zeitschrift für Erbrecht 1/2013, p. 82–84",
        "link_": "https://www.swisslex.ch/doc/unknown/f75260e1-3a3f-4c49-b222-0be2293476cd/citeddoc/313665d4-4571-4323-8930-c9b9327daaa7/source/document-link",
        "first_index": 62313,
        "last_index": 62354
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "Expert Focus 3/2018, p. 209 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/167ac73b-f18e-4250-9ad9-a656b007cf01/citeddoc/85b918b4-1531-42fd-9ab5-d2cc4c1e34fe/source/document-link",
        "first_index": 64526,
        "last_index": 64557
    }, {
        "text_": "StR) 2017, p. 356 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/3084300f-8f7d-466d-a614-d836df9ca780/citeddoc/7db71d8d-8af7-4825-bbd7-546ab2eeca08/source/document-link",
        "first_index": 64725,
        "last_index": 64746
    }, {
        "text_": "ST) 10/2011, p. 833–835",
        "link_": "https://www.swisslex.ch/doc/unknown/d26818c2-6c9b-40c2-9a8a-c5374c41bcfd/citeddoc/698b5f15-7576-4c87-820a-b8703c1e8773/source/document-link",
        "first_index": 65361,
        "last_index": 65384
    }, {
        "text_": "ST) 9/2011, p. 698–702",
        "link_": "https://www.swisslex.ch/doc/unknown/d4eb38e2-ab15-49ff-a736-adc6007ba603/citeddoc/49ab7ddf-0b75-470b-a023-20d2b0446d9a/source/document-link",
        "first_index": 65407,
        "last_index": 65429
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "ST) 4/2013, p. 235–239",
        "link_": "https://www.swisslex.ch/doc/unknown/6f37c86d-3a1d-44a1-a7c0-328c4a0604ab/citeddoc/cd09c0ed-52f8-40ef-b704-45139e0005b9/source/document-link",
        "first_index": 66199,
        "last_index": 66221
    }, {
        "text_": "Revue de droit privé et fiscal du patrimoine 4/2015, p. 85 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/a7b84795-8cbb-4339-b592-1eb851831e93/citeddoc/cb14cf57-db47-4b1e-94c6-c7fe0283ac58/source/document-link",
        "first_index": 66641,
        "last_index": 66703
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "SJZ) 18/2010, p. 425–433",
        "link_": "https://www.swisslex.ch/doc/unknown/21c23ca7-b7c9-43f5-bec3-221a8ba0392d/citeddoc/a1408a0c-c836-4f8c-b5a2-5c63eca2f5d8/source/document-link",
        "first_index": 69950,
        "last_index": 69974
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "Expert Focus 4/2018, p. 272 ss.",
        "link_": "https://www.swisslex.ch/doc/unknown/4018573e-c657-4b11-b3d5-4534accd2e85/citeddoc/34500277-db09-4847-8ef4-789e20fb9915/source/document-link",
        "first_index": 71119,
        "last_index": 71150
    }, {
        "text_": "CC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 53335,
        "last_index": 53337
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "art. 86a, al. 1 CC",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 75559,
        "last_index": 75577
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "CC",
        "link_": "https://www.swisslex.ch/doc/lawdoc/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 53335,
        "last_index": 53337
    }, {
        "text_": "art. 86a CC",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 80732,
        "last_index": 80743
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "art. 80 ss CC",
        "link_": "https://www.swisslex.ch/doc/aol/140415a2-05ce-471e-85ee-56b2885244e5/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 83663,
        "last_index": 83676
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "art. 80 ss et 335 CC",
        "link_": "https://www.swisslex.ch/doc/previews/140415a2-05ce-471e-85ee-56b2885244e5%2Cb9e8f92c-c62c-458a-aa36-853e59ba886c/source/document-link",
        "first_index": 85914,
        "last_index": 85934
    }, {
        "text_": "art. 335 CC",
        "link_": "https://www.swisslex.ch/doc/aol/b9e8f92c-c62c-458a-aa36-853e59ba886c/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 86602,
        "last_index": 86613
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "article 86a CC",
        "link_": "https://www.swisslex.ch/doc/aol/4aafd69c-effb-448e-893f-7e079b268ae7/c903d5eb-4033-4861-972d-48bf2b13c0eb/source/document-link",
        "first_index": 92934,
        "last_index": 92948
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.zefix.ch",
        "link_": "http://www.zefix.ch",
        "first_index": 99050,
        "last_index": 99062
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "www.fer.ch",
        "link_": "http://www.fer.ch",
        "first_index": 104278,
        "last_index": 104288
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 244,
        "last_index": 247
    }]
}