{
    "category": "0. Disponible depuis peu\n(25)",
    "Titre": "Swiss Foundation Code 2021 - Principles and Recommendations for the Establishment and Management of Grant-making Foundations",
    "Auteur/Éditeur": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
    "Édition": "",
    "Année": "2021",
    "Tribunal/Editeur": "Stämpfli Verlag AG",
    "href": "https://www.swisslex.ch/toc/book/93fee2b8-21cd-4439-9282-677c2b0a5a34/source/biblio-books",
    "metadata": {
        "AUTEUR": "Thomas Sprecher, Philipp Egger, Georg von Schnurbein",
        "TITRE": "Swiss Foundation Code 2021",
        "ANNÉE": "2021",
        "ISBN": "978-3-7272-7814-3",
        "MAISON D’ÉDITION": "Stämpfli Verlag AG"
    },
    "content": ["Auteur von Orelli Lukas Titre Preface and thanks Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 8-9 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 8 TOP Preface and thanks The world has changed a lot since the Swiss Foundation Code was first published fifteen years ago. This is particularly true for the world of foundations. Gone are the times when they were appreciated, without reservation, as a discreet form of engagement by private benefactors. Not only do government regulators now require greater transparency, the media and politicians, and not least the beneficiaries themselves, also raise questions regarding a foundation’s background, motives, and relevance. The principles of impact, governance and transparency, which the Swiss Foundation Code’s authors presciently defined in 2005 for foundations’ work, have offered and still offer guidance to the sector in addressing these increasing demands. Today, foundations are recognised as a part of civil society, but are also increasingly judged by their contribution to it. Pertinent foundation activity takes societal changes into account and includes new developments into their support. That is why the principle of social responsibility is explicitly articulated for the first time in this fourth edition of the Swiss Foundation Code. 9 TOP Dr Lukas von Orelli President, SwissFoundations © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Introduction Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 10-16 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 10 TOP Introduction Addendum regarding liberal legislation The Swiss foundation is a successful model. Switzerland is an international leader, with 13,000 charitable foundations. It has six times more foundations per capita than the US or Germany. The foundation sector has access to professional expertise from the NPO, legal and financial services sectors. Political institutions and society generally place great faith in foundations. One particular characteristic of the sector is its dynamism: almost 70% of all charitable foundations were established in the last 30 years. Indeed Switzerland offers excellent conditions for establishing and managing charitable foundations. Its relatively liberal legislation is conducive to the establishment of foundations, and makes their work easier. The long-standing and flourishing tradition of foundations in Switzerland is based on a participatory, collective model. Dynamism and liberalism Private, philanthropic engagement is one of Switzerland’s success factors. Foundations are an expression of a free, democratic order, supported by a stable and liberal framework of conditions. These give foundations great creative freedom, while also protecting their work. Countless founders in other countries have also recognised this, and established their foundations in Switzerland. A significant portion of their contributions remain here in Switzerland, where they benefit culture, welfare and research, for example. The liberal framework is the basis for the foundation sectors’ growth and ongoing, dynamic development. Charitable foundations build on this and make an important contribution to tackling social challenges as a third, independent force, alongside the state and industry. With the wide range of their activities, they reinforce pluralism in our country, and prove their social relevance every day anew. The work of foundations should always be reflected upon. Despite their good reputation, charitable foundations also face pressure to prove their legitimacy in Switzerland. This is a good thing because the fact that they enjoy tax privileges, and their activities affect the dynamics of social realities, makes them semi-public institutions. 11 TOP In all that that a foundation does or doesn’t do, it must always ask: how can to best implement its purpose? What guides its operations? What constitutes good foundation management when it comes to practical grant-making activities? What are the expectations of the asset management? How can systemic risks be addressed? How can the foundation’s existence and operations be justified? The concept behind the Swiss Foundation Code Professionalism and self-regulation The Swiss Foundation Code has emerged from the foundation sector and is supported by the association of Swiss grant-making foundations SwissFoundations as an application-oriented tool. It is neither a catalogue of measures nor a checklist, rather it is a general orientational framework for good foundation governance. In view of the great diversity of foundations, the Swiss Foundation Code, with its recommendatory character, is a more effective way to achieve impact and transparency in the foundation sector than state regulation. The Swiss Foundation Code is a directional framework for good governance. First published in 2005, and supplemented in 2009 and 2015, the fourth edition of the Swiss Foundation Code has been completely revised. It applies specifically to grant-making foundations, and provides in-depth exemplarity rather than superficial universality. However, the Codes 4 universal principles and 28 recommendations can be applied to foundations of all types and sizes. While large foundations are able to implement the recommendations in detail, smaller foundations will adopt a simpler organisation. Every foundation must forge its own path to achieving professional foundation governance, and thus implement its purpose as effectively as possible. Smaller foundations are addressed directly 12 TOP checks and balances The requirements for good foundation governance are essentially the same for all foundations. However, specific measures must be tailored to each foundation, and therefore aligned with each foundation’s size – at the simplest possible organisational level in each case. Foundation governance is not an end in itself, but rather a means to achieve efficient and effective implementation of the foundation purpose. Reference framework and management tool Neither the principles nor the recommendations are clearly defined criteria or requirements that need to be mechanically implemented in a particular way. Instead, the Swiss Foundation Code serves as a reference framework against which organisations can measure and calibrate themselves. Regardless of its size the foundation board is responsible for organising the foundation in the best possible way to implement its purpose. With respect to using the Swiss Foundation Code, the foundation board must break down and apply the principles and recommendations to the specific situation of its foundation. Multidisciplinary nature and relationship with the law The Swiss Foundation Code is multidisciplinary in nature. In addition to a legal perspective, it also takes economic factors into consideration, as well as the actual work carried out by the foundation. The code should be of practical relevance. That is why it sometimes reiterates the legal principles in some cases, but not in others if they are not pertinent from the perspective of foundation governance. 13 TOP Consideration of all relevant factors A fundamental distinction must be made between the decisions that a founder makes when establishing a foundation, and those made by the foundation board after the foundation has been established. That is why the Swiss Foundation Code is divided into four sections: “Establishment”, “Management”, “Grant-making” and “Finance”. The founder should not limit him/herself to being informed of the important, fundamental conditions at the foundation’s establishment. He/she must also take all other recommendations into consideration in the conceptual design of the foundation, so that the subsequent structuring of the foundation’s management, grant-making activities and finances are easier on the basis of the Swiss Foundation Code. By the same token, foundation board members of foundations that are already established need to engage with their foundation’s underlying framework. Factors that were relevant when a foundation was established still need to be taken into account in the later stages of a foundation’s life. Inclusion of international circumstances The Swiss Foundation Code takes international circumstances into consideration, insofar as they are relevant. It goes without saying that governance regulations based on other legal systems cannot be applied to Swiss foundations without closer inspection. But even if the foundation is subject to different statutory regulations in different countries and different national foundation cultures prevail, there are still a lot of commonalities. This means that every national code also has an international dimension, and an effect in other countries. Raising awareness on the part of and mobilising the founder and the foundation board Foundation governance depends crucially on the integrity and judgement of those in charge. This is why the Swiss Foundation Code seeks to raise the awareness of and mobilise the foundation’s bodies, first and foremost of the board members. Its main goal is to promote the effective, efficient and transparent implementation of the founder’s intention and the foundation purpose. Its application should generate trust among all of a foundation’s stakeholders, i.e. its founders and supporters, beneficiaries, regulatory authorities and the general public. Doing the right things right 14 TOP Recommendatory nature The Swiss Foundation Code and its commentary are recommendatory in nature. It is intended to prompt foundations to review and improve their governance. It can serve as an aid to interpretation for those working in the legal sector. By making grant-making foundations responsible for their own governance, it pre-empts calls for stronger government regulation, which could paralyze and weaken Switzerland’s productive and disparate foundations sector. The Swiss Foundation Code should by no means lead to unnecessary bureaucracy. It also gives each grant-making foundation the opportunity, and even challenges them, to take full advantage of the freedom that they are given. This is why it is not governed by the strict precept of “comply or explain”. 1 Application and implementation Neither SwissFoundations, nor any other party, checks compliance with the Swiss Foundation Code recommendations, or awards a label. Its recommendations, and certainly its principles, are not to be equated with explicit criteria that can be observed or violated. Rather, each foundation is called upon to apply the recommendations to its specific situation, to interpret them, and to find solutions for their individual circumstances. The code provides a framework for guidance and inspiration, in keeping with the liberal spirit of individual responsibility. By voluntarily orienting towards the Swiss Foundation Code and declaring this in their communications, foundations prove that they are subjecting themselves to stricter requirements than those specified by law. The Swiss Foundation Code is not law, and is not binding. 15 TOP However, the Swiss Foundation Code is not an addition to objective legislation. Thus it would only be enforceable outside foundations if an authority with the relevant powers were to declare it so, for example if a supervisory authority or court were to declare a particular recommendation binding. However, in this case, the enforceability would not ensue from the code itself, but from the authority’s declaration. Because the Swiss Foundation Code is not law, it is also not binding. This lack of enforceability is sometimes criticised. From a legal perspective, however, this makes about as much sense as accusing an apple of not being a pear. A code is not binding per se, in the sense that failure to comply with it could lead to the imposition of sanctions by the state. It would be absurd to judge the meaningfulness of a code by the enforceability of its implementation. Whosoever requires enforceability should create legislation. Codes do not thrive on coercion. They are based on free will, which has been a principle of ethical conduct since the times of Socrates and Aristotle. SwissFoundations, the association of Swiss grant-making foundations, has never succumbed to the temptation to demand that its members “comply” with the Swiss Foundation Code. In its broad scope, the code is not suited to use as a list of criteria and therefore not as a tool of enforcement. On the relationship between supervision and self-regulation The monitoring of foundations’ activities by the supervisory authority is a legislative control. The authority assesses whether the legal provisions, above all, the specifications in the foundation charter and regulations have been fulfilled. However, it may not interfere with the discretionary power of the foundation’s governing bodies, or replace it with its own judgement. The supervisory authority assesses whether a foundation has followed its purpose, however it may not examine how well it has been implemented. The need for self-regulation also derives from this fact. The code presupposes what the supervisory authorities will monitor, such as compliance with legislation and the foundation’s statutes. In addition, it aims to support the foundation’s governing bodies to conduct its activities more effectively. Its primary goal is not to prevent irregularities, but rather to promote a well thought-out foundation organisation, professional asset management, and effective fulfilment of a foundation purpose. The code aims to optimise the foundation’s activities across the whole spectrum. 16 TOP How to use this code A practical tool The Swiss Foundation Code is a tool. The fact that it is available equally to founders, foundation boards members, foundation employees and service providers, as well as regulatory and other authorities, makes it a Swiss Army knife rather than a specialist scalpel. It is intended to offer ideas, suggestions and assistance when establishing new foundations and further developing existing ones. Different references Those wishing to take an analytical approach, can gain an overview of the Swiss Foundation Code’s structure and the themes addressed using the Table of Contents at the beginning. Those looking for a particular term, issue, or the solution to a problem should consult the appendices at the back. They are primarily intended to aid comprehension, but ultimately also implementation and action. Example of use Would you like to know the position within your foundation concerning conflicts of interest? Instead of getting lost in the specialist literature, you can find guidance on the standards propagated by the Swiss Foundation Code: firstly, use the foundation glossary to gain an idea of what the phrase “conflict of interest” means. Then, follow the references provided by the keyword index. This will introduce you to the topic in a variety of different contexts. You will then be able to ask the right questions regarding your foundation. – The foundation phenomenology (176 ff.) provides answers to fundamental questions regarding how foundations work, and a guide to the wide range of foundations that exist. – The foundation glossary (210 ff.) defines concepts and tools that are used in the world of foundations. What, for example, does the phrase “conflict of interests” mean? – The keyword index (236 ff.) provides references to the concepts and terms used in the code. 1 comply or explain © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre PRINCIPLES Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 19-23 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 19 TOP PRINCIPLES There are four principles that underlie good foundation conduct . They are mutually interdependent. Foundations that comply with all four principles meet the requirements for contemporary foundation governance. 2 20 TOP Principle 1 Effectiveness The foundation implements the foundation purpose as efficiently and effectively as possible. A foundation’s activities are all based on and guided by the founder’s intention. The foundation bodies have a duty to pursue this intention in a fiduciary capacity, by repeatedly interpreting and implementing it. The more efficiently and effectively they do this, the better they fulfil the founder’s mandate as manifested in the foundation charter and, above all, in the foundation purpose. This applies to a foundation’s organisation, its grant-making activities, and to its asset management. As the ultimate governing body, the foundation board must ensure that all foundation’s activities abide by the founder’s intention and optimise impact. 21 TOP Principle 2 Checks and balances The foundation implements suitable organisational measures to ensure that there is a balance between leadership and control for all key decisions and procedures. A foundation has no owners, members or shareholders. It therefore has no pre-existing control instrument, such as the general meeting of an association or for the shareholders of a public limited company. Instead of third-party owners, a foundation could be described as belonging to itself. That is why it must assume responsibility for the necessary separation of powers ensuring that the foundation has leadership, but that leadership is subject to controls. Because the foundation board has leadership responsibility, it is also responsible for organising these controls, including of itself. 22 TOP Principle 3 Transparency The foundation maintains the highest possible level of transparency regarding its basic principles, objectives, structures and activities. Foundations are usually tax exempt, and their activities affect the dynamics of social processes. As a proactive force in civil society, they have an obligation to provide information about themselves. For these reasons alone, the foundation must ensure that they take transparency requirements into consideration, both internally and externally. In addition, foundations will achieve the best possible conditions, for example with regard to grants, employees, projects, beneficiaries or cooperation partners, if they are visible. The foundation board is responsible for ensuring that the public is informed as comprehensively as possible about the foundation, its activities and its finances. In this way, it facilitates dialogue with the foundation’s various stakeholder groups, and in particular with its beneficiaries. 23 TOP Principle 4 Social responsibility The foundation develops its organisation and activities according to the requirements of the times. Foundations must observe the legal requirements of every country in which they operate. These include new, administrative obligations that are often not part of legislation governing foundations, such as money laundering, data protection, and the automatic exchange of information. However, their social responsibility extends beyond complying with applicable legislation. Foundations do not operate in a vacuum. They are integrated into any society in which they seek to have an impact. That is why they work to bring about social change and respond to new challenges (for example regarding ecology, migration, or diversity) as part of their purpose. They integrate new and anticipated cultural, environmental, political, legal, economic, or technical developments into their grant-making activities and organisation. In the case of political concerns in the broader sense, – unlike political organisations such as parties – they may not pursue particular political interests in order to uphold the principles of public benefit. 2 In the following, the term „foundation“ will be used not only to refer to the foundation board’s activities, but also those of executive management and all other foundation officials. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre RECOMMENDATIONS / Establishment Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 25-52 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 25 TOP RECOMMENDATIONS The Swiss Foundation Code’s 28 recommendations are to be interpreted in light of the 4 principles of good foundation conduct. Each recommendation is to be applied with a view to these guiding ideas. 27 TOP Establishment 28 TOP Founder’s freedom The founder’s freedom is guaranteed by law. This includes the freedom to establish a foundation in the first place, and to structure it however he/she wants within the legally prescribed framework. Preserving this freedom is in the interest of the liberal Swiss foundations sector, and therefore of all participating parties. Like all freedoms, it is preserved by exercising it. But a founder’s freedom also means obligations. The possible establishment of a foundation requires consultation with expert and professional services. This means that, even before they are established, foundations require a substantial investment in terms of energy, attention, time and money. The effort is, however, worth it. It is usually only while making careful preparations that founders realise what they really want, and what they can achieve with the resources available to them. This allows them to implement their intention in the best possible way. Moreover, any correction after incorporation of the foundation is harder, if possible at all. Only thorough preparation and critical assessment guarantee that an independent foundation actually has the legal and organisational structure required to implement the founder’s intention. The foundation as a business There are many different ways to pursue charitable aims. Establishing a foundation differs from other forms of charity work on account of the higher degree of commitment involved. A founder generally gives more money than a donor. He/She irrevocably dedicates a portion of their assets to a fundamentally immutable purpose, and subjects their charitable work to regulation by the government. They act as an entrepreneurial philanthropist – “entrepreneurial” because they focus on social needs, opportunities and potential, and “philanthropist” because they seek to provide an answer to those needs in a charitable manner. From an economic perspective, a donation can be viewed as consumption, and a foundation, on the other hand, as an investment. As with an investment, solid investigations in advance and systematic planning are crucial to a foundation’s success. Furthermore, as in an investment, the foundation’s design depends on the risk profile chosen by the founder. 29 TOP A foundation is therefore like a business in two senses. Firstly, the establishment of a foundation marks the start of a journey for both the founder and the foundation board with unforgettable experiences as well as a lot of imponderables. Secondly, a foundation, and particularly one of a certain size, is also an economic undertaking that must be planned and led. This includes openness to self-criticism, entrepreneurial risk, and a desire to innovate. Foundations have a responsibility to support innovation because they can take greater risks than profit-oriented companies or governments, since they can pursue more long-term agendas without the need to take short-term maximisation or legislative periods into consideration. The willingness to adapt is also entrepreneurial. Even a foundation that is set up in perpetuity needs to undergo change and adapt to new circumstances frequently to avoid losing the ability to make an effective and contemporary contribution to society, within the terms of the foundation purpose. Vergabestiftung Förderstiftung Grant-making foundations have no legitimacy per se. As organisations that benefit from tax exemptions, they require public legitimation. They achieve this through an entrepreneurial mindset that is focused on efficiency and impact, and incorporates responsibility, openness and adaptability. The role of the founder The act of establishing a foundation does not grant the founder any rights within that foundation, since the foundation becomes a legally distinct entity as soon as it is created. Specifically, the founder may not unilaterally amend the foundation charter following the foundation’s establishment. 30 TOP This means that the founder has the opportunity to secure influence for him/herself when the foundation is established. He/she can reserve certain rights, and/or assume the position of president or member of the foundation board, or as a member of any of the foundation’s other bodies. This continued involvement benefits the foundation in many cases. But the founder needs to be aware that he/she cannot dominate the foundation forever. At the latest when he/she dies, the foundation will take on a life of its own, independent of his/her direct influence. The founder can influence the most important stages of a foundation’s development, but must then trust that the people he/she appoints will in turn appoint capable and trustworthy successors. Their responsibility is to interpret the foundation purpose, as determined by the founder, in the light of certain historical, social, political, familial and biographical context, into a contemporary perspective, and fill it with new life to translate it into societal impact. Foundation’s independence Despite their legal independence, in practice all grant-giving foundations (particularly the smaller ones) run the risk of direct or indirect dependence on third parties (such as foundation board members), service providers (such as law firms) and corporate entities (such as banks), that place their own interests over those of the foundation. The founder can, however, take appropriate precautions if he/she is aware of these risks from the outset. This is invariably undesirable dependence, where conflicts of interest cause harm to the foundation. It has nothing to do with legitimate and intentional dependence on the founder him/herself. The founder’s heirs 31 TOP Nevertheless, the “lost” assets may trigger a certain amount of “phantom pain” among beneficiaries, which can manifest itself down through generations. Sometimes, as remuneration for a reduced inheritance on account of the establishment of a foundation, the founder appoints his/her heirs as foundation board members, or even stipulates that more remote descendants be represented on the foundation board. For the purposes of good foundation management in the long term, however, binding a charitable foundation to a particular family for a long period of time can be problematic. The meritocratic principle that foundation board members be chosen based on their abilities and judged on their performance generally guarantees better results than the dynastic desire for succession. Conversely, assuming they are capable and committed, there are few objections to the involvement of family members in the foundation board. 32 TOP Recommendation 1 Founder’s intent The founder formulates his/her intent, and considers whether a foundation is both suitable and useful for implementing it. 33 TOP Societal need The more directly a foundation is aimed at a particular need or unexploited potential with societal relevance, the greater its impact can be. A founder’s first task is therefore to match his/her intention to provide support with a current or future social need or opportunity. He/she should investigate, or arrange for independent experts to investigate, whether there is any need whatsoever for his/her cause, or whether such a need will arise at a later date. If no such need can be identified, the founder must rethink his/her objectives. A charitable foundation should be less guided by the founder’s personal preferences, and more aimed at generating a benefit for society. Consideration of existing organisations If, after careful investigations, the founder is able to confirm that his/her cause matches an identified social need, he/she must investigate or arrange an investigation of whether and to what extent this need is already covered by existing private or government organisations. In certain cases, contributing to such an organisation (potentially subject to conditions or constraints) may be more productive than establishing an independent foundation (and potentially liquidating it at a later date), which involves a certain amount of effort. Legal vehicle Establishing an independent foundation is only advisable if there is a favourable relationship between the resources available and the intended purpose, and the purpose can be effectively implemented in the medium to long term. However, the founder needs to assess not only whether the foundation has sufficient, usable assets to implement its intended purpose, but also whether establishing an independent foundation makes sense at all, or whether the assets available at the time and in the future can be used more effectively some other way to implement his/her cause. There are various alternatives available. The prospective founder can, for example: Foundation establishment Once the founder has decided to establish a foundation, he/she considers how to set it up so that it is able to implement his/her cause as precisely and effectively as possible. He/she would be well advised to obtain advice from independent experts, or from the foundation supervisory authority as well. Establishment during lifetime or inheritance foundation 35 TOP It is sufficient to initially furnish the foundation with only part of the planned assets, if they are adequate to implement the purpose. A staggered approach may therefore be possible. First, the foundation is established while the founder is still alive, with a reduced volume of assets. The founder then makes the foundation a legatee or heir, which means that it acquires additional assets when he/she dies. It is permissible to make a provision in the foundation charter that the foundation does not become active until after the founder has died. All organisational matters, coordination with the commercial register, supervisory and tax authorities can be clarified with the founder’s involvement when the foundation is being set up. This ensures that the foundation is functional after he/she has died. However, this approach is not recommended, since it is particularly during this development phase that the founder usually makes important decisions regarding the style, focus and characteristics of his/her foundation, and can also implement fundamental corrections. Experiencing and influencing the grant-giving made possible by one’s own foundation also gives more meaning, and is much more satisfying, than a hectic look at market-related fluctuations of personal assets. Finally, a foundation’s initial inactivity usually means that it is not yet tax exempt during this time. Foundation purpose For all foundations, particular care must be exercised when it comes to the wording of the purpose. The following are examples of questions that should be considered: Adapting and amending the purpose The purpose should be broad enough to allow for any subsequent changes. The purpose description should be clear and precise, but not too extensive or detailed. Broad descriptions of the purpose allow flexible implementation by the foundation’s bodies, which means that they can also adapt to changed circumstances. Conversely, however, this entails the risk that the foundation will drift away from the founder’s original intentions. Although restrictive purpose descriptions give more weight to the founder’s direct will, they may one day prove to be excessively tight bonds that are difficult to break. preface testimonium In the event of doubt, the founder should word the purpose as broadly as possible, or reserve the right to change the purpose in the foundation charter pursuant to Art. 86a Swiss Civil Code (ZGB), which grants the founder the right to change the foundation purpose. However, he/she cannot do so until at least ten years after the foundation’s establishment. He/she notifies the foundation board of any such intentions in good time, since they need to be taken into consideration accordingly in strategic planning. Volume of assets There must be a reasonable proportion between the available assets and appropriable income that they generate on the one hand, and the foundation’s administrative expenditure on the other. In the case of an independent foundation, the expenditure cannot be reduced at will. The smaller the volume of available funds, the less favourable the relationship will be between a foundation’s grant benefits and its administrative expenditure. 37 TOP Basic costs and cost structure Every foundation has a baseline financial requirement. Substantial and unavoidable administrative and asset management costs should be anticipated each year, simply to cover fundamental duties and tasks, even if the foundation board members have unpaid honorary status. Based on an average, expected, long-term return on assets of 3–5% and assumed costs of between CHF 50,000 and CHF 100,000, this already ties up the yield from assets of approximately CHF 2 million, and this does not even take into account multi-year phases of below average returns. Even a foundation with substantial assets of CHF 10 million may be of a critical size because, under certain circumstances, it may not be able to fulfil its purpose effectively and economically in the long term, unless it is set up as a limited term foundation, or it receives an influx of further assets. It is therefore essential when establishing the foundation to plan the anticipated financing required for administrative work carefully, and to consider this in the deliberations around the foundation’s assets. Hidden costs and viability The substantial amount of time invested by the founder and the unpaid work carried out by his/her “comrades in arms” in the first generation often create a misleading impression of the longer-term cost structure. As the first generation is gradually replaced, the costs for administration and project support measures generally increase. As welcome as honorary positions are for foundations, sooner or later remuneration must generally be paid for the work carried out by the foundation board, secretarial, accounting, project controlling, reporting and communications functions etc., based on market prices. Since subsequent generations of the foundation board are not generally expected to work on an honorary basis, the founder’s initial enthusiasm does not paint a true picture, and “conceals” the actual costs incurred. Before establishing a foundation, it is therefore advisable to assess its viability under different conditions, such as honorary work, the management mandate, etc. Minimum initial assets The Swiss Federal Supervisory Board for Foundations demands minimum start-up assets of CHF 50,000. This has no legal basis in practice, but generally makes sense. The amount is usually too low, rather than too high, and is only justified in cases in which a foundation has a declared intention to grow. A low volume of start-up assets can be justified, for example, if the intention is for the foundation to carry out active fundraising activities (which often proves difficult), or if the founder 38 TOP The problem of an indefinite duration Foundations are traditionally set up for an indefinite period. They are usually intended to implement the founder’s will in the long term. However, there are various problems associated with this approach. Limited term and asset-consuming foundations limited term foundation 39 TOP If the foundation is only to be in existence for ten years, for example, then the founder may impose on the foundation board the stipulation that the endowed assets must be used up within ten years. In the same way, for subsequent contributions, he/she can stipulate by contract that they may or must be used up (by a certain date). This potentially allows the founder to experience and influence the foundation’s entire life cycle. An asset-consuming foundation is a tool that allows the founder to use the foundation’s assets, and not just the income they generate, to implement the foundation purpose, in order to achieve a greater impact. Since there is unlikely to be any need to change it, the purpose for limited life and asset-consuming foundations can be detailed and precise. Even if the founder does not want to prescribe the consumption of assets, he/she should at least allow it. This enables the foundation board to transform the foundation into an asset-consuming foundation one day (albeit temporarily) if it becomes useful or necessary to do so. Name A foundation’s name should be meaningful. It should serve the same purpose as a trade mark. It is necessary to check in advance whether any other legal entity has the same name. This also includes securing an internet domain that is as similar as possible, to launch a website and electronic communications. In addition to fantasy designations, a foundation’s name can also refer to certain people or things. It must be true (precept of truthfulness), may not be misleading (prohibition of deception), must not lead to any confusion (precept of clarity) and must not be detrimental to the public interest. Allusions to the government or government organisations (“federal”, “cantonal”, “municipal”, etc.) are not allowed. National, territorial and regional elements (“Swiss”, “International”, etc.) are allowed provided they meet the precepts of truthfulness and clarity in particular, and prior official approval is essential. Foundation board involvement 40 TOP The founder on the foundation board If the founder is a foundation board member, he/she must satisfy the requirements that apply to all other members. It can be beneficial to development of the foundation if the founder co-designs the initial stages of development as a foundation board member. However, it can also make sense to entrust the entire management of the foundation to third parties from the outset. The founder’s involvement is not always without problems. As a member of the foundation board, he/she must respect the foundation’s legal status and regulations. He/she does not enjoy any special rights unless such rights have been granted in the foundation charter. The legal separation from the founder’s assets must lead to the psychological insight that he/she is not the owner of the foundation’s assets, and therefore cannot make decisions over the heads of the other foundation board members regarding the foundation’s development and use of grant funds. If the founder’s role on the foundation board is not clarified in this respect, significant disruption, such as the departure of qualified peers. Founders have been known to exert pressure on the foundation board, for example by explicitly or implicitly threatening to withhold subsequent endowments, if it does not comply with his/her wishes. However, the founder must always ask at all stages whether putting his/her mark on things too much truly serves positive development of the foundation. Rights of the founder to exert influence Even if the founder is not on the foundation board, the board generally listens to what he/she has to say. However, it is only legally obliged to do so if the founder has stipulated such a right to be consulted in the foundation charter. Even then, the foundation board makes all decisions and holds overall responsibility for the foundation. In addition to a right of consultation, the founder may reserve other rights for him/herself in the foundation charter, for example the right The founder may also grant such rights to third parties, with the exception of reservation of the right to change the purpose. Dissolution and mergers Even in the case of foundations set up for an indefinite period, it may prove necessary in the future for the foundation to be liquidated, or the foundation board may want to consider a merger. The founder should include corresponding provisions for such cases in the foundation charter. Specifically, he/she may specify the organisation or type of organisation to which any residual assets should be transferred. Additional considerations for smaller foundations Examine alternatives As a rule, the relationship between administrative costs and support services is less favourable for smaller foundations. Also, faced with the threat of extended periods of low income, smaller foundations are forced to tie up substantial portions of their capacity to preserve their assets in the long term. The creation of financial and fluctuation reserves, and efforts to preserve the real value of the foundation’s assets, reduce what are already limited grant-making opportunities. Foundations that need to preserve their assets therefore place greater emphasis on their obligation to preserve their assets than the implementation of their purpose. Nevertheless, establishing a smaller, independent foundation is not necessarily a bad idea. But the prospective founder and his/her advisors should first thoroughly explore more affordable alternatives for implementation of the intended purpose, in particular setting up a dependent foundation within the cost-effective framework of an umbrella foundation. A limited term foundation or asset-consuming foundation are particularly suitable for small volumes of assets. A small foundation can also be functional and effective in a limited period of time. 42 TOP Examining perspectives If an independent foundation is to be established with a small volume of assets, the founder must also first answer the following questions: 43 TOP Recommendation 2 Legal domicile and tax exemption The founder considers in advance where the foundation should have its legal domicile, and which I supervisory authority should be responsible for it. 44 TOP Legal domicile The founder may specify in the foundation charter, or the foundation board may specify in a regulation, that the foundation’s legal domicile be located anywhere within Switzerland, irrespective of where the founder or the foundation board members live. The foundation’s legal domicile and its actual administration do not need to be in the same location. A foundation should generally have its legal domicile where its support activities are focused. The location of its legal domicile does not impose any geographical restrictions on its operations, however, particularly with respect to support activities in other countries. Unless it is prevented from doing so in the foundation charter, a foundation may change its legal domicile at any time. Foundation supervision The Swiss Federal Supervisory Board for Foundations is the national supervisory authority. The cantons and municipalities also have their own foundation supervisory boards. Many cantonal regulatory boards have merged to form regional foundation concordats. A supervisory authority’s responsibility is based on the foundation purpose and the area in which it operates. In practice the following rules apply in particular: As part of the discretion that is exercised by the authorities when determining the supervision of a foundation, local connections with a particular company or institution (university, school, home, etc.), other special circumstances and practical considerations are also taken into account. 45 TOP Tax considerations The choice of location is also sometimes influenced by tax considerations, even though, as numerous studies have shown, there is no general, causal relationship between tax optimisation and philanthropy. The idea to create and implement a foundation is generally motivated by content-related concerns rather than tax considerations. Although deductibility for tax purposes may offer an incentive to establish foundations and make contributions or donations, a foundation is far from being a particularly suitable vehicle for optimisation, let alone tax avoidance. Tax exemption Foundations must meet several criteria in order to be granted tax exemption from direct federal taxes: If these criteria are only partly met, the foundation may be partly tax exempt. Exemption from cantonal tax liability is governed by the individual cantons’ tax laws. This falls under the responsibility of the cantonal tax authorities. The criteria are generally similar to those for tax exemption at federal level. In practice, tax exemption is applied for in the canton in which a foundation has its legal domicile. If it is granted, it also applies at federal level. Outdatedand restrictive tax practice circular no. 12 issued by the Swiss Federal Tax Administration on 8 July 1994 46 TOP Tax deduction Endowments made when a tax-exempt foundation is established, as well as contributions to existing tax-exempt foundations can be deducted from the founder’s or contributor’s taxable income under certain conditions. In the case of direct federal taxes, the limits for deductibility are 20% of net income for legal entities (Art. 59 (1) lit. c DBG), and 20% of a natural person’s income (Art. 33A DBG) (following deduction of expenditure pursuant to Art. 26–33 DBG). Whether a contribution is made in cash or other assets is immaterial. The Swiss Federal Tax Harmonization Act stipulates similar conditions for deductibility of voluntary contributions to tax-exempt foundations. Tax laws at cantonal level vary considerably. Deductibility currently ranges from 5% (canton of Neuchatel) to 100% (canton of Basel-Landschaft), but is 20% in the vast majority of cantons. Use of competition between locations Generally speaking, the tax practice of most of the cantons for charitable foundations is unsatisfactory. This is made even more shocking as a study by SwissFoundations and PwC in 2019 showed that tax-exempt foundations pay for themselves within a short space of time, since the founders’ contributions exceed ongoing tax losses relatively quickly. 47 TOP This is also particularly relevant in an international context. The conduct of the tax authorities can encourage or dissuade founders from establishing foundations in Switzerland. 48 TOP Recommendation 3 Foundation charter, regulations, guidelines, guiding principles On the basis of the foundation charter the founder or foundation board drafts one or more regulations and guidelines, and considers the need for guiding principles. 49 TOP Foundation charter The foundation charter is a foundation’s normative basis, or its constitution, while the regulations and guidelines that are subordinate to it govern individual areas, akin to laws or ordinances. The foundation charter defines the central stipulations, which is why it may only be changed in exceptional circumstances. On the other hand, the foundation board must have the authority to adapt a foundation’s organisation and structure to current circumstances and requirements. That is why, in the foundation charter, the founder should give the board sufficient freedom to change the foundation, so that it is always able to implement its purpose in the best possible way. The founder may not rely solely on people he/she trusts. It is inevitable that foundations established for an indefinite period will at some point be led by foundation board members who have never known the founder. This kind of flexibility on the part of the foundation is achieved using “may” rules among other things (“The foundation board may form committees”), and the purpose that is not too narrowly defined. Foundation regulations A foundation regulation should contain anything that cannot or should not be regulated by the foundation charter, but that does require long-term regulation. Foundation regulations are enacted by the founder or foundation board, and reported to the supervisory authority. They are binding for a foundation’s bodies, but are much easier to change than the foundation charter. This enables the foundation board to adapt the foundation to changed conditions. checks and balances Prior examination It is advisable to have the foundation charter and any foundation regulations examined in advance by the relevant authorities (foundation supervisory authority, commercial registry, notary’s office) before establishing a foundation. 50 TOP Guidelines Not all specifications need to be enshrined in formal regulations. They can also be governed by guidelines, which from a legal perspective are equivalent to foundation board resolutions. Enactment and amendment of guidelines do not need to be reported to the authorities. The classification of a provision as a foundation regulation or guideline is based entirely on its designation and its treatment by the foundation board. It is therefore advisable to enact medium-term specifications that are to be kept flexible, in the simpler form of a guideline. The following are examples of specifications that could be enacted in the form of guidelines, which can be reviewed and amended periodically: Guiding principles Unless otherwise specified by the foundation charter, the foundation board is responsible for drafting guiding principles and renewing them at regular intervals. The guiding principles are the culmination of the foundation board’s strategic decision-making, and gives direction to the foundation’s activities. It contains the main statements regarding the foundation’s self-image and vision for the future, which serve as the basis for its activities and decisions. While guiding principles are not required by law, it is still one of a foundation’s important management tools. It could be described as a framework for a foundation’s philosophy and activities. It defines a foundation’s long-term direction, and may also highlight the discrepancy between the actual and target states. The fundamentals of a foundation’s identity are set out in the foundation charter. But it is often only the guiding principles that show how a foundation sees itself, and how it wants to be seen in the public eye. The guiding principles can be thought of as a foundation’s overall concept. Whatever decisions are made, measures planned and strategies developed by the foundation board, they should always comply with the guiding principles and serve its implementation. 51 TOP The guiding principles should be reviewed and renewed at regular intervals (roughly every four or five years) in order to assess the foundation’s situation. This process should involve as many of the people involved in the foundation’s work as possible, possibly also the beneficiaries. They should at least be informed of the results of the review. This kind of procedure improves the quality of the foundation’s work, and motivates everyone involved. Ethics As a vehicle for philanthropy, grant-making foundations follow a purpose built on a system of values oriented around the common good. Their common public interest is recognised by the tax authorities. Foundation board members and employees are aware of this responsibility towards society and shape the foundation’s activities accordingly – not just its support activities, but also management of its assets. There is no such thing as universal foundation ethics. Making general ethical statements that can be applied at will to other organisations and activities is not recommended. Instead of proclaiming empty phrases and platitudes, those in charge of foundations are responsible for implementing the foundation’s charitable purpose in such a way that the foundation’s resources are not managed or used in a manner that violates the principles of the common good. A charitable foundation cannot accept any consequences resulting from its activities that are generally harmful. Orientation towards the Swiss Foundation Code A founder can ensure that his/her vision is repeatedly reinvigorated by specifying, either in the foundation charter or in a foundation regulation, that the foundation must follow Swiss Foundation Code recommendations or those of a comparable best practice regulation. In this way, he/she ensures that the foundation board is always obliged to work towards agile and robust development of the foundation, after the establishment phase, and even after his/her death. If the founder has not made such a provision, the foundation board may also codify this kind of orientation towards quality standards, using a regulation, at any time. 52 TOP Not just grant-making foundations, but every Swiss foundation, should conduct a periodic review based on the principles and recommendations of the Swiss Foundation Code. This operationalises the focus on good foundation governance. Additional considerations for smaller foundations Put fundamentals in place The foundation charter is not at all suitable as a strategic and operational management tool. Small foundations should therefore not shy away from the work of codifying additional regulations in writing either, particularly with respect to their support activities and asset management. Without such specifications, there is a risk that volatility or even a certain degree of arbitrariness, could become a principle of management – to the foundation’s detriment. checks and balances Orientation towards the Swiss Foundation Code The Swiss Foundation Code is particularly useful to smaller foundations as a guide and concrete aid. This allows them to carry out professional and contemporary grant-giving despite having a small budget. → Before establishing a foundation, the founder assesses whether there is a social need for his/her intended support, whether an independent foundation is the best legal structure for implementing his/her intention, whether the assets set aside for the foundation are sufficient to implement the foundation’s intended purpose, and whether the foundation should be established indefinitely or for a limited duration. → The founder formulates his/her intention by primarily specifying the foundation purpose, assets and organisation, which must complement each other. → In the case of indefinite foundations in particular, the founder specifies a concept for periodic renewal of the foundation board. → The founder always specifies a legal domicile for the foundation where the focus of its support activities is going to be. → The founder assesses the tax situation, particularly the possibility of achieving tax exemption for the foundation. → The founder clarifies which supervisory authority will supervise the foundation. → The founder stipulates fundamental and long-term provisions in the foundation charter. → The founder or foundation board makes decisions that should be kept more flexible using a regulation or guideline. → Particularly if the wording of the foundation purpose is broad, the foundation considers the need for guiding principles, and carries out a new assessment at regular intervals. – 34 TOP – limited term foundation – asset-consuming foundation – Contribute his/her assets to another organisation that pursues the founder’s desired purpose, without establishing a dependent foundation. In doing so, it is necessary to ensure by contract that the transferred funds are actually used for the intended purpose; – Establish an association with others. Unlike a charitable foundation, an association is not subject to government regulation. An association is more suitable if a large, unchanging group of people want to work actively to achieve the association’s purpose for the benefit of members or third parties, and financing is mainly provided through membership fees. A foundation is less flexible than an association, particularly when it comes to changing the purpose, but it is more durable. It generally requires more initial assets. A foundation and an association can be organisationally linked, for example, if a foundation supports an association, or if a sponsoring or patronage association is established by the foundation’s friends in order to support the foundation. – impact investing – What is the founder’s intent, i.e. how are the founder’s ideas, expectations, motives and objectives to be expressed, and incorporated into the purpose? – Does the purpose span the proposed duration, i.e. potentially beyond the founder’s lifetime? – Is there a foreseeable risk that the chosen purpose will become obsolete, unachievable, illegal or “immoral” due to social, legal, technical or other changes? In accordance with Arts. 52 (3) and 88 (1) no. 2 (Swiss Civil Code (ZGB)), a purpose is “immoral” if it runs contrary to general perceptions of morality or violates ethical principles and value judgements that underlie society and the generally accepted legal system. 36 TOP – Should the foundation charter include multiple sub-purposes? And how might the relationship between these purposes be defined? – How should the purpose be pursued? – Are there any tax-related aspects that need to be taken into consideration when defining the purpose? – does not want to pay unnecessary notarial costs (depending on the volume of endowed assets) for establishment of the foundation, – only wants to contribute larger amounts upon death, for example because he/she fears that the funds will be needed during lifetime, or for reasons of discretion, – only wants to endow larger amounts as a subsequent endowment, when convinced that the foundation is working effectively, – wants to endow the foundation in a staggered manner for tax or other reasons. – Since it is not possible to specify a purpose for the foundation that addresses current social needs and is also valid indefinitely, the only solution is to keep the purpose’s wording very open – with the corresponding risk of ambiguity and arbitrariness when it comes to subsequent interpretation and implementation. – While an attempt is still made to find and develop the most effective implementation of the foundation purpose during the start-up phase, as a historical expression of intent, the founder’s vision tends to fade with each generation of the foundation board, and also as society changes. – The foundation’s organisation also often erodes over time. If no corresponding countermeasures are taken, the specific governance risks faced by a foundation such as self-dealing, corruption, mismanagement, and passivity increase. – The medium-term and long-term growth of the global economy cannot be foreseen when a foundation is established, which entails a risk that the foundation’s assets will devalue. Only foundations with substantial assets and sufficient fluctuation reserves are able to withstand extended capital market or real estate crises unharmed, without needing to temporarily restrict or even suspend pursuit of their purpose. – to change the purpose pursuant to Art. 86a Swiss Civil Code (ZGB) (provision for change of purpose), 41 TOP – to appoint and/or dismiss certain or all members of the foundation board, the auditor, or other bodies, – to sit on the foundation board him/herself, potentially for life, or to have a representative sit on the board, – to make decisions regarding certain services provided by the foundation. – Is there any prospect of future asset growth that would justify the establishment of an independent foundation? – Are the projected costs for establishing and operating the foundation realistic? Can the foundation cover all of the costs of its operations in the long term, i.e. without its foundation board members working on an honorary basis? – Are there suitable people available for the foundation board? – Foundations that operate throughout Switzerland, across borders or in other countries, or foundations that are of Swiss-wide or international significance, are always subject to federal supervision. – If a foundation’s activities span multiple cantons, but its purpose does not suggest federal regulation, the (inter-)cantonal authority where the foundation has its legal domicile is responsible. In the case of such foundations, it is advisable to put the legal domicile in the canton with the regulatory practice that is most conducive to the foundation’s dynamic development. Differences are particularly evident with regard to willingness to provide services and liberal attitudes. – Subjecting a foundation to the supervision of municipalities or districts is not generally advisable, since the relevant expertise is not universally available. – Common public interest : The pursuit of public interest is a fundamental, objective criterion for achieving charitable status under tax law. Charitable activities may also be carried out outside Switzerland, and such activities must be suitably documented (activity reports, annual financial statements, etc.). The foundation must also actually pursue its charitable purpose, and may not limit itself to asset management. Another, subjective criterion is that pursuit of the purpose must not benefit the foundation itself. The foundation’s activities may not serve its own interests. – Exclusivity of use of funds: The foundation’s activities must be aimed exclusively at the charitable purpose. They may not be carried out for pecuniary benefit or pursue other interests. – Irrevocability of the pursued purpose: The foundation’s assets must irrevocably serve its purpose. The return of assets to the founder or his/her legal successors must be excluded. That is why, when the foundation is dissolved, the remaining assets must go to another (tax-exempt) organisation with a similar purpose. – organisational (business) regulations, – regulations for the election and succession of foundation board members, – grant-making regulations, – investment regulations. – the profile of requirements for foundation board members, – expenses regulations, – regulations relating to executive management’s activities, – project assessment criteria. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Annex Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 175-197 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 175 TOP Annex 176 TOP Phenomenology of the Swiss foundations landscape The Swiss foundations landscape is not as homogenous and overseeable as the use of “foundation” as a term and legal structure might suggest. It features different types of foundations with very different structures and is a rich biotope with a colourful diversity of constantly changing species. The terminology used is correspondingly diverse. New terms are constantly finding their way into the foundations-related lexicon. Some terms are only used in German-speaking Switzerland, some only in our neighbouring German-speaking countries, and some only in the English-speaking world. The following section does not just cover the legal terminology used in Swiss legislation. Instead, it also seeks to record and explain the terms that are commonly used in practice. The resulting aim is to provide a useful instrument for the implementation of the Swiss Foundation Code. The individual terms each express different concepts, so there may be some overlap between them. It usually takes several terms to describe a foundation in a way that expresses its essence and how it operates. Each term can therefore usually only be used in a particular context. The different forms that foundations can take are always changing, with new forms constantly emerging. The following is an attempt at an overview. It is divided into “Fundamental Questions” and a “Foundations Matrix”. This offers two different approaches to clarifying the terms used to describe the Swiss foundations landscape. Fundamental Questions What is common public interest? 177 TOP Non-charitable foundations take a very wide variety of forms. Although they may provide social and cultural services, they do not enjoy any tax privileges because their payments only benefit a limited group of beneficiaries. The most well-known types of non-charitable foundation are the pension funds and employee benefit foundations, family foundations, and church foundations. However, the granting of charitable status to a foundation by the tax authorities does not conclusively resolve the questions of who exactly enjoys what benefits. There may be some crossover between charitable status and private benefit, particularly in the case of foundations that suffer from latent conflicts of interest due to staffing of their leadership bodies, or due to systemic links with a company that dominates the foundation, for example. Even if this kind of foundation constitutes an independent entity de jure, on a de facto basis it is dependent on the interests of other natural persons or legal entities. If a foundation is dependent for practical purposes (which is often the case for foundations established by companies (corporate foundations) and always the case for bank clients’ foundations), this may have ramifications for its charitable status. How are charitable foundations financed? There is a fundamental distinction between grant-making foundations with their own assets and fundraising foundations. However, the variations between these two forms are becoming more numerous. Types of income can be divided into a number of fundamental categories, although mixed forms are usually encountered in practice. What is the role of the regulatory authorities? Charitable foundations are supervised by the state. The legislator created the foundation supervisory authority to counter the absence of owners’ interests and controls. Foundations may be supervised at municipal, cantonal or federal levels. The criterium for the allocation is the geographical sphere of a foundation’s activities. Municipal supervisory boards regulate local foundations that operate at municipal level. This is a regulatory model that is in decline, however. The cantonal supervisory boards, many of which have combined to form concordats covering multiple cantons, regulate foundations that operate at cantonal and regional levels. Finally, the Swiss Federal Supervisory Board is responsible for foundations that operate nationally and internationally, and currently supervises around 4,500 charitable foundations. Every year, the supervisory boards review the foundations’ financial reports, their auditor’s reports, and their compliance with legal provisions. They also offer advice to foundations and founders on request, if they are able to. How autonomous and independent is a charitable foundation? It is necessary to draw a distinction between legal autonomy and operational independence in this respect. An autonomous foundation is its own legal entity, and therefore enjoys legal autonomy. However, corporate foundations in particular always have links to the interests of the company that usually also allocate funds to them as well. In this case, the question of actual independence repeatedly arises. If a corporate foundation is dominated by corporate interests, commercially it is like a department or marketing vehicle for the company. In the case of bank clients’ foundations, the bank’s objective business interests (maximising investment costs, maximising assets by minimising grant benefits) conflict with the objective interests of the foundation (minimising investment costs, maximising grant benefits). 179 TOP In addition to legally autonomous foundations, there are also legally dependent foundations, for example in the form of endowment funds (foundation funds) in umbrella foundations. In this case there is also a fundamental difference between legal status and operational dependency. Even if a foundation fund is not autonomous for legal purposes, it can be set up using clear regulations in such a way that it operates independently of third parties. Only an independent umbrella foundation that is not structurally affected by the conflicts of interest mentioned above allows an endowment fund to perform and operate largely autonomously as a dependent foundation. Since “foundation” is not a protected legal term, dependent foundations can also call themselves a “foundation” provided this does not cause confusion in the market. As a “foundation within a foundation”, a legally dependent but operationally independent “endowment fund” is a cost-efficient and effective philanthropic alternative. How do charitable foundations implement their purpose? There are different ways in which charitable foundations can implement their purpose. The boundaries are fluid, and the underlying models for implementation overlap and complement each other. Many foundations apply more than one model at the same time as part of their grant strategy. The traditional grant-making model is one of committing funds, in which a foundation exclusively responds to applications that are submitted by third parties. That is why the term “grant-making foundation” was used to refer to this type of foundation. An entirely entrepreneurial support model is practised by an operational foundation, which holds full responsibility for its own projects and programmes. This type includes the direct support foundation in its charitable form, whose purpose is, for example, to run a social or cultural institution (residential care home, hospital, museum, etc.), and does not pay out any grants. There are a lot of mixed forms between these extremes of an entirely passive and an entirely active foundation model. In the middle is the programmatic foundation, which defines fields of activity or a focus of grant-giving, initiates ongoing or periodic invitations to tender, and also runs some projects under its own responsibility. 180 TOP Where can charitable foundations operate? Provided the provisions of the foundation charter are observed, foundations may operate both within and outside Switzerland. In the case of tax-exempt foundations, it is necessary to take the practice of the cantonal tax authorities into consideration. If a foundation is involved in development partnerships, for example, it can use all available funds in other countries. In the case of other purposes, however, some tax authorities will not allow tax-exempt foundations to award grants exclusively in other countries. Are charitable foundations set up in perpetuity? Charitable foundations are traditionally set up for an indefinite period. In such cases there must be compelling reasons to dissolve the foundation. The dissolution is ordered by the foundation supervisory authority (at the request of the foundation board). However, the founder may stipulate in the foundation charter that in addition to using the income generated by the foundation’s assets, the foundation board may or even must use the assets themselves to implement the foundation purpose (“asset-consuming foundation”). Once the assets have been used up, the foundation is usually no longer able to achieve its purpose, which generally results in its liquidation. The founder can also specify in the foundation charter that the foundation should only exist for a set period of time (“limited term foundation”). This is a possibility that is becoming increasingly popular. 181 TOP Foundations’ matrix The following matrix is set out as a “form” with check boxes. It can be used to make a foundation aware of its own profile. This kind of self-evaluation can offer various ideas for opportunities to change, particularly when it comes to the dynamic, distinguishing features that are not established in law. The morphological/typological approach facilitates an overview of the different types and forms of foundations by setting out the distinguishing criteria with their characteristic features. While the distinguishing criteria established in law generally do not change, which means that there is little flexibility in this respect, the characteristic features can overlap, evolve, change and combine, which is shown by the broken separating lines. Terms in italics are explained in the foundation glossary. 182 TOP 1. Distinguishing features that are anchored in law 183 TOP not 184 TOP Creation and development of the Swiss Foundation Code First edition in 2005 Authors: Philipp Egger, Karl Hofstetter, Thomas Sprecher The need to document best practices for the Swiss foundations sector was first addressed at the SwissFoundations’ 2003 annual conference. It soon became clear that it would not be possible to simply apply a code of conduct from the corporate sector to the foundations sector. Existing regulations from the non-profit sector also proved impossible to apply to foundations without amendment. Foundations vary so much with respect to their situation and methodology that any rules applying to all types of foundation would necessarily be arbitrary and ineffective. 3 In 2004, SwissFoundations commissioned a working group to develop a code containing practical recommendations for establishment and management of Swiss foundations. A broad consultation of foundations, supervisory authorities, universities, organisations and companies regarding the first draft was carried out in the spring of 2005. They welcomed the general direction. Suggestions were made regarding the degree of detail, the function of executive management and the issue of the remuneration paid to foundation board members in particular. The Swiss Foundation Code was published in autumn 2005 as a concise, trilingual document containing 3 principles and 22 recommendations. It quickly went out of print and the slim volume had to be reprinted on account of the strong interest in what was the first detailed code of conduct for foundations in Europe. 185 TOP Second edition in 2009 Authors: Philipp Egger, Martin Janssen, Thomas Sprecher Even while work on the first edition was still ongoing, there were plans to add commentaries to the Swiss Foundation Code at a later date, in order to provide substantiating and practical explanations for the principles and recommendations. The commentaries, including marginal notes, were developed in 2007 and 2008. They indicate alternative courses of action for specific situations, issues and problems. Like the code itself, they were primarily aimed at founders, foundation boards, and other people working for foundations. The code and its commentaries later proved inspirational for the legal practice of supervisory, tax and court authorities. The code was assessed and amended in places as part of work on developing the commentaries, and 26 recommendations were added. A targeted consultation generated numerous suggestions in the case of the second edition too. The recommendations, particularly in the field of finances, were added to and made more specific. Within the recommendations, the principle of “transparency” was also elaborated upon with respect to the requirements for a foundation’s communications, and exemplified in the corresponding commentaries. The existing structure was kept. A thematic introduction was added to each of the four sections in order to highlight the central requirements in each case. The second edition of the Swiss Foundation Code was made available on the SwissFoundations website in German, French and English. Third edition in 2015 Authors: Philipp Egger, Georg von Schnurbein, Thomas Sprecher 186 TOP The third edition attached great value to the idea that asset management is a key aspect of a foundation’s activities and is just as important as its grant-making activities. The recommendation regarding the origin of a foundation’s assets was added. The Swiss Foundation Code argued more clearly than before for mission-based and sustainable investments (which are not to be confused). Foundations cannot afford to view with indifference the question of how the funds that they use in their grant-making activities were and are being generated. Other areas of focus were the asset management process, definition of the investment strategy, allocation of assets and investment management organisation. It was emphasised that asset management is conducted on a competitive basis. Fourth edition in 2021 Authors: Philipp Egger, Georg von Schnurbein, Thomas Sprecher The Swiss Foundation Code has once again been completely reviewed for its fourth edition. Once again, a working group headed by Lukas von Orelli supported the team of authors with regard to the area of asset management. Further hearings were held with foundation experts and supervisory representatives – in total four in Zurich, Geneva and Basel. The revised text was finally sent out again for consultation. The editorial team were careful that the Code did not become too bloated in size. A fourth principle was added to the existing three-but, recommendation 29 was eliminated and integrated into other recommendations. Furthermore, there were numerous cuts, deletions and linguistic sharpening. The following people were involved in the creation of the fourth edition – as authors, members of the finance working group, participants in the hearings, as contributors to the consultation process and in the project management by SwissFoundations: 187 TOP 189 TOP Reception of the Swiss Foundation Code 4 The Swiss Foundation Code was published in 2005, and it was first revised (with the addition of commentaries) in 2009. Following an updated “third edition” in 2015, it is now available as an improved version for 2021. Reception of the Swiss Foundation Code to date (i.e. its acceptance into science and practice) has been investigated by legal academics Professor Dr Dominique Jakob and Matthias Uhl in an extensive study. A summary of that study’s results is provided here. The Swiss Foundation Code is now considered Switzerland’s main non-profit governance code, and is a self-regulation tool that is both established and internationally renowned. Its main focus is on grant-making foundations, and it attempts to provide decision-making support to those responsible for them, and to encourage “good foundation governance”. With respect to the institutional regulatory framework, it is based on best practice and therefore voluntary self-regulation by those in the sector. Its “recommendations” focus on the areas of establishment, leadership, funding and finances, and also constitute a systematically ordered collection with respect to transparency, a balance of powers, and effectiveness. The code therefore aims to standardise non-profit governance in the form of proven patterns of conduct among those involved in foundations (primarily the foundation board), however it would like to be seen more as a confidence-building measure than a set of rules that must be strictly followed, or a rigid set of instructions. In other words, while the code and its commentaries operate on the basis of applicable law, they are to be viewed more as interdisciplinary than as strict legal instruments. The code does not therefore have the quality of law. But in certain cases, where the law is incomplete, it can fulfil a complementary function, since its recommendations represent the distilled experience of good governance and therefore offer some guidance for the obligations of those involved in the foundations sector. 190 TOP Experience has shown that the Swiss Foundation Code’s advisory nature satisfies the sector’s widespread need for freedom in the way it organises itself, while also offering its key decision makers a useful guide to modern foundation governance. As a complement to the legal and dogmatic provisions of foundations law, compliance with the Swiss Foundation Code therefore leads to the compliant, yet practical and flexible organisation of a foundation’s management and foundation governance. And analysis shows that the code has been “accepted” into the foundation sector’s practices. A published decision from Zurich supervisory practice shows that the code is not taken to be of decisive importance as a matter of course. However, it is clear that its recommendations are taken seriously as a basis for argumentation. This is also reflected in case law. In its past rulings, the Swiss Federal Administrative Court has referred to the Swiss Foundation Code multiple times as a reference for certain comments regarding procedure for establishing a foundation (recommendation 1). This shows that the code now serves as an important reference for the court, and has in this respect already achieved equivalence with legal commentary and therefore with the rest of the academic literature. In cantonal case law a decision stands out, in which a ruling issued by the Geneva Cantonal Court of Appeal in 2018 uses the definitions of the 2015 Swiss Foundation Code to determine the foundation board’s responsibility for management of the foundation’s assets and the corresponding standards. With respect to the courts of other countries, in a ruling from 2009 Liechtenstein’s Supreme Court discussed the code and declared that the foundation board of a Liechtenstein foundation must take recommendation 11 of the Swiss Foundation Code into consideration in the event of any conflicts of interest – a remarkable ruling that was welcomed by various authors and confirmed by the Constitutional Court. In 2016 the Supreme Court again referred to recommendation 11 in order to determine the criteria for a conflict of interest. 191 TOP The code met with an extraordinarily broad positive reception in the literature. Publications can be systematically divided into four categories. The first category consists of articles that deal primarily with the code. The second comprises publications in which the code itself and/or its individual recommendations are placed in the overall context of the governance debate. In the third category, there are numerous examples of essays in which the code is referred to in a specific (legal or economic) academic context. There is a veritable wealth of publications in the fourth category, in which reference is made to the existence of the Swiss Foundation Code and its importance with respect to the subject of self-regulation, albeit without discussing its content or impact in any detail. On the whole, it is apparent that the code is useful in a variety of ways for academic work, not least in order to develop specific, practical recommendations. This brings us full circle, so generally speaking, it should be apparent that within (legal) academic discussions, the code offers illustrative material that is both practical and academic, and serves as a strong source of legitimacy. Finally, the code is often widely consulted as a decision-making aid for foundations’ daily activities. It should be noted that this is currently done on a relatively “selective” basis, i.e. with respect to individual recommendations. Nevertheless, some foundations are going so far as to incorporate the Swiss Foundation Code into their statutes – which admittedly must be done in accordance with the processes and forms permitted by law. 192 TOP Generally speaking, the reception of the Swiss Foundation Code at different levels (and also occasional criticism of the code or its individual regulations) shows that it has already become a sort of academic and practical benchmark. The concept behind it can be seen as an important, pioneering achievement in the development of foundation governance in Switzerland, as well as other codes, both in Switzerland and in other countries. Thus, fifteen years after its first publication, the code can therefore be said to have become a key reference for various actors in the non-profit sector, and is making a valuable contribution to promoting good governance in the foundations sector. 193 TOP An international comparison of foundation governance codes Switzerland is not the only country in which efforts are underway to improve foundation governance. Internationally, as well, many organisations have already issued corresponding codes. The table below shows a selection of them, but makes no claim to be exhaustive. The first column shows the region or country, and the second the name of the organisation responsible for issuing the code in question, plus the year in which it was founded (in brackets). Finally, the third column shows the name of the code and the year in which its most recent version was published, provides some information on structure and scope, and gives the address of a website where more information can be obtained. The number of pages in each case refers to the code’s core. Title pages, table of contents, glossary, etc. are not included. Example from the “transnational” section www.efc.be 194 TOP Transnational Europe North America Other countries – Investment income: Dividends, interest and other income, such as capital gains, generated as a result of asset management activities. – Donations and other contributions: In addition to classical donations, which are solicited through fundraising, this category also includes other occasional contributions, such as legacies or financial endowments. – Commercial activities: charitable foundations can also provide services or generate income by some other means, for example by marketing of products or rights. – 178 TOP Type of foundation □ Tax-exempt = charitable foundation □ Not tax-exempt private-benefit foundation non-charitable foundation that does not meet all of the criteria for tax-exemption □ Grant-making foundation □ Donation-funded foundation □ Umbrella foundation □ Corporate foundation □ Bank clients’ foundation □ Employee benefit foundation □ Company foundation □ Direct support foundation □ Company-holding foundation □ Family foundation □ Church foundation □ Crypto foundation Legal structure Founder □ Natural person: Swiss or foreign “private individual(s)” □ Legal entity □ Company □ Association □ Public sector Foundation □ Private foundation □ Charitable “traditional” foundation □ Corporate foundation For private-benefit non-charitable Public-law foundation Autonomous status □ Legally autonomous foundation □ Stand-alone foundation □ Umbrella foundation dependent foundation: endowment funds umbrella foundation foundation fund Legal basis for establishment □ Private foundation Dependent foundation foundation fund umbrella foundation □ Public-law foundation □ Charter □ Contract □ Legislation Foundation supervisory authority □ Municipal: at district or municipal level □ Cantonal: at cantonal or multi-regional level □ National: at federal or national/international level Scope of impact □ Local □ Regional □ National □ International De facto autonomy and charitable status □ Maximum □ Minimum Consistent avoidance of conflicts of interest: □ Application of guidelines (for example regarding the foundation board’s composition and succession regulations) □ Systematic checks and balances Conflicts of interest with potential exercise of influence: Founders □ Government institutions, authorities (political links) Beneficiaries □ An asset-managing bank that sits on the foundation board corporate foundation bank foundation Scale 10 9 8 7 6 5 4 3 2 1 Origin of funds The foundation’s own assets □ Assets acquired from a third party/externally □ Founding assets □ Income from asset management Financial endowments □ Fundraising □ Commercial income from the sale of services, rights and products □ Commercial income from systematic, entrepreneurial activity □ Systematic inflows from outside the foundation (private individuals, companies, government sources) Methodology □ Fund-committing foundation: ... % □ Programmatic foundation: ... % □ Operational foundation: ... % □ Direct support foundation Duration □ Indefinite = asset-preserving foundation □ Limited □ Preservation of wealth prescribed by law: □ The foundation is funded entirely by returns on assets □ Consumption of assets prohibited or not provided for in the foundation charter □ Preservation of wealth □ The foundation’s assets may only be touched in an emergency and/or temporarily Asset-consuming foundation Asset-consuming foundation Limited term foundation Endowment funds umbrella foundation Alther Bär Baltisberger Bölle Bottge Bracher Braun Brunhart Castle Dietschweiler Eckhardt Fivian Galloni d’Istria Geinoz Gill Guggi Guggisberg Händel Handous Künzle Kleibold Knöpfel Maier Monnet Mühlenberg-Schmitz 188 TOP Münzel Müller Neubert Pfammatter Pfister Piraud Popescu-Willigmann Safford Schnell Schubiger Schuhmacher Sommer Sonderegger Stefanini Tersar Tinner Vonmont von Orelli von Werra Wirth Wynne Zacke Zellmayer Zöbeli Africa East Africa Association of Grantmakers (2003) Code of Ethics , 11 guidelines, 1 page Asia Asia Pacific Philanthropy Consortium Europe European Foundation Centre EFC (1989) EFC Principles of Good Practice (2014), 4 principles, each with fundamentals and recommendations, 6 pages www.efc.be Donors and Foundations Networks in Europe DAFNE (2006) www.dafne-online.eu Worldwide Worldwide Initiatives for Grantmaker Support WINGS (2000) www.wingsweb.org Austria Verband Österreichische Privatstiftungen (1997) www.stiftungsverband.at Verband für gemeinnütziges Stiften (2020) Achtung, Stiftung! (2020) 14 recommendations, 124 pages www.gemeinnuetzig-stiften.at Belgium Réseau Belge de Fondations (2004) (Fédération Belge des Fondations Philanthropiques since 9 February 2017) Basisverklaring van het Netwerk Belgische Stichtingen , 6 principles, 1 page Bulgaria Bulgarian Donors Forum (2003) Code of Ethics of the Bulgarian Donors Forum Association , 3 fundamental values and 10 principles, 1 page www.dfbulgaria.org Czech Republic Czech Donors Forum (1996) Code of Ethics for Foundations (2004), 14 principles, 2 pages www.donorsforum.cz Code of Ethics for Foundations Without Endowment (2004), 15 principles, 2 pages www.donorsforum.cz Finland Council of Finnish Foundations COFF (1970) Best Practice for Foundations (2006), guidelines on 6 subject areas, 7 pages www.saatiopalvelu.fi 195 TOP France Centre Français des Fonds et Fondations (2002) Statuts approuves lors de l’assemblee generale extraordinaire du 22 juin 2015 19 articles www.centre-francais-fondations.org Germany Bundesverband Deutscher Stiftungen (1948) Grundsätze Guter Stiftungspraxis (2019), 20 principles in 3 subject areas, 26 pages www.stiftungen.org Grundsätze Guter Verwaltung von Treuhandstiftungen (2012), 7 subject areas, 5 pages www.stiftungen.org Hungary Hungarian Donors Forum (2006) www.donorsforum.hu Ireland Philanthropy Ireland (1998) Italy Associazione di Fondazioni e di Casse di Risparmio Spa (1912) Carta delle Fondazioni (2012) www.acri.it Netherlands Association of Foundations in the Netherlands (1988) Code of Conduct (2009) , 8 principles, 4 membership criteria, 6 recommendations, 4 pages www.verenigingvanfondsen.nl Norway Stiftelsesforeningen (2003) www.stiftelsesforeningen.no Poland Polish Donors Forum (2004) Standards of Operation (Donors Forum Standards), 6 standards, 1 page www.forumdarczyncow.pl Academy for the Development of Philanthropy (1998) Standards of Operation of a Polish Local Philanthropic Organisation (2003), 28 standards, 1 page www.filantropia.org.pl Portugal Centro Português de Fundações (1993) Código de Boas Prácticos de Fundações (2009), values and 7 principles, 2 pages Romania Forumul Donatorilor din România (1999) Russia Russia Donors Forum (2002) Code of Ethics for the Russia Donors Forum (2005), 11 guidelines in 2 subject areas, 1 page Slovakia Slovak Donors’ Forum (2000) Donor’s Code of Ethics (2005), 4 fundamental values and 10 principles, 2 pages www.donorsforum.sk Association of Slovak Community Foundations (2003) Standards for Community Foundations in Slovakia (2008), 36 guidelines in 7 subject areas, 3 pages 196 TOP Spain Asociación Española de Fundaciones (2003) Codigo de Buen Gobierno AEF (2009), 40 articles and 9 principles, 23 pages www.fundaciones.org Principios (2008), guidelines in 9 subject areas, 8 pages www.fundaciones.org Switzerland SwissFoundations (2001) Swiss Foundation Code (2021), 4 principles, 28 recommendations, 173 pages www.swissfoundations.ch Turkey Third Sector Foundation of Turkey (1993) www.tusev.org.tr Ukraine Ukrainian Grantmakers Forum (2005) Ethics Code , 9 guidelines, 1 page UK Association of Charitable Foundations (2005) Drivers and Principles of Good Impact Practice (2013), 4 drivers and 4 principles, 5 pages www.acf.org.uk Good Practice Guide for Corporate Foundations (2016), 69 pages www.acf.org.uk Community Foundation Network (1991) www.communityfoundations.org.uk California Northern California Grantmakers (1965) www.ncg.org Canada Community Foundations of Canada (1992) Principles for Community Foundations , 10 principles, 1 page www.cfc-fcc.ca Imagine Canada (2005) Ethical Code Handbook (2011), 33 principles in 3 subject areas, 6 pages Standards Program for Canada’s Charities and Nonprofits (2012), 5 subject areas, 73 standards, 11 pages www.imaginecanada.ca Philanthropic Foundations Canada (1999) Statement of Values and Ethical Principles , 6 principles, 1 page Good Governance. A Guide for Canadian Foundations (2013) www.pfc.ca Illinois Donors Forum of Chicago (1974) Illinois Nonprofit Principles and Best Practices (2008), 10 principles and guidelines in 5 subject areas, 7 pages www.donorsforum.org 197 TOP Minnesota Minnesota Council on Foundations (1969) Principles for Grantmakers & Practice Options for Philanthropic Organizations (2009), 8 principles with practice options, 25 pages New York Philanthropy New York (1979) Principles for Good Governance and Ethical Practices , 33 principles with detailed explanations in 4 subject areas, 21 pages www.philanthropynewyork.org USA Council on Foundations (1949) www.cof.org Washington Washington Regional Association of Grantmakers (1992) Statement of Principles , 5 principles, 1 page www.washingtongrantmakers.org Argentina Grupo de Fundaciones y Empresas (1995) Valores y Principios Institucionales , 14 principles, 1 page www.gdfe.org.ar Australia Philanthropy Australia (1987) Code of Practice , 3 principles, recommendations in 2 areas, 3 pages www.philanthropy.org.au Brazil Group of Institutes, Foundations and Enterprises (1995) Code of Ethics , 20 guidelines, 1 page www.gife.org.br China NPO Information Center & China Youth Development (2008) China’s Public Welfare NPO Guidelines for Self-Regulation , 9 sections Foundation Transparency Index online , 60 indicators divided into 4 categories ftien.foundationcenter.org.cn Mexico Centro Mexicano para la Filantropía CEMEFI (1988) www.cemefi.org 3 4 Please refer to the foundation phenomenology section, 176 ff. AJP/PJA 2/2015, p. 279–292 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Bibliography Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 199-209 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 199 TOP Bibliography Commentaries Aebersold , Thomas, Kommentar zu Art. 80–89a, in: Kommentar. Schweizerisches Zivilgesetzbuch, edited by Jolanta Kren Kostkiewicz et al., 3rd ed. Zurich: Orell Füssli 2016. Eisenring , Martin, Kommentar zu Art. 80–89a, in: Handkommentar zum Schweizer Privatrecht. Personen- und Familienrecht inkl. Kindes- und Erwachsenenschutz. Art. 1–456 ZGB, edited by Marc Amstutz et al., 3rd ed., Zurich etc.: Schulthess 2016. Grüninger , Harold, Kommentar zu Art. 493, in: Basler Kommentar. Zivilgesetzbuch II. Art. 457–977 ZGB. Art. 1–61 SchlT ZGB, edited by Heinrich Honsell et al., 4th ed., Basel: Helbing Lichtenhahn 2011. Grüninger , Harold, Kommentar zu Art. 493, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, edited by Andrea Büchler and Dominique Jakob, 2nd ed. Basel: Helbing Lichtenhahn 2017. Grüninger , Harold, Kommentar zu Art. 80–89a, 335, in: Basler Kommentar. Zivilgesetzbuch I. Art. 1–456 ZGB, edited by Heinrich Honsell et al., 6th ed. Basel: Helbing Lichtenhahn 2018. Gutzwiller , Max, Die Stiftungen, in: Schweizerisches Privatrecht. 2. Band: Einleitung und Personenrecht, edited by Max Gutzwiller, Basel etc.: Helbing Lichtenhahn 1967. Jakob , Dominique, Kommentar zu Art. 80–89a, in: Kurzkommentar. Schweizerisches Zivilgesetzbuch, edited by Andrea Büchler and Dominique Jakob, 2nd ed. Basel: Helbing Lichtenhahn 2018. Künzle , Hans Rainer, Kommentar zu Art. 493, in: Handkommentar zum Schweizer Privatrecht. Erbrecht. Art. 457–640 ZGB, edited by Marc Amstutz et al., 3rd ed., Zurich etc.: Schulthess 2016. Riemer , Hans Michael, Berner Kommentar. Kommentar zum schweizerischen Privatrecht. Band I: Einleitung und Personenrecht. 3. Abteilung: Die juristischen Personen. 3. Teilband: Die Stiftungen, Systematischer Teil und Kommentar zu Art. 80–89bis ZGB, Bern: Stämpfli 1975, reprinted 1981. Riemer , Hans Michael, Stämpflis Handkommentar. Vereins- und Stiftungsrecht (Art. 60–89bis ZGB) mit den Allgemeinen Bestimmungen zu den juristischen Personen (Art. 52–59 ZGB), Bern: Stämpfli 2012. STUDHALTER, Philipp, Kommentar zu Art. 493, in: Kommentar. Schweizerisches Zivilgesetzbuch, edited by Jolanta Kren Kostkiewicz et al., 3rd ed., Zurich: Orell Füssli 2016. Vez , Parisima, Kommentar zu Art. 80–89bis, in: Commentaire Romand. Code Civil I. Art. 1–359 CC, edited by Pascal Pichonnaz and Bénédict Foëx, Basel: Helbing Lichtenhahn 2010. Der Schweizer Stiftungsreport [since 2010], edited by Georg von Schnurbein, CEPS Forschung und Praxis series, Basel [since 2010; since 2011 together with Beate Eckhardt and Dominique Jakob, since 2021 together with Katharina Guggi, Julia Jakob and Dominique Jakob]. Grüninger , Harold, Aktuelles aus dem Stiftungs- und Gemeinnützigkeitsbereich, successio, Zeitschrift für Erbrecht [since 2007]. Jakob , Dominique at al., Verein – Stiftung – Trust. Entwicklungen [since 2007], Buchreihe njus.ch, Bern: Stämpfli [since 2008]. Jakob , Dominique, Entwicklungen im Vereins- und Stiftungsrecht/Le point sur le droit des associations et fondations, in: Schweizerische Juristen-Zeitung (SJZ) [since 2008]. Bethmann von Schnurbein Studer Egger , Philipp, Der Swiss Foundation Code 2015 – Entwicklungsgeschichte einer Selbstregulation, in: Stiftung & Sponsoring 5/2015. Fischer , Alex, Corporate Governance bei Stiftungen – von der Selbstverständlichkeit des Guten, in: Festschrift für Peter Böckli zum 70. Geburtstag, edited by Ernst A. Kramer et al., Zurich etc.: Schulthess 2006, pp. 645–670. Hofstetter , Karl, Swiss Code of Best Practice for Corporate Governance 2014. Baseline report on audits, on behalf of economiesuisse, Zurich 2014. Jakob Uhl AJP) 2/2015, pp. 279–292 Jakob , Dominique, Foundation Governance – ein vergleichender Überblick über den deutschsprachigen Raum, in: Audit Committee Quarterly IV/2015, p. 13 et seq. Jakob Uhl Aktuelle Juristische Praxis 2/2015, p. 279 Jakob Studen Jakob , Dominique, Freiheit durch Governance – Die Zukunft des Stiftungsrechts aus rechtsvergleichender Perspektive, in: Autonomie im Recht – Gegenwartsdebatten über einen rechtlichen Grundbegriff, edited by Christian Bumke and Anne Röthel, Tübingen: Mohr Siebeck 2017, p. 225 et seq. Lange , Knut Werner, Die Bedeutung institutionenökonomischer Erkenntnisse für das Verständnis von Herrschaft und Kontrolle in der Stiftung, in: Archiv für die civilistische Praxis (AcP) 8/2014, pp. 511–541. Meder , Stephan, Ungeschriebenes «Recht» im transnationalen Raum am Beispiel der Corporate Governance Verhaltenskodices. Stand und Perspektiven, in: Transnationales 201 TOP Recht. Stand und Perspektiven, edited by Gralf-Peter Calliess, Tübingen: Mohr Siebeck 2014, pp. 257–276. Meyer Maier Riemer SJZ) 22/2006, pp. 513–516 Schöbel , Sarah Katharina, Corporate Governance im Stiftungsrecht. Unter besonderer Berücksichtigung der Situation in der Schweiz und in Deutschland sowie europarechtlicher und internationaler Entwicklungen, Diss., Europäische Hochschulschriften. series 2, Rechtswissenschaft, volume 5349, Frankfurt am Main: Lang 2012. Schubiger , Benno, Foundation Governance am Beispiel des Swiss Foundation Code, in: Gemeinnützige Stiftungen und Stiftungsmanagement, edited by Francesco A. Schurr, Zurich etc.: Schulthess 2010, pp. 121–150. Schurr , Francesco A., Die Foundation Governance als Schlüsselelement im Wettbewerb der Stiftungsrechtsordnungen, in: Die Privatstiftung (PSR) 2/2010, pp. 64–72. Sprecher , Thomas, Foundation Governance in Switzerland, in: Comparative Corporate Governance of Non-profit Organizations, edited by Klaus J. Hopt and Thomas von Hippel, International Corporate Law and Financial Market Regulation, Cambridge: Cambridge University Press 2010, pp. 815–828. Sprecher , Thomas, Switzerland: the Swiss Foundation Code 2009 – from corporate governance to foundation governance, in: Trusts & Trustees 6/2010, pp. 523–532. Sprecher , Thomas, Was ist und was leistet Foundation Governance?, in: Jusletter dated 27/4/2010. Studen , Goran, Swiss Foundation Code: blessing or curse?, Trusts & Trustees 6/2017, p. 709 et seq. Studen , Goran, Vertrauen ist gut – Kontrolle ist besser? Präventive Aufsichtselemente als Ausdruck moderner Foundation Governance, in: Prävention und freiheitliche Rechtsordnung , edited by Anna Coninx et al., Zurich: Dike 2017, p. 227 et seq. von Reding Biberegg , Sandra Martina, Foundation Governance bei Förderstiftungen in der Schweiz. Eine empirische Untersuchung zur Umsetzung der neuen Richtlinien von Swiss GAAP FER 21, Diss. St. Gallen 2010. von Schnurbein Stöckli von Schnurbein Fritz von Schnurbein , Georg, Governance und Management von Förderstiftungen in Deutschland und in der Schweiz, in: Non Profit Law Yearbook 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, edited by Rainer Hüttemann et al., series of publications by the Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, pp. 1–15. 202 TOP von Schnurbein Stöckli Arter Cincelli Arter , Oliver, Wer soll den Stiftungsrat meiner philanthropischen Stiftung wählen?, in: Expert Focus 6–7/2018, p. 464 et seq. Baddeley , Margareta, L’utilisation des fondations à des fins successorales, in: Journée de droit successoral, edited by Paul-Henri Steinauer et al., Bern: Stämpfli 2017, p. 73 et seq. Baumann Lorant , Roman, Der Stiftungsrat. Das oberste Organ gewöhnlicher Stiftungen, Diss., Zürcher Studien zum Privatrecht, volume 214, Zurich etc.: Schulthess 2009. Baumann Lorant , Roman, Honorierung von Stiftungsräten. Angemessene und formalisierte Honorare sind zuzulassen, in: Jusletter dated 9/8/2010. Baumann Lorant ST) 10/2014, pp. 883–889 Baumann Lorant , Roman, Sollen Stiftungsräte eine Versicherung abschliessen?, in: Der Schweizer Stiftungsreport 2014, edited by Beate Eckhardt et al., CEPS Forschung und Praxis, volume 12, Basel 2014, pp. 17–18. Brandenberger , Michael, Controlling: Wirkungsvolle Überwachung der Anlagetätigkeit einer Stiftung, in: Vermögensanlagen von Pensionskassen und klassischen Stiftungen, edited by GEWOS AG, GEWOS series, Stiftungen – Grundlagen und Praxis, volume 3, Bern: Stämpfli 2010, pp. 113–122. Burkart Kieser ST) 4/2013, pp. 209–214 Eberle , Reto, «Tue Gutes und berichte darüber» oder wie durch (freiwillige) Transparenz Vertrauen geschaffen werden kann, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, edited by Philipp Egger et al., SwissFoundations series, Foundation Governance, volume 8, Basel: Helbing Lichtenhahn 2011, pp. 57–66. Eberle Zöbeli ST) 8/2014, pp. 626–629 Eberle Schmitz 203 TOP Eckhardt von Orelli Eckhardt Sprecher Fellmann , Primus, NPO-Audits aus Sicht der Revisionspraxis, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, edited by Philipp Egger et al., SwissFoundations series, Foundation Governance, volume 8, Basel: Helbing Lichtenhahn 2011, pp. 181–192. Fritz von Schnurbein Fritz von Schnurbein Gantenbein , Pascal, Besser auf Immobilien gebaut?. Bedeutung und Grenzen von Immobilienanlagen für Stiftungsportfolios, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, edited by Georg von Schnurbein and Philipp Egger, SwissFoundations series, Foundation Governance, volume 10, Basel: Helbing Lichtenhahn 2013, pp. 149–160. Gehringer von Schnurbein Gehringer , Theresa, Corporate Foundations in der Schweiz. Bilanz und Neuentwicklung, in: Stiftung & Sponsoring 4/2018, p. 16 et seq. Geinoz , François, Zustiften statt Stiften, in: Perspektiven des Stiftungsrechts in der Schweiz und in Europa, edited by Dominique Jakob, Schriften zum Stiftungsrecht, volume 1, Basel: Helbing Lichtenhahn 2010, pp. 61–69. Giger Expert Focus 11/2016, p. 881 Grüninger , Harold, Unternehmensstiftung, in: Entwicklungen im Gesellschaftsrecht V, edited by Peter V. Kunz et al., Bern: Stämpfli 2010, pp. 19–43. Grüninger , Harold, Innovative Vermögensbewirtschaftung im Stiftungs- und Gemeinnützigkeitsrecht – Venture Philanthropy, Social Business, Mission Base Investments zwischen Vision und Haftung, in: Stiften und Gestalten. Anforderungen an ein zeitgemässes rechtliches Umfeld, edited by Dominique Jakob, Schriften zum Stiftungsrecht, volume 4, Basel: Helbing Lichtenhahn 2013, pp. 37–73. Gubler , Simon L., Der Interessenkonflikt im Stiftungsrat, Zürcher Studien zum Privatrecht 285, Zurich: Schulthess 2018. Handbuch der Nonprofit-Organisationen. Strukturen und Management, edited by Ruth Simsa et al., 5th ed., Stuttgart: Schäffer Poeschel 2013. Handbuch Stiftungsmanagement, edited by Katharina Müller, Vienna: Verlag Österreich 2014. 204 TOP Handschin Widmer Herzog ST) 5/2008, pp. 383–389 Hunziker Gwerder Sutter Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, edited by Georg von Schnurbein and Philipp Egger, SwissFoundations series, Foundation Governance, volume 10, Basel: Helbing Lichtenhahn 2013. Jakob , Dominique, Schutz der Stiftung. Die Stiftung und ihre Rechtsverhältnisse im Widerstreit der Interessen, Habil., Jus Privatum, Beiträge zum Privatrecht, volume 111, Tübingen: Mohr Siebeck 2006. Jakob Picht Zeitschrift für Erbrecht 1/2013, pp. 82–84 Jakob von Schnurbein Studen Jakob , Dominique, Stiftungsartige Erscheinungsformen im Ausland – Rechtsvergleichender Überblick, in: Münchener Handbuch des Gesellschaftsrechts, volume 5, edited by Volker Beuthien et al., 4th ed. Munich: C.H. Beck 2016, p. 1781 et seq. Jakob , Dominique, Das Stiftungsrecht der Schweiz – Neue Wege zwischen Privatautonomie und Governance, in: Stärkung des Stiftungswesens, Verhandlungen der Fachgruppe für vergleichendes Handels- und Wirtschaftsrecht anlässlich der 35. Tagung für Rechtsvergleichung vom 10. bis 12. September 2015 in Bayreuth, edited by Peter Jung, Tübingen: Mohr Siebeck 2017. Jakob , Dominique, Draft revision of Swiss inheritance law: impact on estate planning via foundations and trusts, in: Trusts & Trustees 6/2017, p. 705 et seq. Jakob , Dominique (ed.), Universum Stiftung, Tagungsband zum 4. Zürcher Stiftungsrechtstag, Basel: Helbing Lichtenhahn 2017. Janssen , Martin, Tips fürs Anlegen, in: Schweizer Monatshefte 977/2010, pp. 36–37. Jurius , Keine Besteuerung von juristischen Personen mit ideellen Zwecken, in: Jusletter dated 16/6/2014. Kipfer-Berger von Schnurbein 205 TOP Knöpfel , Ivo, Impact Investments für Stiftungen – mehr als nur eine Modeerscheinung?, in: Der Schweizer Stiftungsreport 2012, edited by Beate Eckhardt et al., CEPS Forschung und Praxis, volume 6, Basel 2012, pp. 32–34. Kocher Zeugin Koller , Thomas, Die Steuerbefreiung wegen Gemeinnützigkeit in der neueren Rechtsprechung des Schweizerischen Bundesgerichts, in: Non Profit Law Yearbook, 2012/2013. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, edited by Rainer Hüttemann et al., series of publications by the Institut für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2013, pp. 175–187. Koss , Claus, Notwendigkeit und Gestaltung der Rechnungslegung von Stiftungen, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, edited by Philipp Egger et al., SwissFoundations series, Foundation Governance, volume 8, Basel: Helbing Lichtenhahn 2011, pp. 15–33. Lichtsteiner Lutz Lideikyte Huner Expert Focus 3/2018, p. 209 Maute StR) 2017, p. 356 Meder , Stephan, Der Stifterwille im Spannungsfeld von privatautonomer Gestaltungsfreiheit und staatlicher Kontrolle. Hat Savigny eine obrigkeitliche Sicht des Stiftungsrechts?, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, edited by Dominique Jakob and Lukas von Orelli, Schriften zur Rechtspsychologie, volume 14, Bern: Stämpfli 2014, pp. 81–101. Meyer , Beatrice et al., Rechnungslegung sozialer Nonprofit-Organisationen. Grundlagen, Untersuchungsergebnisse, Empfehlungen, Managementwissen für die Praxis series, volume 5, Zurich etc.: Schulthess 2011. Meyer Kühnis Zöbeli ST) 10/2011, pp. 833–835 Meyer Passardi Zöbeli ST) 9/2011, pp. 698–702 Meyer Zupan 206 TOP Müller Zöbeli Müller Zöbeli Neubert , Luzius, Interessenkonflikte, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, edited by Daniel Zöbeli and Luzius Neubert, CEPS Forschung und Praxis, volume 10, Basel 2013, pp. 5–8. Neubert , Luzius, Vermögensverwaltung, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, edited by Daniel Zöbeli and Luzius Neubert, CEPS Forschung und Praxis, volume 10, Basel 2013, pp. 23–43. Opel , Andrea, Zeit für Veränderung im schweizerischen Gemeinnützigkeitssteuerrecht, Zeitschrift für das Recht der Non Profit Organisationen (npoR) 6/2017, p. 240 et seq. Pfister , Loïc, La fondation, Geneva/Zurich/Basel: Schulthess 2017. Pietropaolo Giesbrecht ST) 4/2013, pp. 235–239 Piko , Rita, Compliance bei Non-Profit-Organisationen – Teil 1, in: Compliance Berater (CB) 7/2018, p. 221 et seq. Piko , Rita, Compliance bei Non-Profit-Organisationen – Teil 2, in: Compliance Berater (CB) 8/2018, p. 262 et seq. Piotet Revue de droit privé et fiscal du patrimoine 4/2015, p. 85 Prevas AG (ed.): Wegweiser für Stiftungsräte – Eine Überlebenshilfe im Alltag der beruflichen Vorsorge, Bern: Stämpfli 2015. Rautenstrauch , Thomas, Internes Kontrollsystem (IKS) in Stiftungen: Grundlagen und Zusammenhänge, in: Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, edited by Philipp Egger et al., SwissFoundations series, Foundation Governance, volume 8, Basel: Helbing Lichtenhahn 2011, pp. 35–55. Rechnungslegung und Revision von Förderstiftungen. Handlungsempfehlungen für die Praxis, edited by Philipp Egger et al., SwissFoundations series, Foundation Governance, volume 8, Basel: Helbing Lichtenhahn 2011. Riemer , Hans Michael, GAFI-Umsetzung: Pflicht zur Eintragung ins Handelsregister auch für kirchliche Stiftungen und Familienstiftungen, in: Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht (SZW) 1/2016, p. 70 et seq. Riemer Riemer-Kafka Bloch-Riemer 207 TOP Röllin , Andrea G., Kirchliche Stiftungen. Im Besonderen die privatrechtlichen im Sinne von Art. 87 i. V. m. Art. 80 ff. ZGB. Rechtslage und Rechtswirklichkeit unter Berücksichtigung des historischen Hintergrundes sowie historischer kirchlicher Stiftungen, Diss. Zurich etc.: Dike 2010. Roza Bethmann Meijs von Schnurbein Schaefers , Kevin, Nachhaltiges Investieren – ein wirtschaftliches Beratungskonzept, Diss., St. Galler Beiträge zur Wirtschaftsethik, volume 46, Bern: Haupt 2014. Schmid , Dominik, Rechtliche Grundlagen der Vermögensverwaltung. Eine Untersuchung zur Bedeutung der Begriffe «Verwaltung» und «Vermögen» im schweizerischen Privatrecht, Diss., Abhandlungen zum schweizerischen Recht, volume 790, Bern: Stämpfli 2013. Schmitz Eberle Schönenberg , Daniela, Venture Philanthropie – Haftung von Stiftungen für Strategieberatung am Beispiel des Schweizer Rechts, in: Non Profit Law Yearbook 2010/2011. Das Jahrbuch des Instituts für Stiftungsrecht und das Recht der Non-Profit-Organisationen, edited by Rainer Hüttemann et al., publication series by the Institut für Stiftungsrecht und das Recht der Non-Profit-Organisationen, Hamburg: Bucerius Law School Press 2011, pp. 137–158. Schönenberg , Daniela, Venture Philanthropie. Zulässigkeit und haftungsrechtliche Konsequenzen für Schweizer Stiftungen und deren Organe, Diss., Schriften zum Stiftungsrecht, volume 2, Basel: Helbing Lichtenhahn 2011. Schönenberg von Schnurbein Schönenberg , Daniela, Anwaltliche Tätigkeiten, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, edited by Daniel Zöbeli and Luzius Neubert, CEPS Forschung und Praxis, volume 10, Basel 2013, pp. 75–81. Sprecher , Thomas, Die Verbrauchsstiftung und andere Möglichkeiten der Stiftungsgestaltung, in: Jusletter dated 31/5/2010. Sprecher , Thomas, Die Stiftung als Investorin, in: Innovatives Recht. Festschrift für Ivo Schwander, edited by Franco Lorandi and Daniel Staehelin, Zurich etc.: Dike 2011, pp. 191–208. Sprecher , Thomas, How foundations can achieve more with their money, in: Trusts & Trustees 6/2012, pp. 491–495. Sprecher , Thomas, Zur steuerlichen Behandlung von neuen Förder- und Finanzierungsmodellen, in: Der Schweizer Stiftungsreport 2013, edited by Beate Eckhardt et al., CEPS Forschung und Praxis, volume 8, Basel 2013, pp. 19–23. Sprecher SJZ) 18/2010, pp. 425–433 208 TOP Sprecher , Thomas, Verantwortliche Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) No. 9, pp. 221–228. Sprecher , Thomas, Zweckbezogene und nachhaltige Vermögensbewirtschaftung durch Stiftungen, in: Schweizerische Juristen-Zeitung (SJZ) 111 (2015) No. 10, pp. 249–262. Sprecher , Thomas, Vermögensbewirtschaftung durch Schweizer Stiftungen, in: Handbuch der Vermögensverwaltung in Deutschland, Österreich, der Schweiz und Liechtenstein, edited by Frank A. Schäfer et al., 2nd ed. Munich: C.H. Beck 2016, pp. 700–719. Sprecher , Thomas, Stiftungsrecht – in a nutshell, Zurich/St. Gallen: Dike 2017. Sprecher , Thomas, Der Stifter im Erbrecht – der Erblasser im Stiftungsrecht, in: Schweizerische Juristen-Zeitung (SJZ) 114, No. 23, 2018, p. 541 et seq. Sprecher , Thomas, Die Verbrauchsstiftung – Grundlagen, Formen, Wirkungen, in: Jusletter, 15/6/2020. Sprecher von Salis-Lütolf Studen , Goran, Die Dachstiftung. Das Tragen und Verwalten von Unterstiftungen unter dem Dach einer selbständigen Stiftung, Diss., Schriften zum Stiftungsrecht, volume 3, Basel: Helbing Lichtenhahn 2011. Studen Geinoz Expert Focus 4/2018, p. 272 Uhl , Matthias, Kooperation im Stiftungsrecht, Diss. Basel: Helbing Lichtenhahn 2016. Vez , Parisima, La fondation: lacunes et droit désirable. Une analyse critique et systématique des articles 80 à 89 CC, Diss., Abhandlungen zum Schweizerischen Recht, vol. 687, Bern: Stämpfli 2004. von Orelli , Lukas, Zur Auslegung des Stifterwillens, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, edited by Dominique Jakob and Lukas von Orelli, Schriften zur Rechtspsychologie, volume 14, Bern: Stämpfli 2014, pp. 125–151. von Orelli , Lukas, Zur Auslegung des Stifterwillens, Diss. Basel: Helbing & Lichtenhahn 2019. von Schnurbein , Georg, Dachverbände als Instrument der Non-Profit Governance, in: Zeitschrift für Wirtschafts- und Unternehmensethik (zfwu) 1/2012, pp. 50–61. von Schnurbein , Georg, Die ewige Stiftung oder die empirische Suche nach einem Ideal, in: Innovation statt Stagnation. Wie sich Stiftungen aus der Krise befreien, edited by Georg von Schnurbein and Philipp Egger, SwissFoundations series, Foundation Governance, volume 10, Basel: Helbing Lichtenhahn 2013, pp. 79–89. von Schnurbein , Georg, Motivationen zur Stiftungsgründung, in: Der Stifterwille: Ein Phänomen zwischen Vergangenheit, Gegenwart und Ewigkeit, edited by Dominique Jakob and Lukas von Orelli, Schriften zur Rechtspsychologie, volume 14, Bern: Stämpfli 2014, pp. 19–31. 209 TOP von Schnurbein , Georg, Spezialthema: Kleine Stiftungen und ihre spezifischen Anforderungen. Zehn Thesen zur Wirksamkeit von kleinen Stiftungen, in: Der Schweizer Stiftungsreport 2014, edited by Beate Eckhardt et al., CEPS Forschung und Praxis, volume 12, Basel 2014, pp. 31–33. von Schnurbein Bethmann von Schnurbein Fritz von Schnurbein Timmer von Schnurbein Kipfer von Schnurbein Perez Vyslozil Sensburg Wyser , Raphael, Evaluation von Förderprojekten. Governance-Analyse einer spezifischen Evaluationssituation unter Anwendung der Prinzipal-Agenten- und der Vertrauenstheorie, Hamburg 2016. Zeiter , Alexandra, Die Erbstiftung (Art. 493 ZGB), Diss., Arbeiten aus dem juristischen Seminar der Universität Freiburg Schweiz, volume 203, Fribourg: Universitätsverlag Freiburg Switzerland 2001. Zihler , Florian, Zulässigkeit von Holdingstiftungen aus der Sicht der Handelsregisterbehörden, in: Zeitschrift zur Rechtsetzung und Praxis in Gesellschafts- und Handelsregisterrecht (REPRAX) 2018, p. 69 et seq. Zöbeli , Daniel, Bezahlte Mandatsvergabe an die obersten Leitungsorgane, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?. edited by Daniel Zöbeli and Luzius Neubert, CEPS Forschung und Praxis, volume 10, Basel 2013, pp. 19–21. Zöbeli , Daniel, Gesetzliche Bestimmungen und Aufsichtsrecht, in: Externe Mandate von Nonprofit-Organisationen. Welche Aspekte sind besonders zu beachten?, edited by Daniel Zöbeli and Luzius Neubert, CEPS Forschung und Praxis, volume 10, Basel 2013, pp. 9–18. Zöbeli von Schnurbein 200 TOP Annual reports Foundation governance Other literature © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Foundation Glossary Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 210-235 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 210 TOP Foundation Glossary → Reference to another term in the Foundations’ Glossary ↔ Cross-reference to synonymous terms for which no explanation is given. Active investment ↔ Passive investment execution of the investment strategy asset classes Administrative costs → Administrative expenditure Administrative expenditure ↔ Administrative costs ↔ Central services ↔ Overheads direct project expenditure foundation expenditure → Expenditure Advisory board foundation body foundation panel foundation board committee Advocacy non-profit status Agenda items Items on the meeting agenda. Alternative investments standard investments Annual report → Financial statements Application of funds Handling of the funds available to the foundation to fulfil its purpose. → Prompt application of funds Area of activity → Programme of grants 211 TOP Asset accumulation foundation assets expense purpose tax exemption → Distribution requirement → Timely application of funds Asset allocation ↔ Asset investment Refers to the specific chosen investment. Asset and Liability management ↔ Finance management investment policy investment strategy Asset class alternative investments Asset-consuming foundation founder foundation board foundation assets Foundation phenomenology → Preservation of wealth Asset investment ↔ Asset allocation Refers to a specific chosen investment. Asset management foundation assets efficiently foundation purpose Asset management expenditure investment strategy Asset preservation → Preservation of wealth Asset-preserving foundation limited term foundation 212 TOP Assets → Foundation assets Auditor donations financial endowment The auditor reviews the foundation’s accounts each year and prepare a report for the foundation board. The audit mandate is to be limited to the minimum required by law. Available funds foundation assets foundation purpose foundation charter. Balance sheet → Foundation balance sheet Bank clients’ foundation A foundation that is mainly endowed using bank clients’ funds. Some banks offer their clients individual or collective foundation vehicles, which they can use to pursue their own interests. → Bank foundation → Bank owners’ foundation → Bankers’ foundation Bank foundation A conventional, charitable foundation in accordance with Art. 80 ff. Swiss Civil Code (ZGB) which, as a specific type of corporate foundation, has a particularly close personal, organizational or institutional link to a bank (foundation establishment, naming, origin of funds, foundation management, asset management, acquisition of funds, communications, etc.). A distinction is made between three different types, although in practice they usually overlap. All three raise fundamental questions regarding balancing of the foundation’s interests with those of the bank: → Bank clients’ foundation → Bank owners’ foundation → Bankers’ foundation Bank owners’ foundation A grant-making foundation established by a bank and endowed from its assets, i.e. equity. The bank is the founder from a legal perspective, while for economic purposes the bank’s owners are the founders. → Bank clients’ foundation → Bank foundation → Bankers’ foundation Bankers’ foundation A grant-making foundation that is privately established by philanthropically minded bankers and endowed using some of their personal assets. → Bank clients’ foundation → Bank foundation → Bank owners’ foundation 213 TOP Bank-related foundation → Bank foundation Benchmark A standard of comparison (such as an index) that is used to measure investment performance or also effectiveness of the foundation’s grants. Beneficiaries ↔ Stakeholder grant benefits (grant recipients intermediaries Benefit agreement → Grant contract Budget planning Used to plan income and expenditure. Business regulations → Regulations Central services → Administrative expenditure Change of purpose foundation board founder foundation supervisory authority foundation charter → Foundation establishment Charitable foundation A foundation that is its own legal entity (“personified special-purpose assets”) that acts in the interests of the common good and not for its own benefit. Charitable foundations generally have → tax exemption. → Charitable status Foundation phenomenology Charitable status tax exemption → Charitable foundation Checks and balances These are mutual controls (checks) by various bodies in order to establish a system of partial equilibria (balances) that is conducive to success. This requires a system of separation of powers. The principle of checks and balances is one of the four that need to be taken into consideration for all foundation activities. The other three are effective implementation of the foundation purpose, transparency and social responsibility. Church foundation charitable foundation Foundation phenomenology 214 TOP Civil society The concept of an active, civil society that develops social and political activities in communities, neighbourhoods and local associations on the basis of personal initiative and responsibility. Its evolution and development depend to a large extent on the conduct of businesses (corporate citizenship) and the measures implemented by the state (framework conditions). The activities of civil society are distinct from those of the government. This aspect is less pronounced in Switzerland, where the divide between citizens and the state is less than in almost every other country on account of the country’s participatory approach and direct democracy. Here, the term “civil society” is largely synonymous with the term population. Collective pension fund Companies that do not want to establish their own employee benefit foundation may join a collective pension fund. It is mainly small and medium-sized enterprises that take advantage of this. Collective pension funds are usually run by banks, insurance providers, employers’ associations or trust companies. Foundation phenomenology Commercial register foundation board members auditor. www.zefix.ch Committee foundation board foundation bodies Community foundation A community foundation is used to finance and support charitable organisations and projects within a defined geographical area (such as a city or region). Donations are collected from residents and local companies. In organisational terms, a community foundation’s board is subordinate to a founders’ assembly in which all donors have a voice. This type of foundation is uncommon in Switzerland. In some, rare cases, community foundations exist as a complement to municipal institutions, and the founders’ assembly comprises all the citizens in the municipality. Company foundation → Company-holding foundation purpose Foundation phenomenology 215 TOP Company-affiliated foundation company foundation corporate foundation Company-holding foundation → Company foundation Compensation for risk → Systemic risks → Unsystemic risks risks financial markets Compensation of foundation board members ↔ Honorary status ↔ Fee ↔ Salary tax exemption foundation board Competitive solution A competitive solution – for example in the field of asset and liability management – is when the costs and quality of individual activities correspond to those on the market. The aim is not to pay for a particular service, with a certain standard of quality, at a higher price than as available on the market. Comply or explain The statutory framework is the highest level for the binding nature of regulatory systems. The second-highest level is the principle of “comply or explain”, according to which a rule should generally be followed, and anyone who does not do so must provide a reason. The third and final level consists of recommendations, such as the Swiss Foundation Code. Concordat → Foundation supervisory authority Conflict of interests dealing at arm’s length → Self-dealing 216 TOP Contract of inheritance Foundations can be established by means of a contract of inheritance, in which the parties enter into a voluntary and binding agreement regarding disposal of inheritance claims. The formal requirements are to be necessarily observed with all inheritance matters. While a will and testament can be unilaterally amended or supplemented at any time, this is no longer possible in the case of a contract of inheritance. → Inheritance foundation → Legacy → Will and testament Contribution donations subsequent endowments financial endowments Controlling of the asset result → Investment controlling Controlling of the investment result → Investment controlling Cooperation ↔ Partnership Collaboration with other organisations with the aim of achieving a stronger impact and synergy effects by acting in concert. → Merger → Public-Private Partnership Corporate foundation ↔ Company-affiliated foundation charitable foundation ex officio → Company foundation Corporate Social Responsibility (CSR) charitable foundations corporate foundations. Cost centre accounting Links the cost categories incurred (personnel costs, material costs, etc.) with the originating cost centres. This provides insight into the performance relationships within the organisation to improve efficiency in the foundation. 217 TOP Cost-benefit analysis outcome Crypto foundation A foundation that primarily provides a service based on the development and implementation of a blockchain technology. Such foundations are often financed by issuing a cryptocurrency. Crypto foundations are generally not charitable. Dealing at arm’s length The principle that business dealings with affiliated or related parties should be conducted as they would be when dealing with totally independent parties. This principle applies to transactions involving the foundation, members of the foundation board and management. → Conflicts of interest Dependent foundation ↔ Endowment funds ↔ Foundation fund financial endowments Umbrella foundations → Fund Foundation phenomenology Direct project expenditure ↔ Project expenditure beneficiaries operational foundation activity. → Expenditure Direct project funding ↔ Distribution ↔ Project expenditure Grants in the form of direct contributions to supported projects, often also referred to as \"distributions\". Direct support foundation → Company foundation Dissolution foundation supervisory authority foundation purpose change of purpose), assets foundation supervisory authority Distribution → Direct project funding 218 TOP Distribution requirement Unlike in the US, where foundations are required by law to pay out 5% of their (liquid) foundation assets each year, Switzerland does not impose any legal requirements to utilise a particular quota each year. However, the accumulation of assets is prohibited. Foundations that only accumulate funds for a long time instead of utilising them are deemed to be acting in their own interests, which is prohibited by foundation law. This also has consequences for tax purposes, because foundations that without cause fail to carry out any grant-giving activities for a long period of time, can no longer be exempt from tax. This does not apply if the foundation is only able to pursue its purpose by accumulating assets, for example because the purpose cannot be pursued for a certain time, or because larger-scale projects are being pursued, which need the accumulation of assets over several years. → Timely application of funds Diversification; diversifying asset classes risks Donation A gift given for a specific purpose or a voluntary → contribution to the foundation. → Financial endowment Donation-funded foundation purpose, foundation assets financial endowments. grant-making foundation Foundation phenomenology Dormant foundation → Inactive foundation Effective, effectiveness impact Efficient, efficiency impact Employee benefit foundation ↔ BVG foundation ↔ Pension fund foundation mergers tax exemption charitable foundation, assets → Collective pension fund Foundation phenomenology 219 TOP Endowment founder’s foundation assets Endowment funds → Dependent foundation ESG criteria The criteria for sustainable investment (environmental, social and governance). The environmental, social and governance criteria are the three main areas that are taken into consideration as key factors for determining the sustainability of investments. → Sustainable investment Establishment → Foundation establishment Evaluation effectiveness target achievement → Sponsorship agreement Execution of the investment strategy investment strategy low-risk bonds diversified shares Executive management foundation board committee checks and balances . Expected return on investment With the exception of interest on government investments, the returns from financial instruments and also entire portfolios are uncertain. It is, however, possible to form an opinion of the expected returns from financial instruments or entire portfolios, based in no small part on statistical analyses. 220 TOP Expenditure ↔ Project expenditure Swiss GAAP FER 21 grant benefits administrative expenses grant expenditure, direct project funding direct project expenditure direct project funding foundation expenditure administrative expenditure direct project expenditure Expenditure report Part of the → financial statements. Family foundation beneficiaries charitable foundations tax exemption Foundation phenomenology Fee Compensation → Salary Finance management → Asset and liability management Financial endowment ↔ Subsequent endowment subsequent endowment financial endowment → Contribution → Donation Financial management investment process Financial market asset management 221 TOP Financial statements ↔ Annual report expenditure report Swiss GAAP FER Fixed-interest investment Bonds and fixed-term deposits. Fluctuation reserve → Value fluctuation reserve Foundation assets Foundation capital donations, financial endowments foundation charter → Limited term foundation → Preservation of wealth Foundation balance sheet ↔ Balance sheet investments Foundation board foundation charter Foundation body foundation board) auditor foundation charter foundation regulations foundation board executive management advisory boards Foundation capital → Foundation assets Foundation charter founder foundation purpose assets foundation board foundation regulations foundation guidelines Foundation culture The totality of the values and norms shared by members of the foundation and expressed through their conduct. Develops informally through interactions, but can also be actively managed. 222 TOP Foundation establishment ↔ Establishment Charitable foundations commercial register foundation charter foundation regulations foundation supervisory authority tax exemption founder foundation charter foundation regulation → Change of purpose Inheritance foundations Foundation expenditure ↔ Operating expenditure administrative expenditure direct project expenditure Foundation fund → Dependent foundation Foundation governance grant-making foundations → Governance Foundation law Consists of Articles 80–89a Swiss Civil Code (ZGB) in particular. The most recent, partial revision entered into force on 1 January 2006. Later amendments relate to financial reporting and auditing. Foundation management foundation policy foundation strategy Foundation panel Foundation body Foundation policy ↔ Grant policy ↔ Policy foundation purpose Ethical Code of Conduct foundation strategy guiding principles 223 TOP Foundation purpose beneficiaries grant services founder foundation charter change of purpose foundation supervisory authority Foundation regulations → Regulations foundation charter foundation board Business regulations investment regulations foundation supervisory authority → Business regulations → Grant-making regulations → Guidelines → Investment regulations Foundation size ↔ Large foundations ↔ Medium-sized foundations ↔ Small foundations foundation’s assets Foundation statutes This term is often used colloquially (and due to the influence of society and company law) to refer to the → foundation charter. Foundation strategy ↔ Grant strategy ↔ Strategy policy ( grant programme) Foundation supervisory authority ↔ Concordat ↔ Foundation concordat ↔ Supervisory concordat founders 224 TOP Founder A foundation can be established by any adult, natural person, or legal entity, such as a company, association, or public law corporation. Multiple persons may act as founders. A fiduciary founder may also be used if the “real” or “economic” founder does not want to be listed formally as the founder. This also means that the assets endowed to the foundation need not necessarily stem from the person acting as the (formal) founder. → Endowment Founder’s rights Rights that the founder may reserve for him/herself (or a third party) in the foundation charter when the foundation is established, such as a right pursuant to Art. 86a Swiss Civil Code (ZGB), or the right to appoint members of the foundation board. Functional transparency stakeholders Fund dependent foundation Foundation phenomenology Governance foundation board foundation bodies foundation panels stakeholder groups → Foundation governance Grant benefits beneficiaries foundation purpose operational foundation → Grant expenditure Grant contract ↔ Benefit agreement beneficiary → Evaluation Grant criteria → Grant guidelines Grant expenditure direct project funding direct project expenditure grant benefits → Expenditure Grant guidelines ↔ Grant criteria grant benefits foundation purpose ( programme of grants) stakeholder groups Grant impact → Impact 225 TOP Grant policy → Foundation policy Grant priority → Programme of grants Grant recipient A general term for recipients of grants. → Beneficiary → Intermediaries Grant regulations → Foundation regulation → Grant guidelines Grant strategy → Foundation strategy Grant-making foundation charitable foundation Foundation phenomenology → Traditional foundation Guideline ↔ Foundation guideline ↔ Regulations foundation regulations Guiding principles foundation charter foundation policy grant recipients stakeholders Honorary status → Compensation of foundation board members ICS → Internal Control System Impact → Effectiveness Impact ↔ Grant impact target achievement outcome grant services foundation purpose policy → Effectiveness → Efficiency 226 TOP Impact logic Outcome Impact measurement impact logic Impact targets → Outcome Inactive foundation ↔ Dormant foundation A foundation that has largely discontinued its grant-making activities. Sometimes also referred to as a \"dormant foundation\". There may be valid reasons for temporary inactivity. Permanently inactive foundations, on the other hand, are unacceptable and must be made part of a new solution. Inheritance foundation founder founder Initial financing Also referred to as → start-up financing → Knock-on financing Innovation function, promotion of innovation stakeholder groups Interest group → Stakeholder groups Intermediaries Beneficiaries → Grant recipients Internal Control System (ICS) Since 1 January 2008, all “economically significant foundations” must subject themselves to a “full audit” which examines the conducting of the accounts and checks the existence of an internal control system. Foundations are deemed to be “economically significant” if they exceed two of the three size criteria (total assets of CHF 10 million, turnover of CHF 20 million, 50 full-time employment positions on average over the year) in two consecutive financial years. Investment controlling ↔ Controlling of the asset result ↔ Controlling of the investment result investment strategy benchmark 227 TOP Investment foundation An investment foundation is established in practice. It is a for-profit foundation, and its purpose is collective asset management for old-age, survivors’ and invalidity insurance providers in accordance with the principle of risk diversification. It has corporate elements, including an investors’ meeting as its highest governing body, a corporate organisation based on company law and specified in regulations, as well as investment regulations. It is governed by the applicable articles of the Federal Law on Employee Pension Funds (BVG), the Executive Regulation (BVV2) as well as federal supervisory commission (Oberaufsichtskommission Berufliche Vorsorge, OAK BV). Investment management organisation investment process asset management investment controlling Investment policy foundation’s assets investment strategy Investment process investment strategy executing the investment strategy investment controlling Investment regulations execution of the investment strategy investment controlling → Foundation regulation Investment risks A distinction must be made between risks that are compensated at market rates, and those that are not. A well-diversified share portfolio, for example, is compensated at market rates. Additional risk leads, on average, to a higher return on investment. A poorly diversified share portfolio, on the other hand, also harbours a lot of risk without the expectation of a higher return. → Non-compensated risks → Risk Investment strategy ↔ Strategy risk tolerance expected return on investment low-risk bonds diversified → Execution of the investment strategy Knock-on financing start-up financing Large foundations → Foundation size 228 TOP Legacy inheritance foundation, donation → Contract of inheritance → Will and testament Limited term foundation founder foundation charter Liquidity planning The goal of liquidity planning is to ensure that there is sufficient liquidity available when planned expenditure occurs. Investments should be liquidated at the shortest possible notice, and therefore no longer generate income. Liquidity planning aims to optimise the loss of earnings, and ensure undisrupted project funding and other financing. Low-risk bonds A suitable mix of bonds issued by companies that operate internationally, hedged in the currency of the foundation’s expenditure. Medium-sized foundations → Foundation size Merger purpose foundation supervisory authority → Cooperation Mission investing → Mission-based investing Mission-based investing ↔ Mission-based investing ↔ Mission investing ↔ Mission-related investing A foundation-specific asset management strategy, in which investments are made that are conducive to achieving the foundation purpose, that preserve the invested assets, and that generate a market rate of return if possible. Mission-related investing → Mission-based investing Non-charitable foundation → Private-benefit foundation Non-compensated risks investment risks financial markets diversified 229 TOP NPO Non-Profit Organisations. → NPO sector NPO sector ↔ Third sector donations Occupational pension insurance foundation employee benefit foundation Foundation phenomenology Operating expenditure → Foundation expenditure Operational foundation ↔ Supporting foundation The core business of an operational foundation does not consist of committing funds, but rather pursuing the foundation purpose by means of exercising a governing role, its own work, or its own projects. Operational foundation activity active reactive ( operational foundation). Organisation regulations → Foundation regulations Outcome ↔ Impact targets grant recipients grant disbursement impact) project impact outcome output → Target achievement Output ↔ Performance targets grant output → Target achievement 230 TOP Overheads → Administrative expenditure Partial tax exemption → Tax exemption Partnership → Cooperation Passive investment → Active investment Patronage sponsor Pension fund foundation → Employee benefit foundation Foundation phenomenology Performance targets → Output Philanthropy Philanthropy refers to any private, voluntary activity for a charitable purpose. It includes donations of time, money, or benefits in kind. Policy → Foundation policy → Investment policy Preservation of wealth ↔ Asset preservation foundation assets foundation assets → Limited term foundation Private foundation charitable foundations family foundations church foundations employee benefit foundations company foundations public-law foundations Foundation phenomenology Private-benefit foundation ↔ Non-charitable foundation family foundation Programme of grants ↔ Area of activity ↔ Grant priority grant benefits Project expenditure → Direct project expenditure → Direct project funding → Expenditure 231 TOP Project impact outcome beneficiaries Project management evaluation Public-law foundation A dependent or independent foundation governed by public law that pursues a public purpose. Such foundations are established by a law, and generally endowed using public funds (such as the Pro Helvetia Swiss culture foundation, or the Swiss National Science Foundation). Foundation phenomenology → Private foundation Public-Private Partnership Cooperation NPO Purpose → Foundation purpose Rating Information on a company’s ability to repay its debts in the long term, or the probability that a particular bond will be repaid. Ratings are published by rating agencies. Regulations → Foundation regulations → Guideline Risk Commonly used to refer to the fact that things may turn out worse than expected. From an economic perspective, however, risk is the fact that things may turn out differently – i.e. better or worse – than expected. The important thing is to have an idea of the extent to which things may turn out differently. In other words, risk is the degree of uncertainty that a certain target will be met. Some risks are systematically compensated, while others are not. → Compensation for risk → Investment risks → Low-risk bonds → Non-compensated risks → Risk-bearing investment → Risk-free bonds → Risk management Risk appetite investment risks Risk management Includes all organisational regulations and measures aimed at identifying and dealing with risks. Risk-bearing investment risk → Value fluctuation reserve 232 TOP Risk-free bonds Bonds issued by credible governments, member states, state-guaranteed banks and international organisations backed directly or indirectly by a reliable future tax base. Salary The remuneration paid to employees of the foundation’s office in accordance with their employment contracts. → Compensation of foundation board members → Fee Self-dealing foundation board executive management → Conflict of interests Self-evaluation foundation board Self-regulation foundation governance, SwissFoundations Small foundations → Foundation size Sponsor/sponsorship A sponsor supplies the foundation with financial resources, benefits in kind and/or knowledge and experience, and expects some form of quid pro quo in return (particularly marketing or achievement of communications goals). Sponsorship activities are guided by commercial interests, and therefore not tax deductible for the sponsor. The foundation also routinely incurs VAT. → Patronage Stakeholder → Beneficiaries → Stakeholder groups Stakeholder groups ↔ Interest groups ↔ Stakeholder beneficiaries Standard investments risk-free low-risk bonds alternative investments. Start-up financing ↔ Initial financing initial financing → Knock-on financing 233 TOP Strategy → Foundation strategy → Investment strategy Subsequent endowment → Financial endowment Supervisory concordat → Foundation supervisory authority Supporting foundation → Company foundation Sustainable investments Investments based on ecological, social, ethical and/or governance criteria, in addition to conventional measures of profitability, liquidity, security and risk diversification. → ESG criteria Swiss GAAP FER 21 www.fer.ch NPOs SwissFoundations The association of Swiss grant-making foundations, established in 2001. Systemic risks → Compensation for risk Target achievement, degree of target achievement impacts → Outcome → Output Target return investment strategy risks Tax deduction Donations financial endowments 234 TOP Tax exemption ↔ Partial tax exemption charitable foundations The criteria for tax exemption at federal level are charitable status, the exclusivity of the application of funds, and the irrevocability of the ring fencing for the dedicated purpose. Exemption from cantonal tax liability is governed by the individual canton’s tax laws. The criteria are generally similar to those at federal level. Foundations that do not meet all the criteria may be granted partial tax exemption. Fulfilment of the tax-exemption criteria must be ascertained before a foundation is established if necessary the foundation’s structure can still be adjusted. Once granted, tax exemption does not apply indefinitely and may be withdrawn if the criteria are no longer met. Contributions to tax-exempt foundations are tax deductible at federal and cantonal levels. → Tax deduction Third sector → NPO sector Timely application of funds foundation assets foundation purpose → Application of funds → Asset accumulation → Distribution requirement Traditional foundation charitable foundations grant-making foundations Foundation phenomenology Trust settlor trustees beneficiaries common law Umbrella foundation dependent foundations financial endowments legacy establishing a foundation. Foundation phenomenology Unsystemic risks → Compensation for risk 235 TOP Value fluctuation reserve ↔ Fluctuation reserve risk-bearing investments foundation assets financial market Will and testament contract of inheritance → Inheritance foundation → Legacy World equity portfolio There is no process for systematically forecasting the ups and downs of the world’s stock markets, or even individual equities, better than others. That is why some foundations invest the part of their assets that is to generate more than the risk-free interest rate on average over time, in a world equity portfolio. © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre Keyword index Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 236-249 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 236 TOP Keyword index italics bold A Active investment 210 Ad hoc committee (→ Committee) 88 f. Administrative costs 123 210 Administrative expenditure (→ Expenditure) 123 f. 210 Advisory board 110 ff. 210 Age restriction 66 Agenda items 81, 210 Alternative investment 210, Annual financial statement 144 ff. Annual report 59, 92, 100, 144 f., 210 Applicant (→ Beneficiary) 100, 128 f. Application of funds 123 210, 234 45 Effectiveness of (→ Impact) 130, 140, 213 Applications 98 , 100, 104, 116, 126, 128 f., 179 Area of activity (→ Programme of grants) 210 , 230 Area of operation (of the foundation) 44 Asset accumulation 211 Asset allocation 162 ff. 211 Asset class , 211 Asset management (→ Financial management, → Investment), costs 147 ff. 153 ff. 211, , Asset-consuming foundation 38 f. 124 211 Assets 150 ff., 162 ff., 170 ff., 211, 212 Attendance (at foundation board meetings) 73, 78, 82 Audit requirement, exemption from 107 , 212 Auditor (→ Audit) 106 ff. , 178, 212 237 TOP Autonomous status (of the foundation) (→ Autonomy) 182 in connection with asset management 141, 149 178 of the foundation board (→ Foundation board) 94 Availability 73 Available funds 122 212 B Balance of the foundation board 21, 73 Balance sheet 145, 212, 221 Bank clients’ foundation 177 f., 182, 212 Bank foundation 183, 212 Bank owners’ foundation 212 Bankers’ foundation 212 Below market-rate mission investments 227 Benchmark 149, 151, 155, 157, 164, 167, 171 ff., 192, 213 Beneficiary (→ Stakeholder groups → Intermediary → Interest groups Stakeholders) 130 ff. 213, Bonds (→ Investment → Low-risk bonds → Risk-free bonds) 158 228 Budget planning 140 , 213 Business regulations (→ Regulations) 49 C Capacity for risk 155 ff. , 171, 227 Capital (→ Assets) 221, Central services (→ Administrative expenditure) 99, 123, 213 Chair president of the foundation board 84 ff. combined function with executive management 86 Duties 85, 86 Function 85 Terms of office 66 Relationship to executive management 86 Relationship to the foundation board 86 Role 85 Changing the purpose (→ Foundation purpose) 34, 61, 63 Charitable foundation 176 ff. 213, Charitable status (→ Compensation) 177 213, Checks and balances 21 ff. 213 Choice of location 45 Church foundation 177, 182, 213 Circular 12 45 , 46, 211 Civil society 8, 22, 98, 214 238 TOP Code (→ Swiss Foundation Code) 11 ff., 51 f., 61, 99, 176, 184 ff., 189 ff. Code of Conduct (→ Code) 73, 184, 222 Collaboration (→ Cooperation) 132, 216 Collective pension fund 214 Commercial register 214 Commission 100 f., 136, 163, 227, 233 ad hoc 89 Authorities of 90 Committee 88 f. Creation of 89 Expert 89 Finance 89 Grant 89 Independence of members of 90 Investment 90 Nomination and succession 67, 89 Presiding 90 Types 89 Communication 96 ff. Community foundation 214 Company foundation 99, 182, 214 Company-affiliated foundation 214 Company-holding foundation 182 Compensation (→ Fee → Honorary status → Foundation board) 75 ff. 112 215 Compensation for risk 215 Competition between locations 46 Competitive solution 215 Compliance 62 173 Comply or explain 14, 215 Composition 39, 70, 73, 88, 110 f., 183, 221 Concordats, Regulatory concordats (→ Foundation supervisory authority) 44, 178 Conflicts of interest (→ Founder → Autonomy) 92 ff., 215 Dealing with 93 148 within the foundation board (→ Foundation board) 94 Contract of inheritance 216 Contribution 8, 10, 29, 33, 46, 83, 98, 112, 122, 132, 134, 151, 157, 192, 216 Control mechanisms (→ Internal Control System) 102, 105 Control system (→ Internal Control System) 62 108 f. 226 Convened meeting 81 Cooperation 216, Co-opting 67, 93 239 TOP Corporate foundation , , , 216 Corporate Social Responsibility 216 Cost centre accounting 123, 216 Cost structure 37 , 167 Cost-benefit analysis 217 D Dealing at arm’s length 92 , 94, 215, 217 Décharge 62 Decision-making 82 ff. Deed (→ Foundation charter) 33 Delegation 62, 85 , 111, 148, 214 Dependent foundation 33 f., 41, 124, 179, 182, 217 Direct project expenditure 123, 217 Direct project funding (→ Grant projects), requirement for 217 Direct support foundation 179, 182 f., 214, 217 Dissolution (of the foundation) 41 , 89, 111, 180, 217 Distribution (→ Direct project funding) , 217 Distribution requirement 218 Diversification 159, 218, Domicile requirement (→ Foundation board) 43 ff., 50, 214 Donation 218 Donation-funded foundation 10, 178, 182, 218 Dormant foundation 218, 226 Duties 85, E Effective, effectiveness (→ Impact) 20 ff. 122 f. 218, Efficient, efficiency (→ Impact) 116 218 Election (→ Foundation board election) 49, 66 f., 72, 81 Election and succession regulations (→ Regulations) 49, 66 Election criteria (→ Foundation board election) 67, 72 Election of (→ Foundation board election) 67 Employee benefit foundation 154 , 177, 182, 214, 218 Endowment (of the foundation’s assets) (→ Foundation establishment) 219 Endowment funds 179 , 182 f., 219 ESG criteria 170 ff. 219 240 TOP Establishment (→ Foundation establishment) 27 ff. 34 219, 222, Ethical Code of Conduct (→ Code of Conduct) 222 Evaluation (→ Grant projects) 134 ff. 219, Exclusion criteria (in connection with asset management) 127, 157, 160 Exclusivity of application of funds (→ Application of funds) 45, 234 Execution of the investment strategy (→ Investment strategy) 219 Executive management 102 ff., 219 Function of 103 Organisation of 104 Responsibilities of 104 Requirements of 103 Signatory authority of 105 Expected return on investment (→ Investment) 219 Expenditure (→ Administrative expenditure → Grant expenditure → Foundation expenditure) 123 f. 220 Expenditure report 145, 220 Expert committee (→ Committee) 89 Expertise 71 ff External experts 71, 81 f., 89, 111, 136, 173 Extraordinary meeting 81 F Family foundation 177, 182, 220 Fee 220, Final report 136 Finance committee (→ Committee) 89 , 104, 214 Finance management (→ Asset and Liability management) 220 Finances 139 ff. Financial endowment 177, 183 , 220 Financial management 140 , 144, 220, 227, 251 Financial market, functioning of 157 f., 220 Financial statements 221 Fixed-interest investment 221 Flexibility (of a foundation) 46, 49, 78, 105, 163, 181 Fluctuation reserves (→ Value fluctuation reserve) 159, Foundation assets (→ Assets) 221, 241 TOP Foundation board 58 ff. , 65 ff., 70 ff., 75 ff., 80 ff., 221 Election criteria 66 f. Foundation board election 66 f., 72 81 Statement of acceptance 73 Foundation board meeting 82 Foundation bodies (→ Advisory board → Executive management → Foundation board) 20, 62, 92, 94, 224 Foundation capital (→ Assets) 221 Foundation charter 48 ff. , 221 Foundation concordat 44, 215 Foundation culture 13, 221 Foundation dissolution (→ Dissolution) , , 217 Foundation documents, advance review of 70, 81, 89, 100 f. Foundation duration 183 by testamentary disposition 34, 226, 228 during the founder’s lifetime 35 34 Motives for 35 Foundation expenditure (Expenditure) 99, 220 Foundation funds (→ Funds) 179 Foundation guideline 50 225 Foundation law 222, Foundation management 11, 31, 60, 103, 212, 222 Foundation name 39 , 131, 222 Foundation panel 222 Foundation policy 59 222 Foundation purpose 35 f., 119 223, Change 40, 49, 142, 213 Implementation of 12, 36, 38, 76, 98, 140, 142, 213, 216, 222 Irrevocability of 45 Right to make changes 36, 41, 56 Wording of 35, 48 Foundation regulations (→ Regulations) 49 f. , 59, 61, 223 Foundation size (Foundation assets) 223 Foundation charter (→ Regulation) 48 ff., 49, 221 Foundation strategy (→ Investment strategy → Grant strategy) 128 , 223 Foundation structure 28, 32, 49, 83, 104, 154, 182, 218, 234 242 TOP Foundation supervisory authority 34, 49, 61, 68, 160, 178, 180, 182, 223 Concordats 44, 178, 215, 233 Foundation vision 38, 50, 51, 66, 85, 124, 222 Foundations phenomenology 176 ff. Founder 13, 28 ff., 45 ff., 48 ff., 56, 58 f., 63, 66 f., 71 ff., 82, 94, 99, 108, 142 f., 148, 154, 158 ff., 178, 180, 182 f., 212, 217, 220, 221, 222, 224 Intention (→ Founder’s intention) 32 ff. on the foundation board 40 Right of consultation 40 Rights to exercise influence 40 Role of 29 Founder’s intention 32 ff., Founder’s freedom 28 Founding assets 183, 221 Function 58 ff. 84 ff. Functional transparency 224 Fund 222 224, Fund-of-funds 168 Fundraising 37, 142, 145, 177, 183, 218 Funds (of a foundation) 34, 36, 38, 40, 45, 56 f., 75, 77, 116, 119 ff., 130 ff., 142, 145 f., 151, 154, 158f, 163 ff., 168, 172 f., 177 ff., 182 f., 186, 210, 211, 212, 215, 218, 226, 229, 233, 234, 235 G Governance (→ Foundation governance) 55 ff. , 66, 86, 135, 224 Grant 115 ff., 224, 225 Grant committee (→ Committee) 89 Grant criteria (→ Grant guidelines) 117, 130, 224 Grant decision 97 Grant expenditure (→ Expenditure) 224 Grant focus 35, 98, 116, 122, 179 Grant funds 40, 56, 122 Grant guidelines 224 Grant instrument 119, 124 Grant policy (→ Foundation policy) 96, 225 Grant practice 46, 68, 119 Grant priority (→ Programme of grants) 225 , 231 Grant projects 125 ff., 130 ff., 134 ff. Internal 126 Monitoring the quality of 51, 98, 100 , 138 Grant ratio 121 243 TOP Grant regulation(s) 225 Grant service (→ Grant expenditure) 41, 213, 224, 226 Grant strategy (→ Foundation strategy) 118 ff. 225 Grant-making activities 59, 119, 179, 211, 223 Grant-making foundation 179 225 Guidelines (→ Grant guidelines Regulations) 50 225 H Heirs 30 f., 34 f., Hidden costs 37, 172 Honorary status (→ Compensation) 76 f. 225 I ICS (→ Internal Control System) 62 108 f. 225, 226 Image (of the foundation) 50, 71, 98, 103, 225 Impact (→ Effectiveness → Efficiency → Grant project impact → Leverage Outcome) 135 224 225, 226 Impartiality 90 149, 212 Inactive foundation 61 , 226 Independent foundation 28, 32 f., 36, 41 f., 231 Induction 70, 73 Industry association 100 Information channels 100 Information policy (of a foundation) 22 ff. Inheritance foundation 34 f. , 216, 226 Initial assets (→ Assets) 34, 37 Initial financing (→ Knock-on financing) 226 , 233 Innovation function and innovation support 226 Integrity 13, 39, 56, 103 Interest group (→ Stakeholder group → Beneficiary → Intermediary Stakeholder) 226 Intermediaries (→ Beneficiaries) 226 Internal Control System (ICS) 62 108 f. 225, 226 Internal grant projects (Grant projects) 126 Investment (of assets) 147 ff., 156 ff., 211 Importance of the 140 Investment categories 158 f., 164 Investment committee (→ Committee) 90 173 , 148 f., Investment controlling 90, 148f, 155, 226 Investment foundation 227 Investment guidelines 163 f. Investment management organisation 147 ff. , 167, 172, 186, 227 Investment policy 142 , 148, 227 244 TOP Investment process 155, 227 Investment regulations (→ Regulations) 148, 227 Investment result 153, 155, 170 ff., 173, 216 Investment strategy 156 ff., 227 Involvement in the establishment phase 35, 40 Irrevocability of ring fencing 234 Issue management 62 J Justification (of grant decisions) (→ Grant decision) 128 K Key financial performance indicators 99 Knock-on financing 227 L Large foundations (→ Foundation size) 11 f., 57, 68, 107, 136, 155, 173, 223, 227 Learning organisation 122 Legacy 228 Legal and organisational structure 28 Legal domicile 44 Legal independence 30 Legal structure 32, 176, 182, 218 Legal vehicle 33 Legitimacy 10, 29, 68, 97, 98, 191 Leverage 97 Liability 62 211 Liability insurance 62 Limited term foundation (→ Asset-consuming foundation) 38 Limits on tenure 65, 66 Liquidation 124 Liquidity planning 227, 228 Low-risk bonds 228 M Management (→ Financial management → Foundation board → Foundation management → Executive management) 12 62 103 151 211 219, 220 222 227 231 f. 245 TOP Mandate 163 f. 172 Mandate controlling 171, 172 Measuring impact 134 ff., 216 Medium-sized foundation (→ Foundation size) 11, 57, 63, 68, 223, 228 Meeting , 81 Merger 41 124 228 Meritocratic principle 31 Methodology 103, 183 Minutes (→ foundation board meeting) 81, 82 Mission-based investing 160 228 N Nomination and succession committee (→ Committee) 67, 89 Non-charitable foundations 177, 182, 229 Non-repayable contributions 120, 127 NPO 229 NPO sector 229 Number 70, 72 ff., 81, 100, 126 f., 135, 161 f., 171, 218, 230 O Obligations 59 128, 129 Occupational pension insurance foundation (→ Employee benefit foundation) 229 Operating expenditure (→ Administrative expenditure → Expenditure → Foundation expenditure) 123 229 Operational foundation 179, 183, 217, 224, 229 Operational foundation activity 217, 229 Ordinary meeting 81 , 83 Organisation 59 63 111 227 229 Origin of funds 212 Outcome (→ Impact) 135 230 Output 135 , 136, 226, 230 Overall impact 135 Overheads (→ Administrative expenditure) 123, 145, 230 246 TOP P Partnership (→ Cooperation) 119 131 230, 231 Passive investment (→ Active investment) 163 , 164, 210, 230 Patronage 34, 111, 230 Pension fund foundation (→ Employee benefit foundation) 177, 218, 230 Personal circumstances 72 Philanthropist 28 Philanthropy 29, 45, 51, 60, 117, 151, 191, 230 Policy (→ Investment policy → Foundation policy) 59 222 225, 227, 230 Portfolio manager (→ Asset management) 163 f., 167 Positive criteria (in connection with asset management) 160 Preamble 36 Preservation of wealth 183, 230 Presidential committee (→ Committee) 89 Private foundation 182, 230 Private-benefit foundation 182, 231 Profile of requirements 50, 72 Programme of grants 224, 231 Prohibition on deception 39 Project controlling 145 Project evaluation 116, 128, 134, 136 Project expenditure 123 217 231 Project impact 230, 231 Project management 127, 229, 231 Project selection 116, 125 f., 217 Project support 37, 123, 229, 235 Public law foundation 182, 230, 231 Public-Private Partnership 231 Purpose (→ Foundation purpose) 35 119 213 223 231 Q Quality control (→ Grant projects) 132 Quality standards 51 Quorum Attendance 82 when voting out a foundation board member 67 R Rating 157 f., 164, 173, 231 Recusal (→ Conflicts of interest) 93 , 95 247 TOP Regular audit (→ Audit) 107 f. Regulation (→ Foundation supervisory authority) 11, 13 f., 28, 34, 44, 220 Regulation(s) 49 223, 225 231, Business 60 78 148 227 60 229, Renewal 66 Reputation 71 Precept of clarity 39 Precept of truthfulness 39 Responsibility 104 111 145 149 216 Restructuring (in connection with asset management) 168 Retrocessions 168 Return (→ Return on investment) 46, 140, 142, 154 ff., 163, 167 f., 171 f., 211, 228 f., 234 Return on assets 37, 45, 61, 63, 154, 169, 183, 229, 232 Return on investment 219 Review 120 171 of the foundation’s divisions 51, 58, 85 f., 94 Right of consultation 40 Right of veto 67, 82 Risk (→ Grant project risk) 119 215 227 229 232 Systemic risks 11, 215, 233 Unsystemic risks 215, 218, 229, 235 Risk appetite 142, 155 f., 171, 232 Risk assessment 108 Risk debate (→ Issue management) 62 Risk management 62, 151 , 232 Risk minimisation 158 f. 248 TOP Risk tolerance 127 , 227 Risk-bearing investment 232 , 235 Risk-free bonds 232 S Salary 86, 89, 104, 232 Scope of impact (of the foundation) 182 Self-dealing 38, 56, 66, 68, 94, 232 Self-evaluation 83, 180, 232 Self-regulation 11, 15, , , 232 Separation of powers (→ Checks and balances) 21, 105, 213 Setting targets 135 Shareholder engagement 161 Shareholder rights, exercise of 161 Shares 30, 120, 122, 155, 158 ff., 163, 171, 210 f., 219, 227, 233 Signatory authority of executive management (→ Executive management) 105 of the foundation board (→ Foundation board) 60 Size 72 223, Small foundations (→ Foundation size) 12, 52, 63, 68, 74, 95, 100, 124, 129, 133, 146, 219, 223, 232 SMART 135 Social need 33 Society 214 Sponsor/sponsorship 131, 229 f. 233 Stakeholder (→ Stakeholder group → Beneficiary → Intermediary → Interest groups) 13, 22, 85, 97, 99, 222, 224 ff., 233 Stakeholder groups (→ Beneficiary → Intermediary → Stakeholder) 22, 97, 222, 224, 226, 233 Standard investments 210, 232, 233 Start-up financing (→ Knock-on financing) 226 f., 233 Statement of acceptance 73 Strategy (→ Investment strategy → Grant strategy → Foundation strategy) , 219 223, 225 227 233 59 Strategy meeting 81 Submission 131, 166 Subsequent endowment (→ Financial endowment) 38, 40, 216, 220, 233 249 TOP Supervisory authority (→ Foundation supervisory authority) 62 223, Supporting foundation 214, 233 Sustainable investments 160 233 Swiss Foundation Code 11 14 Swiss GAAP FER 21 145 , 146, 220 f., 233 SwissFoundations 11, 14 f., 46, 155, 232 T Target achievement, degree of target achievement (→ Outcome → Output) 219, 225, 234 Target return (→ Return on investment) 142, 155 ff., 171, 234 Tax authorities 35, 45 ff., 49, 51, 127, 177, 180, 215, 222 Tax deduction 46 , 234 Tax exemption 45 234 Tax liability 45, 234 Tenure 65 f., 68, 72 Terms of office 65, 66 Third sector ( → NPO sector) 60, 229, 234 Tie-breaker 85 Timely application of funds (→ Application of funds) 122 , 234 Total expense ratio 168 Traditional foundation 182, 234 Training 73 Transparency (→ Information policy) 11, 22, 94 f., 97, 100, 126, 141, 145, 150, 163, 166, 168, 189, 213, 222, 224 Trust 214, 235 Type of foundation 179, 182, 214, 228 U Umbrella foundation 124 235 Untaxed assets 151 V Value-added tax (VAT) 123 , 233 Value creation 122 Value fluctuation reserve 159 , 235 Voting out 67 W Will 15, 34, 36, 38, 216, 226, 235 World equity portfolio 235 © 2021 by Sprecher/Egger/von Schnurbein", "Auteur Sprecher Thomas, Egger Philipp, von Schnurbein Georg Titre The authors Titre du livre Swiss Foundation Code 2021 Année 2021 Pages 250-251 keyboard_arrow_down Afficher plus d'informations sur le document ISBN 978-3-7272-7814-3 Maison d’édition Stämpfli Verlag AG 250 TOP The authors Dr iur. and Dr phil. Thomas Sprecher, LL.M. Thomas Sprecher first studied German and philosophy, then law. He has practised as a lawyer since 1992 and been a partner at Niederer Kraft Frey AG, Zurich, since 2001. He counsels on all questions of foundation law. He has published several monographs (Die schweizerische Stiftung, 1999; Die Revision des schweizerischen Stiftungsrechts, 2006; Stiftungsrecht in a nutshell, 2017) and numerous articles on foundation law. He was and is president and member of a number of foundation boards as well as member of the Legal Council of SwissFoundations. Dr Dr h.c. Philipp Egger 251 TOP Prof. Dr Georg von Schnurbein Georg von Schnurbein is Professor of foundation management and director of the Center for Philanthropy Studies (CEPS) of the University of Basel, which he founded in 2008. The CEPS is a research and continuing education institute for the Swiss philanthropy sector. In addition, Georg von Schnurbein is co-editor of the annual Swiss Foundation Report and was a member of the expert group on the Luginbühl parliamentary initiative to increase the attractiveness of the foundation sector. He is also a member of the foundation board of various foundations in Germany and Switzerland. His research focuses on impact measurement, financial management of NPOs and non-profit governance. © 2021 by Sprecher/Egger/von Schnurbein"],
    "links": [{
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "1",
        "link_": "#fn_fn1",
        "first_index": 89,
        "last_index": 90
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "1",
        "link_": "#footnotecall_fn1",
        "first_index": 89,
        "last_index": 90
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "2",
        "link_": "#fn_fn2",
        "first_index": 86,
        "last_index": 87
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "2",
        "link_": "#footnotecall_fn2",
        "first_index": 86,
        "last_index": 87
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "3",
        "link_": "#fn_fn3",
        "first_index": 186,
        "last_index": 187
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "4",
        "link_": "#fn_fn4",
        "first_index": 196,
        "last_index": 197
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 84847,
        "last_index": 84857
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.efc.be",
        "link_": "http://www.efc.be",
        "first_index": 84847,
        "last_index": 84857
    }, {
        "text_": "www.dafne-online.eu",
        "link_": "http://www.dafne-online.eu",
        "first_index": 89101,
        "last_index": 89120
    }, {
        "text_": "www.wingsweb.org",
        "link_": "http://www.wingsweb.org",
        "first_index": 89189,
        "last_index": 89205
    }, {
        "text_": "www.stiftungsverband.at",
        "link_": "http://www.stiftungsverband.at",
        "first_index": 89262,
        "last_index": 89285
    }, {
        "text_": "www.gemeinnuetzig-stiften.at",
        "link_": "http://www.gemeinnuetzig-stiften.at",
        "first_index": 89384,
        "last_index": 89412
    }, {
        "text_": "www.dfbulgaria.org",
        "link_": "http://www.dfbulgaria.org",
        "first_index": 89750,
        "last_index": 89768
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 89872,
        "last_index": 89890
    }, {
        "text_": "www.donorsforum.cz",
        "link_": "http://www.donorsforum.cz",
        "first_index": 89872,
        "last_index": 89890
    }, {
        "text_": "www.saatiopalvelu.fi",
        "link_": "http://www.saatiopalvelu.fi",
        "first_index": 90118,
        "last_index": 90138
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.centre-francais-fondations.org",
        "link_": "http://www.centre-francais-fondations.org",
        "first_index": 90291,
        "last_index": 90325
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 90460,
        "last_index": 90478
    }, {
        "text_": "www.stiftungen.org",
        "link_": "http://www.stiftungen.org",
        "first_index": 90460,
        "last_index": 90478
    }, {
        "text_": "www.donorsforum.hu",
        "link_": "http://www.donorsforum.hu",
        "first_index": 90620,
        "last_index": 90638
    }, {
        "text_": "www.acri.it",
        "link_": "http://www.acri.it",
        "first_index": 90773,
        "last_index": 90784
    }, {
        "text_": "www.verenigingvanfondsen.nl",
        "link_": "http://www.verenigingvanfondsen.nl",
        "first_index": 90939,
        "last_index": 90966
    }, {
        "text_": "www.stiftelsesforeningen.no",
        "link_": "http://www.stiftelsesforeningen.no",
        "first_index": 91002,
        "last_index": 91029
    }, {
        "text_": "www.forumdarczyncow.pl",
        "link_": "http://www.forumdarczyncow.pl",
        "first_index": 91133,
        "last_index": 91155
    }, {
        "text_": "www.filantropia.org.pl",
        "link_": "http://www.filantropia.org.pl",
        "first_index": 91304,
        "last_index": 91326
    }, {
        "text_": "www.donorsforum.sk",
        "link_": "http://www.donorsforum.sk",
        "first_index": 91741,
        "last_index": 91759
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 92040,
        "last_index": 92059
    }, {
        "text_": "www.fundaciones.org",
        "link_": "http://www.fundaciones.org",
        "first_index": 92040,
        "last_index": 92059
    }, {
        "text_": "www.swissfoundations.ch",
        "link_": "http://www.swissfoundations.ch",
        "first_index": 92248,
        "last_index": 92271
    }, {
        "text_": "www.tusev.org.tr",
        "link_": "http://www.tusev.org.tr",
        "first_index": 92320,
        "last_index": 92336
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 92554,
        "last_index": 92568
    }, {
        "text_": "www.acf.org.uk",
        "link_": "http://www.acf.org.uk",
        "first_index": 92554,
        "last_index": 92568
    }, {
        "text_": "www.communityfoundations.org.uk",
        "link_": "http://www.communityfoundations.org.uk",
        "first_index": 92683,
        "last_index": 92714
    }, {
        "text_": "www.ncg.org",
        "link_": "http://www.ncg.org",
        "first_index": 92765,
        "last_index": 92776
    }, {
        "text_": "www.cfc-fcc.ca",
        "link_": "http://www.cfc-fcc.ca",
        "first_index": 92884,
        "last_index": 92898
    }, {
        "text_": "www.imaginecanada.ca",
        "link_": "http://www.imaginecanada.ca",
        "first_index": 93097,
        "last_index": 93117
    }, {
        "text_": "www.pfc.ca",
        "link_": "http://www.pfc.ca",
        "first_index": 93281,
        "last_index": 93291
    }, {
        "text_": "www.donorsforum.org",
        "link_": "http://www.donorsforum.org",
        "first_index": 93446,
        "last_index": 93465
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.philanthropynewyork.org",
        "link_": "http://www.philanthropynewyork.org",
        "first_index": 93818,
        "last_index": 93845
    }, {
        "text_": "www.cof.org",
        "link_": "http://www.cof.org",
        "first_index": 93880,
        "last_index": 93891
    }, {
        "text_": "www.washingtongrantmakers.org",
        "link_": "http://www.washingtongrantmakers.org",
        "first_index": 94004,
        "last_index": 94033
    }, {
        "text_": "www.gdfe.org.ar",
        "link_": "http://www.gdfe.org.ar",
        "first_index": 94144,
        "last_index": 94159
    }, {
        "text_": "www.philanthropy.org.au",
        "link_": "http://www.philanthropy.org.au",
        "first_index": 94269,
        "last_index": 94292
    }, {
        "text_": "www.gife.org.br",
        "link_": "http://www.gife.org.br",
        "first_index": 94395,
        "last_index": 94410
    }, {
        "text_": "ftien.foundationcenter.org.cn",
        "link_": "http://ftien.foundationcenter.org.cn",
        "first_index": 94623,
        "last_index": 94652
    }, {
        "text_": "www.cemefi.org",
        "link_": "http://www.cemefi.org",
        "first_index": 94710,
        "last_index": 94724
    }, {
        "text_": "3",
        "link_": "#footnotecall_fn3",
        "first_index": 186,
        "last_index": 187
    }, {
        "text_": "4",
        "link_": "#footnotecall_fn4",
        "first_index": 196,
        "last_index": 197
    }, {
        "text_": "AJP/PJA 2/2015, p. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/67881eaa-3279-458d-a64a-0d5a22832887/source/document-link",
        "first_index": 94791,
        "last_index": 94817
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "AJP) 2/2015, pp. 279–292",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/67c56724-5018-49f8-9185-8138bc3007dc/source/document-link",
        "first_index": 98757,
        "last_index": 98781
    }, {
        "text_": "Aktuelle Juristische Praxis 2/2015, p. 279",
        "link_": "https://www.swisslex.ch/doc/unknown/af672844-c770-479f-b2ee-384920da41d3/citeddoc/b6909ea4-4dd0-4b61-b4ac-695efc1181d0/source/document-link",
        "first_index": 98950,
        "last_index": 98992
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "SJZ) 22/2006, pp. 513–516",
        "link_": "https://www.swisslex.ch/doc/unknown/a54b6db1-c4cd-4078-93c9-17de9f7e7f34/citeddoc/9efac254-0405-4f7b-b125-520ca789b5ca/source/document-link",
        "first_index": 99795,
        "last_index": 99820
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "ST) 10/2014, pp. 883–889",
        "link_": "https://www.swisslex.ch/doc/unknown/a52559a5-63fb-4836-ac98-4375380bded1/citeddoc/0c84a030-b17f-477b-b5f3-a8eaf05ed424/source/document-link",
        "first_index": 102762,
        "last_index": 102786
    }, {
        "text_": "ST) 4/2013, pp. 209–214",
        "link_": "https://www.swisslex.ch/doc/unknown/7cc56a6d-60c7-430b-90b5-7cf65ee3ad54/citeddoc/5bc0cb0b-5720-4e5f-87b7-5815025bfc77/source/document-link",
        "first_index": 103296,
        "last_index": 103319
    }, {
        "text_": "ST) 8/2014, pp. 626–629",
        "link_": "https://www.swisslex.ch/doc/unknown/00656c2e-1f23-4571-bd94-31a79f942ffe/citeddoc/569fa2bd-94a6-440b-89d7-8ac6468dd71c/source/document-link",
        "first_index": 103684,
        "last_index": 103707
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "Expert Focus 11/2016, p. 881",
        "link_": "https://www.swisslex.ch/doc/unknown/b4395755-5ebd-46fa-a29c-a40954e93fba/citeddoc/910e6db0-805c-47e2-875f-53c972c46a6c/source/document-link",
        "first_index": 104841,
        "last_index": 104869
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "ST) 5/2008, pp. 383–389",
        "link_": "https://www.swisslex.ch/doc/unknown/b7f3fb15-e299-4158-a67b-3b433c4cb91d/citeddoc/8c7f1b45-edf3-41cd-b9f4-adf1f4f80481/source/document-link",
        "first_index": 105785,
        "last_index": 105808
    }, {
        "text_": "Zeitschrift für Erbrecht 1/2013, pp. 82–84",
        "link_": "https://www.swisslex.ch/doc/unknown/f75260e1-3a3f-4c49-b222-0be2293476cd/citeddoc/22588b7c-d907-4495-97ef-c8a93de2b9af/source/document-link",
        "first_index": 106261,
        "last_index": 106303
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "Expert Focus 3/2018, p. 209",
        "link_": "https://www.swisslex.ch/doc/unknown/167ac73b-f18e-4250-9ad9-a656b007cf01/citeddoc/8b4865c7-1733-4272-8390-940256430667/source/document-link",
        "first_index": 108464,
        "last_index": 108491
    }, {
        "text_": "StR) 2017, p. 356",
        "link_": "https://www.swisslex.ch/doc/unknown/3084300f-8f7d-466d-a614-d836df9ca780/citeddoc/d85f96b2-e486-424e-9115-2b9a4ad6bac0/source/document-link",
        "first_index": 108498,
        "last_index": 108515
    }, {
        "text_": "ST) 10/2011, pp. 833–835",
        "link_": "https://www.swisslex.ch/doc/unknown/d26818c2-6c9b-40c2-9a8a-c5374c41bcfd/citeddoc/c927dc58-20f9-4319-afd4-7427ae210adb/source/document-link",
        "first_index": 109129,
        "last_index": 109153
    }, {
        "text_": "ST) 9/2011, pp. 698–702",
        "link_": "https://www.swisslex.ch/doc/unknown/d4eb38e2-ab15-49ff-a736-adc6007ba603/citeddoc/283ee308-6f72-49f0-8fba-43f1b6769326/source/document-link",
        "first_index": 109176,
        "last_index": 109199
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "ST) 4/2013, pp. 235–239",
        "link_": "https://www.swisslex.ch/doc/unknown/6f37c86d-3a1d-44a1-a7c0-328c4a0604ab/citeddoc/aac6150a-38b4-4aed-8b55-ee5a27d7fa18/source/document-link",
        "first_index": 109984,
        "last_index": 110007
    }, {
        "text_": "Revue de droit privé et fiscal du patrimoine 4/2015, p. 85",
        "link_": "https://www.swisslex.ch/doc/unknown/a7b84795-8cbb-4339-b592-1eb851831e93/citeddoc/009a72f8-e391-471c-aaac-dfcf575bca1d/source/document-link",
        "first_index": 110245,
        "last_index": 110303
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "SJZ) 18/2010, pp. 425–433",
        "link_": "https://www.swisslex.ch/doc/unknown/21c23ca7-b7c9-43f5-bec3-221a8ba0392d/citeddoc/6378fb50-2b34-4e6c-9494-b6f102c1f8e1/source/document-link",
        "first_index": 113584,
        "last_index": 113609
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "Expert Focus 4/2018, p. 272",
        "link_": "https://www.swisslex.ch/doc/unknown/4018573e-c657-4b11-b3d5-4534accd2e85/citeddoc/2ec5e6f7-1f18-4072-8cf8-bfcfa8db5df9/source/document-link",
        "first_index": 114763,
        "last_index": 114790
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.zefix.ch",
        "link_": "http://www.zefix.ch",
        "first_index": 124115,
        "last_index": 124127
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "www.fer.ch",
        "link_": "http://www.fer.ch",
        "first_index": 145683,
        "last_index": 145693
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }, {
        "text_": "TOP",
        "link_": "#doc_top",
        "first_index": 238,
        "last_index": 241
    }]
}